{
    "name": "Adrian",
    "date": "June 12, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Claudia Ojeda",
    "portrait": null,
    "thumbnail": null,
    "text": "Claudia:        All right, so it's Claudia. And now I'm doing interview portion for Adrian. This is really just a time for you to talk basically. And thank you so much for coming and speaking with us. But, I do want to say that I acknowledge and I understand that sometimes talking about these experiences can be a little difficult, especially because they bring about emotions that you don't want to feel. And I really apologize if that is the case today. But, I think it's good to know how important your story is and how important it is for other people to hear it, so that we can begin to understand and shed light on the realities of migration and on the human side.\nAdrian:        Yes. Sounds good.\nClaudia:        So, my first question to you is, why did you leave Mexico and how did you cross the border?\nAdrian:        Okay. My family was going through a difficult situation and my father died actually, and my mom was struggling to bring money to the house. And at the same time, this was in 2017, no, 2007. And that's when violence started spreading through the country. I mean like the war on drugs of the Mexican government. And I was living in Michoacán at the time and yeah, it was pretty bad. I saw people getting killed. And yeah, my family made a decision that it was better for me just to leave before something happened to us. And in a way, me leaving represented economical help for my mom. And I just decided it was best for my mom and my little brother just to leave.\nClaudia:        And how did you cross the border?\nAdrian:        Okay, I'm not really sure how my family made the arrangements, but they basically hired somebody. I flew to the border. I flew to Sonora and somebody was waiting for me over there. And we crossed through, well, basically we jumped the fence. Yeah.\nClaudia:        And do you remember your first day in the United States?\nAdrian:        Yes. We were in a house because we were in a group of people from different countries. We were basically in a house. We didn't know where exactly we were. All I knew was like, we were already in the US and that somebody was going to come to pick us up, basically. You didn't know what to expect. You're just in a house with people you don't know, and it was kind of the uncertainty of not knowing what's going to happen.\nClaudia:        Right. And what was your life like in the States? What did you do?\nAdrian:        It was actually good. I spent some time in New York City and I liked it. I mean, it's a super multi-cultural city. And it felt good to be there. But, at the same time, I was by myself and my family was in Chicago. Most of my family lives in Illinois. And I just decided that it was better for me just to go with them. And yeah, my life in Chicago was actually good. I'm thankful for just being there with them. With some of them, it was the first time me actually meeting them, like my little cousins. And with the other ones, I mean, it was just like a reunion, seeing my family again. Some of them don't come to Mexico. Some of them travel often to Mexico. So we have communications all the time. Overall, I think it was good being in Chicago.\nClaudia:        Yeah. And what was it like to be separated from your family back in Mexico?\nAdrian:        It was hard. I think it's the hardest part actually. Not being able to see my mom and my little brother for 12 years, it's painful. Especially when you realize that there is like a disconnection, especially with my little brother. It's like, we got disconnected in a way. Yeah. Just not being able to see them physically, it's painful.\nClaudia:        And so you went to college?\nAdrian:        Yeah. Once I started working in Chicago, I think mostly the first four years I was just working, just again, to have a better quality of life for me and for my family here. Then at some point I decided that I needed to do something else with my life too. So I started with English. I'm like, just because I was in the US, and I'm like, \"Okay, you know what? I really need to learn English.\" So I enrolled in like the community college in Chicago and I finished the ESL program they have. So, it was good. It was a good opportunity for me to meet friends too. Just in general, kind of like be outside of my bubble of my family and work. It was a great experience actually being at school.\nClaudia:        And so what was work like?\nAdrian:        Work was hard sometimes, especially when I started working for like the cleaning company. Sometimes I had to work up to 60 hours per week just so that I could kind of make it. And, it was heavy duty work, cleaning and moving machinery that sometimes is really heavy. And they gave me training, but still again, sometimes working 60 hours per week is exhausting. And you just go from work and go to sleep and then go back to work. And after a certain amount of time, you're just tired. Well, yeah.\nClaudia:        Yeah. And what did you like to do for fun when you were over there?\nAdrian:        Well, I love music. So you used to go to concerts. In Chicago, they have a lot of like free concerts during summer and autumn, fall. So yeah, I used to go to concerts. I mean, they have like free days where you can go to the museums, so I used to go to the museum. And I started meeting friends during the process, so just hanging out with my friends. Most of them were immigrants too. Legal and illegal immigrants. Well, undocumented. I think it was a great opportunity for me, being just there, just meeting people from all over the world and getting to know them was good. And in a way that was distracting for me from my daily life. So yeah, it was good.\nClaudia:        And so you said that you were frightened sometimes of US authorities?\nAdrian:        No, I never frightened in the sense of ...\nClaudia:        Being scared.\nAdrian:        Yes. Yes. Especially, in the last couple of years. Yeah. I saw ICE, more presence of ICE in Chicago, which we didn't have before. So yeah, I was scared of just being stopped by any authority who just ask for any form of ID. So it was a little, how can I, yeah, it's scary. It is scary that you can just be taken away of the life that you already have over there after so many years. It is.\nClaudia:        And how did you end up back in Mexico?\nAdrian:        It's due to the same situation. Like again, I started seeing more people getting deported in the Chicago area, which didn't happen before. So, I was just honestly scared that it was going to happen to me at any time. And I talked to my family and I talked to my mom here and I just kind of told them, \"You know what? Before anything happens, before I actually get detained and maybe deported, maybe it's just better for me just to go back.\" And then I found out about Hola Code and I'm like, \"Maybe this is my chance or my opportunity to do something else with my life too.\" And that's why I decided to come back. Yeah.\nClaudia:        And so how was it coming back to Mexico after not being here for 12 years?\nAdrian:        It's a readaptation process. I guess sometimes you don't realize how things change everywhere. You come back with the idea that things are the same, and you realize that they are not. People has changed, situations have changed. And it's a readaptation process where you're not mentally prepared to face the change that have occurred when you were gone. And it sounds funny maybe to say, but, I mean, I'm Mexican, but coming back to Mexico, sometimes you don't feel Mexican at all anymore. You feel like you're in the middle. It's a funny sensation of not belonging anywhere. I knew it wasn't American. But, at the same time I lived there for so many years that I felt like an American. And then being back here, it's just like, you don't feel completely Mexican anymore. And yeah, it's a little difficult to kind of readapt yourself to Mexican society in general. Yeah. It is a process. It is.\nClaudia:        What was the hardest part about coming back?\nAdrian:        Coming back, I guess just kind of saying goodbye to the people you've been with for the last 12 years too. Again, my family. I met great people over there. So, just saying goodbye to people. And it's kind of like going through the same process again of moving and saying goodbye to people. So, I think it was the hardest part.\nClaudia:        And what was it like to see your family again after 12 years?\nAdrian:        It was great. I was like spoiled for a whole month with my mom. Yeah. I reunited with my old friends here after so many years, it felt good. It felt good to be back. In a way I also felt that I needed, for some reason, just to kind of like being back here. I just needed that, how can I say, comfort? That just being with your mom brings you yeah. Feel good. Generally, it's like that sense of happiness that you ... I'm not saying that I wasn't happy over there, happy in the US. It's just like, it's a different kind of happiness when you're with again, especially my mom and my little brother. So, it felt good to be back.\nClaudia:        And can you tell me more about like your time at Hola Code and how has that helped you?\nAdrian:        Yeah, so during that first month of being back, I was in the Michoacán with my mom and that's when I started realizing that the process of being back wasn't going to be as easy as I thought. I mean, talking to people, sometimes you're like the weird guy. Like, ah, the guy that was away for 12 years and now he's back and he speaks more English now than Spanish, and has a different mentality and a different way of seeing things. And it was a little frustrating sometimes kind of trying to get along with people here. And then when I moved to Mexico City and I started the program with Hola Code, in a way I found a family here. I mean, we speak English all the time. We have similar stories. So, I felt in a way identified with them. So it made that readaptation process easier in a way. It's been helpful just to be here with them. For me to feel like I belong again in Mexico. So, it's been great. Yeah.\nClaudia:        And in what ways do you think that having spent all that time in the US shaped who you are right now and what your beliefs are?\nAdrian:        Okay. I think the first thing it's like, again, living in places like New York and Chicago, being such multicultural cities, and meeting people from other places and even Americans, it opens your mind to, I mean, just being with people from other races and religions. It was exciting for me just to meet them. So now that I'm back in Mexico too, I see immigrants here in Mexico City too. And it's just like, it changes your mindset when it comes to migration too. You've been through a process and when you see people going through the same process, but now in your own country, you want to help in a way. It made me more aware of how should I spend my time too, with my people and the people that I love, because you never know. Again, being always afraid of kind of being taken away from the ones you love kind of makes you appreciate the time you spend with them.\nAdrian:        And it made me responsible too. When I was living here in Mexico, I never had a sense of kind of like responsibility when it comes to like, I don't know how to save money, how to administrate money and stuff like that. And those things I learned in the US too. How to be more responsible in general. How to organize myself better. What else? Yeah. I think in general, I always think of the term civic. I'm a better civic person. Yeah. I'm more aware of things too. I'm more aware of my surroundings and the people around me, of the social issues too in a way. I never got involved in to say things like, \"I want to contribute to have a better planet or a cleaner planet.\" So, I got into a couple of groups like that in the US. Trying to clean your city, how to help people that are in worse positions than you are. I never did that, or I never had the opportunity here in Mexico. But, being over there kind of like made me aware of those situations.\nAdrian:        So, I think now that I'm back in Mexico, I would love to, now that I'm kind of over with the program with Hola Code, I would love to do some kind of social, anything. Anything where I can help others.\nClaudia:        And so, if you could have stayed in the US, what do you think you might've done over there?\nAdrian:        I think this is more like a personal thing, but in a way I had like a stable life, but at the same time, I wanted to do something else with my life. So, not being able to attend school and not being able to study something where you can make more money or you can just have a career in something, I felt stuck just not being able to do that. So, I think that if I would have stayed, it would have been the same thing. It's kind of like working on low paid jobs. Again, I'm not complaining, I'm just saying that I wanted something else. And I just felt like I couldn't do it just because of the lack of documents. So yeah. I was going to be close to my family and my friends over there. But at the same time, I felt like I was always going to be stuck in that space where you cannot move on and you cannot. And obviously not being able to see my mom and my little brother over here. So, yeah.\nClaudia:        Now that you're back in Mexico, you've been back for six months, what do you think you'd like to do? What are your dreams and your aspirations?\nAdrian:        Well, right now I'm finishing Hola Code, and hopefully I will get a job soon. So yeah. I just want to have in a way, like a stable life here in Mexico. Again, it's been a process of readaptation, but I think as time passes, I'm getting more comfortable being here. So yeah. I want to work on my career and I want to, again, help orders that are in maybe in the same situation. Maybe why not help orders, people that has been deported, get involved with some sort of ... even, maybe just talking. Sometimes it just helps a lot to talk. So, yeah. But, especially right now, I'm focusing on my career, my new career basically. And just being able just to have a stable life here. And maybe why not eventually go back to the US just to visit, not to stay. I want to visit. Yeah.\nClaudia:        These last few questions are more like reflective, if that's okay? So, what can the Mexican government do to help Mexican returnees reintegrate into Mexican society?\nAdrian:        Yeah, it was in a way sad to realize that there is no actual program here in Mexico to help migrants returning. So, I think it will be great just to have any kind of aid program, just kind of like how to help people to recuperate, to maybe even work. A lot of migrants have skills that they learned in the US that I think that would be great to, if they can use the same skills here in Mexico, I mean, and it's help for their own country. So yes, I think there should be somehow a program to help. Again, even if it's just in a way, like a, how can I say it? Like a mental help too? I mean, some people go through super tough processes, and being deported or being in jail before being deported. And finding yourself in a country where sometimes you've never been here. I can just not imagine how it is for some people. So, I think they should have any help, any program.\nAdrian:        Maybe even just a guide. Once you're back here, this is what you need to do. I mean, being here at Hola Code, I realized sometimes too, some of them, they don't even have an ID. And it's like, you find yourself completely alone. It could be really tough. I mean, many of them go to shelters and they basically homeless. So yeah, it's sad that there is not any kind of program or help for people returning back, coming back.\nClaudia:        And what do you think that the Mexican government can do to help prevent migrants from turning to crime and gangs—or to crime and drugs—and that sort of thing when they come back?\nAdrian:        It's a difficult question. I don't know. I mean, I think maybe even just having a program. I mean, I have met people here that, again, have been through the same situation as me. And just because of the lack of, again, not even having an ID or a lack of opportunities, when some of them, they never went to school, so they cannot apply for jobs. Even for like super basic jobs here in Mexico. And yeah, some of them have actually turned into gangs or even selling drugs. So, I think some, again, a program or a guide where you can just, I don't know. I would like to something ... I'm imagining like a program where you can be like, \"You know what? Okay, you're back. How can we help you? Do you have an ID? Do you have access to even food?\" Sometimes they don't even have access to food. So, like startup steps of people cannot just go into like crime or homelessness.\nAdrian:        But again, I don't know if right now there is a program. I don't think there is. Because again, just by meeting people, I know there is no such a thing. So yeah. I mean, at this point, I think any kind of help will be useful, honestly. Any kind of tool. I mean, now that we're getting into the tech world, we were even talking about creating apps to help these kind of people, like where can they go to get their IDs. Where can they go again, if they don't have access to food where the shelters available in different cities in Mexico. So, yeah, I think any kind of help will be absolutely useful to many. Again, if it's part of the government, I mean, it should be in a way. I think it's such a shame that not such things exist, especially being in Mexico. Unfortunately, one of the countries with people with migrants most. So, yeah.\nClaudia:        And why do you think that people in the US have a negative perception of migrants from Mexico?\nAdrian:        Well, I experienced some kind of racist stuff, and most of the times actually it was because of the image that media gives them about Mexicans. That perception that we go to steal their jobs. And yeah, I think it's unfortunate. But yeah, I think it's mostly through the perception they have through media. That bad image the media sometimes gives us Mexicans. This is my personal experience in what I perceive as like a group in generalities, like yeah. That bad image we have is just because of that. And sometimes it's like, in a way, that American that lives in small town, or that is not really supposed to migrants, or they're always kind of with their own. I think it's where that bad image sticks the most. Like, \"Oh, here they come to steal our jobs. They don't even learn English.\" Like that. Yeah, I don't know.\nClaudia:        And then last question, it's kind of similar, but why do you think that people in Mexico have a negative perception of returning migrants?\nAdrian:        Ah, that's a tough question. And I think, again, I've been through that already. Even among us, the people here at Hola Code, we ... I don't know. Sometimes it might sound funny, but sometimes we think it's kind of like a jealousy thing, you know? Sometimes we've had it actually, some situations where some Mexicans were like, \"Why do you speak English if you're in Mexico now?\" Sometimes, \"Why do you dress like that if you're in Mexico?\" It again, sounds stupid maybe, but they have that perception that, in a way we are back or that we are back because of bad reasons. That we maybe committed a crime or they think that, that we commit a crime, so that's the reason why we're back in Mexico. And in a way, sometimes it creates that bad image of like, I mean, you're a criminal. And we even heard comments, like, \"You move to the US as a criminal, crossing the border illegally, and then you came back the same way. There must be a reason why you're back.\" It creates a bad image of like, it's a perception too. Again, media plays a big role too.\nAdrian:        Sometimes, again it's because we've experienced it here. It's a jealousy thing. It's hard to explain. Yeah. We have situations too, where they think it's kind of the opposite. The same thing that we've been through in the US is the same thing that we go through here in Mexico. Sometimes here, Mexicans think that us that came back, we came to steal their jobs too. And that just because we speak English, we have sometimes skills that they don't have. They feel threatened. They do. And we have, again, being here at Hola Code and hearing the stories of other guys that went through the program and they are already working, being back in that workforce. And you hear all these negative comments about being a Mexican that has been living in the US. And you hear comments like, \"Why do they have the same opportunities that we have? We went to school here. We went to a five-year degree, and this guy just went to a bootcamp and now they're making the same amount of money as we are.\" Again, it's unfortunate that sometimes you feel like being back in your own country you will feel safe and that everything's going to be over and everything's going to be okay. And sometimes meeting these kind of people here too, this kind of make you wonder like, when is it going to be over? Sorry.\nClaudia:        No, don't apologize. Don't worry about it. You're fine. Those were all the questions that I have. But now I want to give you the space, if there's anything else that you want to add or something that you feel like you want me to know, or anybody else who's listening to this to know?\nAdrian:        I think I will say, sometimes migration is not because you want to go to a different country or to a different place. Sometimes situations are the ones that actually make you go and leave everything that you know and your family behind. It's just for me, I will say just empathy. Sometimes you really don't know what a person is going through in their lives just to make a decision like that. I think that will be my extra thing. We need to be more empathetic of people and just respect. Again, maybe this is a personal thing but I knew I wasn't documented in the US, and just because of that I was respectful to others. And you have to. You have to be respectful all the time and just, yeah. That's it.\nClaudia:        Well, thank you so much.\nAdrian:        No, thank you.\nClaudia:        Are you satisfied with everything that you said?\nAdrian:        Yes, I am.\nClaudia:        Okay.",
    "annotations": [
        {
            "id": "8f5a6fc7-e665-450e-8a0e-7bdf951f016c",
            "type": "text",
            "start": 8411,
            "end": 9051,
            "label": "Feelings,Happiness",
            "params": {
                "id": "8f5a6fc7-e665-450e-8a0e-7bdf951f016c",
                "class": "anno"
            }
        },
        {
            "id": "d80edb39-43d2-45e0-a541-9f1920694966",
            "type": "text",
            "start": 4986,
            "end": 5659,
            "label": "Time in the US,Pastimes",
            "params": {
                "id": "d80edb39-43d2-45e0-a541-9f1920694966",
                "class": "anno"
            }
        },
        {
            "id": "5cf645ec-e310-4b20-8195-6eca976c22e1",
            "type": "text",
            "start": 4390,
            "end": 4901,
            "label": "Time in the US,Jobs/employment/work",
            "params": {
                "id": "5cf645ec-e310-4b20-8195-6eca976c22e1",
                "class": "anno"
            }
        },
        {
            "id": "08f49b9a-2c0e-4b73-8563-55af770e922e",
            "type": "text",
            "start": 3644,
            "end": 4346,
            "label": "Time in the US,Homelife,Living situation",
            "params": {
                "id": "08f49b9a-2c0e-4b73-8563-55af770e922e",
                "class": "anno"
            }
        },
        {
            "id": "10ce72f0-debf-4480-a9ee-a9f154c51667",
            "type": "text",
            "start": 2396,
            "end": 3156,
            "label": "Time in the US,Homelife,Living situation",
            "params": {
                "id": "10ce72f0-debf-4480-a9ee-a9f154c51667",
                "class": "anno"
            }
        },
        {
            "id": "6c550dd2-9fe9-472b-b195-1722f3e3aa0d",
            "type": "text",
            "start": 18640,
            "end": 21161,
            "label": "Xenophobia,Ice",
            "params": {
                "id": "6c550dd2-9fe9-472b-b195-1722f3e3aa0d",
                "class": "anno"
            }
        },
        {
            "id": "d11736c2-1ebe-46b3-9711-cf008f647c73",
            "type": "text",
            "start": 14251,
            "end": 15758,
            "label": "Reflections,Mexico,Migrants",
            "params": {
                "id": "d11736c2-1ebe-46b3-9711-cf008f647c73",
                "class": "anno"
            }
        },
        {
            "id": "0bad7160-88dc-46eb-b2fc-0f66a06aedef",
            "type": "text",
            "start": 10079,
            "end": 12285,
            "label": "Time in the US,New York,Reflections,Cultural differences",
            "params": {
                "id": "0bad7160-88dc-46eb-b2fc-0f66a06aedef",
                "class": "anno"
            }
        },
        {
            "id": "0f2c9603-47a7-47ee-8142-c6fd7aaf6012",
            "type": "text",
            "start": 6929,
            "end": 7929,
            "label": "Return to Mexico,Cultural differences,Challenges",
            "params": {
                "id": "0f2c9603-47a7-47ee-8142-c6fd7aaf6012",
                "class": "anno"
            }
        },
        {
            "id": "01ac8308-5b5a-479b-a885-5fffb0870ad1",
            "type": "text",
            "start": 6239,
            "end": 6928,
            "label": "Reasons",
            "params": {
                "id": "01ac8308-5b5a-479b-a885-5fffb0870ad1",
                "class": "anno"
            }
        },
        {
            "id": "eae3dbc8-c418-4eeb-9ec8-e61c0e2c1377",
            "type": "text",
            "start": 3157,
            "end": 3599,
            "label": "Family Separation",
            "params": {
                "id": "eae3dbc8-c418-4eeb-9ec8-e61c0e2c1377",
                "class": "anno"
            }
        },
        {
            "id": "e653001d-6ad5-4c44-a062-39348044d141",
            "type": "text",
            "start": 1804,
            "end": 2312,
            "label": "The United States,First impressions",
            "params": {
                "id": "e653001d-6ad5-4c44-a062-39348044d141",
                "class": "anno"
            }
        },
        {
            "id": "15ffc3f7-cc96-49bb-bdca-781e1a80a3bf",
            "type": "text",
            "start": 1491,
            "end": 1803,
            "label": "Border crossing",
            "params": {
                "id": "15ffc3f7-cc96-49bb-bdca-781e1a80a3bf",
                "class": "anno"
            }
        },
        {
            "id": "96bde412-82a8-4151-9184-90747c9b7c1d",
            "type": "text",
            "start": 705,
            "end": 1490,
            "label": "Reasons,Family,Violence",
            "params": {
                "id": "96bde412-82a8-4151-9184-90747c9b7c1d",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}