{
    "name": "Aide",
    "date": "June 4, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Sergio Diaz",
    "portrait": null,
    "thumbnail": null,
    "text": "Aide:        Over there and have a better life.\nSergio:        So Aide, what do you know if they ever talked about you? Any other reasons you left for the United States?\nAide:        Well, no as far as I know, that was the reason so that I can have a better life. So that I can... The first thing that my parents wanted was for me to know how to speak English. And well to graduate from high school and then go to college. Basically to have the life that I wouldn't be able to have right here.\nSergio:        How old were you when you left?\nAide:        Six.\nSergio:        Six years old. Do you remember anything from Mexico?\nAide:        No. Actually, the only thing that I remember was that, when I was like four or five I went to Pre-K here. I just went for like a month. And then they took me. That's all I remember.\nSergio:        So what's your first memory of being in the United States?\nAide:        When I got over there, the first thing that I did was, I went to McDonald's cause I was like really happy. And of course seeing my mom. And everything was so different. And I mean, everything that I wanted, they would go and buy it for me. And I remember that when I wanted something here. It would be like, \"No, we got to wait for money.\" It was really difficult. Some, some of the things that I kind of remember from here when I was little. It was really, really difficult.\nSergio:        So when you guys went over there, did you and your mom go together or who went?\nAide:        Yeah, actually she came to pick me up and then we went to Tijuana.\nSergio:        Because she had been in the US before.\nAide:        Yeah, but she didn't have papers. None of my family had papers. So we illegally crossed the border. And I didn't know anything about that. I was like a little kid. I just remember that they took me. And I fell asleep and then I woke up over there.\nSergio:        So what do you remember about school there?\nAide:        Well, I remember everything basically. I grew up over there. I went to elementary. I went to middle school. High school. I remember everything. Life is so different over there. My life was literally over there. I left everything.\nSergio:        Do you have any teachers that you really remember or any friends that you really remember?\nAide:        Yeah. A lot of teachers that I remember because they teach me a lot. There's little things that I do. And then I remember this teacher or songs, even songs like the Katy Perry song. The Fireworks song. One time I was in class and the teacher was teaching us about the... What the song says about, \"If you ever feel like a plastic bag.\" She was talking about that kind of sense. So every time I hear that song. I remember the teacher. I remember all my friends. Yeah.\nSergio:        What were your friends like there?\nAide:        We used to go outside and play, sit on the little gray boxes that were like the light thingy, or I don't remember what it was. I don't know. You know the gray boxes that were outside?\nSergio:        For the telephone?\nAide:        No, I think it was a power thing.\nSergio:        The big power boxes.\nAide:        Yeah. Yeah. I remember we would sit right there and tell each other stories or joke.\nSergio:        Did any of your friends know you were undocumented?\nAide:        Yeah. Most of them knew. Because when I got over there, I didn't know anything of English. I learned it. It was hard because at the beginning I was a little kid. And then when I went to kindergarten. I got scared and I even kicked the teacher. Because I didn't want to stay. Because the way they talked English. I would be like, \"what are they saying?\"\nSergio:        When your family left and you started living in the United States, did you ever miss Mexico?\nAide:        Not really. Because like I said, I didn't really do that many things here.  So the only thing that I miss from here was my grandma, my family. Family that I kind of remember having. So, but I didn't really miss Mexico. Even when they told me, \"Hey, would you like to go back to Mexico?\" I told him, \"No, why would I go back to Mexico? I have everything here.” I mean, my friends. My everything. So it wasn't really in my plans coming back.\nSergio:        So when you were going to school, up to what grade did you get to?\nAide:        I went on until 10th grade of high school.\nSergio:        What did you want to do with your life at that point?\nAide:        Well, I wanted to work. I wanted to finish high school first. And then go to college. And get a job. I actually wanted to be, somebody. Have a better life.\nSergio:        Get a job in what?\nAide:        At that time? You can get a job let's say at the mall. And if you had a job at that time, when you were in high school, you were like the bomb at that time. So I just really wanted to like follow the same examples. I just didn't want it to be like the girl that depended on her parents for everything. I wanted to be independent.\nSergio:        So did being undocumented ever affect you growing up?\nAide:        Yes. Because in that case. Sometimes when I told them that I wanted to go to college. They would tell me that I wasn't allowed to go to college because I didn't have papers. I was really close to getting the DREAM Act permit. When I came over here. That really hurt because I wanted to be able to get that permit. I actually have some cousins over there that have the DREAM Act. They came and visited me. So it's really sad, but I wasn't able to be like them.\nSergio:        So what state were you living in?\nAide:        Nevada.\nSergio:        Nevada. And who told you that you couldn't go to school because you were undocumented?\nAide:        Well, sometimes they were meetings at the school. And people that came from different colleges. And they started saying, \"Well, would you guys like to learn more about college and everything?\" And I have some family also that well... Family and friends that I would tell them \"Oh, I want to go to this college.\" \"Oh, but you can't because you're illegal.\" So like I said, \"I was already looking forward to the DREAM Act.\" But then that's when I came here.\nSergio:        So did that affect you and your performance in school? When they told you stuff like that?\nAide:        Yeah, because they got me really upset. So I wasn't really sure what was going to happen. I wasn't sure if I graduated from high school, I would be able to go to college. So that really did affect me. I was really insecure about what would happen.\nSergio:        So what was the point where you said to yourself \"This is it.\" First of all why did you come back?\nAide:        Well, for family problems because my mom passed away. So then my dad yeah, my mom\nSergio:        How old were you? How old were you when she passed away? \nAide:        Well, I was 14 years old. So when my mom passed away, my dad decided to make a really make... It was a very difficult living with the pain that my mom had recently passed away. And then my dad was all upset of course. And frustrated. And he decided to come over here. So we actually went to the Mexican embassy like the consulado. Well they told us, \"No, you guys got to get out of here. We'll give you the... We'll pay for the trip and everything. But you guys got to get out of here\". So, I mean that was kind of my dad's fault because he decided to come over here. So he was the one to actually look for those people so that they can bring us back.\nSergio:        Why?\nAide:        I don't know why. I really never understand it. why he wanted to come back.\nSergio:        Did you want to come back?\nAide:        No, it cost me a lot of crying. A lot of arguments. Everything. Yeah. It was really difficult when I got here. It was, I was crying. I hated everything. I was like, \"Oh, why am I here?\" I was happy over there. I had everything. And I was about to get the DREAM Act papers. And that's what hurted the most. Because I was about to accomplish something that was like the purpose of why my mom took me over. Yeah.\nSergio:        What age did you come back?\nAide:        Came back at 15, 15 years old.\nSergio:        So what's one of your... What's your favorite memory of the US?\nAide:        My favorite memory. Well, life is really different over there. So there's not just one thing that I like about... My favorite memory was that when every time I got out of high school, out of school. I would go out with my friends and I would be more secure than here. Well, since I lived in Vegas, I was able to go and walk on the strip. I don't know. Go to the, to Circus Circus Casino do a lot of things that you're not able to do here. I can't go out because, there's a lot of people that they see that you have money. They go and rob you. So it's really complicated to actually live here. So my favorite memory was that being able to go and have fun and be safe.\nSergio:        What did your friends tell you when they found out you were going back?\nAide:        They couldn't believe it. They actually got really upset as well. They were actually... Before I came, the day that I was about to get on the plane, we were planning like for me to escape. They told me \"We'll see you here and get out of the plane.\" I was about to do it, but I wasn't able to. Yeah. So it was really, really hurtful.\nSergio:        So in the US did you ever see, or were you ever involved in crime or anything like that?\nAide:        No, I wasn't involved with crime. But that's how... Not really that much of crime. I wasn't really into, I never really found out about that much.\nSergio:        So coming back when you landed, what was that transition like?\nAide:        It was horrible. Yeah. Because basically I didn't really know anything about Mexico. And I didn't know anybody. People saw me like I was really different because obviously people from the States are really different and everything. The things I would do, the way I would talk, the way I would, everything. They will see like if I was weird, if I were strange and I would think that they were weird because of the things that they would do. The life, the money, everything. Everything was like... I don't really, I know I'm from here, but wow. Really different.\nSergio:        Do you feel like you're more American than you are Mexican?\nAide:        Yes. Even though I was, I wasn't born in the US. I did feel like I was more American because I started school really small. I grew up everything. I know, I felt like I was from the US. And then when I started school here. It was like, \"Oh, I don't know anything about Mexico.\" Literally I don't know. And when I got here was a little bit of trouble speaking Spanish because I got used to speaking English all the time. So, yeah it was really... It was like the worst experience landing here after living your whole life basically, or since you were a little kid. And your childhood, leaving it in the States and then coming here and not knowing anything. Not knowing anybody is really complicated.\nSergio:        Did anyone ever make fun of you for being from the United States?\nAide:        Here? They would just look at me like, since I have different manners or I behave like people would behave in the States. Or for example, I like to live the life of the States. I like the good life. So then when I started talking with my family or friends about, \"Oh no, I like this, or I would like to do this.\" They will look at me like, \"Why?\" They would think that I would make them feel less because of the way that I think about, you know? \nSergio:        What are some of those things?\nAide:        What could it be? No well, let's say I don't like to live the poor, poor life. I mean, I'm not like discriminating or anything, but I like to have a stable life, you know. Let's say that I like Starbucks a lot. And people from here, they're like, \"No, why do you like that coffee? Why you like the expensive coffee? When you can get one from the little carts for 10 pesos or something?\" Because it brings me memories from the States. So it was those kinds of things.\nSergio:        What other things bring memory of the States?\nAide:        My favorite memory or?\nSergio:        Or what other things that might bring memories of the United States?\nSergio:        Every time I used to go to California. It was really awesome, because you keep on learning new things, seeing new things. And when I went to the beach, everything is like really perfect. As far as I remember, yeah. Everything was cool. I have a lot of things that I liked from the States a lot.\nSergio:        What's your least favorite thing about the United States?\n     Aide:        My least favorite was the fact that... Yeah, there are people who will also discriminate because they will be like, \"Oh no Mexicans or this illegal people.\" Some people like, even some teachers at school, they will look at the Mexicans like that. They will look at them really weird. Or people even on the streets like, \"Oh no, there's Mexican people.\" Or that's something that I don't really like. I didn't like when I was in the States. But I knew it was normal. I mean.\nSergio:        Do you get more of that here? Like you being from the US. People look at you in the same way that they looked at you over there in the US.\nAide:        Yeah. The States, they looked at me like that because I was Mexican. So now I'm here and they look at me like that because I was in the States. So, but here, the difference is that in the States, they looked at you like that because obviously they're from the States during their country. So they think that they have the right to look at people that are not from there like we're aliens or something. And here it's like, they look at you like \"Oh no, you think you're everything you think you're....\" No, I don't think I'm everything. I just, it wasn't even my fault that I was in the States. They think that you're making them feel like less… \nSergio:        Which one was worse?\nAide:        The States are worse because it was really uncomfortable listening to people talk about legal people or immigrants. That wasn't really nice.\nSergio:        So now that you're back. What do you want to do? Have you gone back to school? Sorry, first. Now that you're back, have you gone back to school\nAide:        Here? Yeah. I want to kind of like high school. But also since I had some problems economically, I had to stop going to school. And I had to go to work to a call center. So now I started with that call center life. Well, it makes me feel like, I'm kind of like in the States. When I'm at work, I feel like I'm in the States because of the people that I know, they speak English. We have the same thinking everything. So that's my sad life.\nSergio:        So do you feel more comfortable in that environment here?\nAide:        Yeah. Well, I guess I had to get used to it. I don't have any other option. Either you get used to it or you get used to it.\nSergio:        Oh, you've been back in Mexico. Have you ever been a victim of a crime?\nAide:        Yeah, I’ve been robbed. Yeah, when I go on the bus or yeah. I've been... That's a lot of people that get on the bus to rob. That's the most common thing that can happen here.\nSergio:        What have they robbed from you?\nAide:        My phone, my money. Yeah.\nSergio:        Do you feel safe here?\nAide:        No, I'll never feel safe here. I don't know. They have a problem with us, with females. I don't know what the problem is. But being a female and living here in Mexico is not really nice. You can't really go out. Turn in time because then there will be looking out for you or like just chasing you to kidnap you or rape you. So it's really not, I'll never feel safe here.\nSergio:        Would you ever want to go back?\nAide:        Yes I would be really happy if I could go back. I mean, if I can't go back to live over there, I would be happy just to go and visit. I have family over there. I have friends, a lot of friends. But I don't think it would be that really easy for me to go back.\nSergio:        What do you think you want to do now? Or yeah, what do you think you want to do now? Like going forward with your life?\nAide:        Here?\nSergio:        Yeah.\nAide:        Well, right now I'm just working. Like I said, In a call center. And well, I want to keep on working. So then I can get my own money. Get money and start making something. By doing something so that I am not always in a call center. Stuck on a call center. I mean, I don't have any other option. I have to do what I got to do and try to look for a better life you know.\nSergio:        What kind of discrimination do you face at work?\nAide:        Yeah. No, no, not any. I actually don't face any discrimination at work. No.\nSergio:        And what ways do you feel... In what ways do you think being in the US has shaped who you are?\nAide:        A lot of things that like I said, I don't like to live like... I don't like to say, \"Oh, I only have this type. I only have this amount of money.\" Well, no, I like to give more. I would like to be a better person. I would like to have a better life, like I said. And I think that's from those ideas and that type of lifestyle that I like are from the States. I would like to live like the way people live in the States. I think like people from the States, I don't think from like... I don't have the same ideas as people from here.\nSergio:        Do you think you can ever live like people in the States here in Mexico?\nAide:        It is possible, but it does take a lot of work. It's not like in the States. In the States, you can live a secure and peaceful life with not that much of work. I mean, you have to work, but it doesn't cost you that much. And here, no, you got to spend like... You got to be old until you can have the good life.\nSergio:        Why do you think that so many people in the US have a negative perception of migrants from Mexico?\nAide:        Why? Because everything that they show on the news like violence. Everything. Basically Mexico is like... Whenever they talk about Mexico, it's like, \"Oh no, the violence, everything. The poor lives, the violence, everything.\" I mean, when I was over there and they would tell me like, \"Would you like to go back to Mexico?\" I'd be like, \"No. Definitely not.\" Even though I didn't know. I was like, \"No.\" Yeah.\nSergio:        Do you have anything else on your mind before we finish the interview? Or do you feel like you have to say about your experience about what can be improved. About what you want to see. When you said, \"You were close to being the dreamer?\" why didn't it happen?\nAide:        Well, like I said, my dad decided to come back. So I was actually fighting for like kind of permit. Actually I had the paperwork for the DREAM Act. And I just needed my dad's signature. I was actually going to stay with some friends that said that they were going to adopt me. So I was a minor back then. So when we were actually filling up the paper and we were about nothing like so close to being able to become a Dreamer.\n        My dad decided to come back. And like I said, \"I was actually planning on escaping from him and staying there.\" But it wasn't really possible because I was minor. So anything that I would be trying to do, they were like, no, you're a minor. And if your dad doesn't allow this to happen, then all you got to go with your dad. I wasn't really able to make my own decisions.\nSergio:        That covers everything. Well, actually, do you think that prejudice has stayed the same improved or worsened since Trump took office?\nAide:        I think it's worse now. Yeah, because I think that if we were... Well, if I was over there, he's more like... He doesn't like immigrants, so he's really against that. So I think it will be like more difficult because there will be like more discrimination. And more like, I don't know. More people being deported. So I think that's like the worst part. I don't really think that Trump has done anything better for the States. I think he even got it even worse.\nSergio:        Thank you for your time.\nAide:        Okay.\n\n\n\n\n\n\n\tPage  of",
    "annotations": [
        {
            "id": "60bfed22-8101-4242-a453-bd3f9639eb6c",
            "type": "text",
            "start": 19489,
            "end": 20111,
            "label": "Struggling, Suspension, Dropping out,Ice,Reflections",
            "params": {
                "id": "60bfed22-8101-4242-a453-bd3f9639eb6c",
                "class": "anno"
            }
        },
        {
            "id": "d860dcc7-5597-4ffe-b764-674c59f9c471",
            "type": "text",
            "start": 18394,
            "end": 19488,
            "label": "Dreams,Reflections",
            "params": {
                "id": "d860dcc7-5597-4ffe-b764-674c59f9c471",
                "class": "anno"
            }
        },
        {
            "id": "0e6ec48f-c933-4f89-a979-a4e12ed2e5f6",
            "type": "text",
            "start": 17856,
            "end": 18393,
            "label": "Reflections,Mexico,Ice,Xenophobia",
            "params": {
                "id": "0e6ec48f-c933-4f89-a979-a4e12ed2e5f6",
                "class": "anno"
            }
        },
        {
            "id": "399d3e68-18ef-4c2a-aad5-68222e8eee42",
            "type": "text",
            "start": 16787,
            "end": 17855,
            "label": "Mexico,Reflections",
            "params": {
                "id": "399d3e68-18ef-4c2a-aad5-68222e8eee42",
                "class": "anno"
            }
        },
        {
            "id": "fd313df2-cff4-4d9e-9bc4-0b306b032c4e",
            "type": "text",
            "start": 3658,
            "end": 4218,
            "label": "Family Relationships,Those who stayed in Mexico,Return to Mexico,Awareness of what was happening",
            "params": {
                "id": "fd313df2-cff4-4d9e-9bc4-0b306b032c4e",
                "class": "anno"
            }
        },
        {
            "id": "dd5db04b-2b12-4236-827f-9659d71ad542",
            "type": "text",
            "start": 16250,
            "end": 16632,
            "label": "Return to Mexico,Jobs,Call Centers,Dead end",
            "params": {
                "id": "dd5db04b-2b12-4236-827f-9659d71ad542",
                "class": "anno"
            }
        },
        {
            "id": "08074304-5110-4908-8c9b-d6bb6b2e151d",
            "type": "text",
            "start": 14761,
            "end": 15754,
            "label": "Return to Mexico,Challenges,Crime and Violence,Age,Mexico, Before the US",
            "params": {
                "id": "08074304-5110-4908-8c9b-d6bb6b2e151d",
                "class": "anno"
            }
        },
        {
            "id": "6c9107ef-a305-4295-86cd-e205f5c1b7ac",
            "type": "text",
            "start": 13146,
            "end": 14148,
            "label": "Time in the US,Racism,Discrimination,Reflections,The United States,Art,Mexico, Before the US",
            "params": {
                "id": "6c9107ef-a305-4295-86cd-e205f5c1b7ac",
                "class": "anno"
            }
        },
        {
            "id": "aa7d8074-4ee7-4afe-a055-15b8b64c06bf",
            "type": "text",
            "start": 12582,
            "end": 13145,
            "label": "The United States,Art,US government and immigration,Discrimination,Racism",
            "params": {
                "id": "aa7d8074-4ee7-4afe-a055-15b8b64c06bf",
                "class": "anno"
            }
        },
        {
            "id": "a90e683a-dd30-4884-b033-e68034922404",
            "type": "text",
            "start": 12272,
            "end": 12581,
            "label": "States,California,The United States,Favorite parts",
            "params": {
                "id": "a90e683a-dd30-4884-b033-e68034922404",
                "class": "anno"
            }
        },
        {
            "id": "1eafbc22-ebb2-41e9-8521-53424a0a08c1",
            "type": "text",
            "start": 10238,
            "end": 11023,
            "label": "Identity,American",
            "params": {
                "id": "1eafbc22-ebb2-41e9-8521-53424a0a08c1",
                "class": "anno"
            }
        },
        {
            "id": "03eee17a-2883-4135-9726-842ac2f2e6c4",
            "type": "text",
            "start": 9586,
            "end": 10237,
            "label": "Return to Mexico,Challenges,Cultural differences,Discrimination,Language,Mexico, Before the US",
            "params": {
                "id": "03eee17a-2883-4135-9726-842ac2f2e6c4",
                "class": "anno"
            }
        },
        {
            "id": "0e484e0d-f88b-48da-962c-641fc5fcaf16",
            "type": "text",
            "start": 8130,
            "end": 8888,
            "label": "Reflections,The United States,Favorite parts,Age,Friends,Community,Mexico, Before the US",
            "params": {
                "id": "0e484e0d-f88b-48da-962c-641fc5fcaf16",
                "class": "anno"
            }
        },
        {
            "id": "a35cc545-3c29-4b80-b3ab-2dd012387d81",
            "type": "text",
            "start": 7578,
            "end": 8042,
            "label": "Return to Mexico,Family,Arguments/Estrangement,Immigration status,Lost opportunities,Dreams,Feelings,Hope,Lost opportunities,Camaraderie/family",
            "params": {
                "id": "a35cc545-3c29-4b80-b3ab-2dd012387d81",
                "class": "anno"
            }
        },
        {
            "id": "9576b43f-57cc-4e49-8def-ddb7ab61935e",
            "type": "text",
            "start": 6522,
            "end": 7577,
            "label": "Leaving the US,Paying For,Family,Illness,Return to Mexico,Family,Parents/step-parents,Lack of mental health resources,Tragedy",
            "params": {
                "id": "9576b43f-57cc-4e49-8def-ddb7ab61935e",
                "class": "anno"
            }
        },
        {
            "id": "caa7afe9-ba27-4d2a-af28-24b6b8decf2d",
            "type": "text",
            "start": 6155,
            "end": 6521,
            "label": "Immigration status,Broken system,Living undocumented,Lost opportunities,Learning status,School,High school,Struggling, Suspension, Dropping out,Feelings,Fear,Frustration",
            "params": {
                "id": "caa7afe9-ba27-4d2a-af28-24b6b8decf2d",
                "class": "anno"
            }
        },
        {
            "id": "6fe8ba24-78aa-419e-9d53-ab472a63b313",
            "type": "text",
            "start": 4972,
            "end": 6154,
            "label": "Immigration status,Broken system,Hiding/lying,Lost opportunities,Dreams,College,Higher Education,DACA,Eligibility,Feelings,Frustration,Sadness,Regret",
            "params": {
                "id": "6fe8ba24-78aa-419e-9d53-ab472a63b313",
                "class": "anno"
            }
        },
        {
            "id": "a08872e1-b486-41b1-827c-02004249bb08",
            "type": "text",
            "start": 3225,
            "end": 3657,
            "label": "Immigration status,Hiding/lying,Not knowing status,School,Friends,Time in the US",
            "params": {
                "id": "a08872e1-b486-41b1-827c-02004249bb08",
                "class": "anno"
            }
        },
        {
            "id": "a548ecf7-ea80-429c-9278-58e9a0ba7c2d",
            "type": "text",
            "start": 2763,
            "end": 3224,
            "label": "Time in the US,Friends,Favorite",
            "params": {
                "id": "a548ecf7-ea80-429c-9278-58e9a0ba7c2d",
                "class": "anno"
            }
        },
        {
            "id": "41827f4c-d1e0-4def-99e3-ff352b2c6e68",
            "type": "text",
            "start": 2177,
            "end": 2762,
            "label": "Time in the US,School,School,Teachers,Mentors,Music,Poetry",
            "params": {
                "id": "41827f4c-d1e0-4def-99e3-ff352b2c6e68",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}