{
    "name": "Alejandro",
    "date": "June 4, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Haverford College",
    "portrait": "Alejandro_6-4-2019_Portrait.jpg",
    "thumbnail": "Alejandro_6-4-2019_Thumbnail.jpg",
    "text": "Sergio:        So my name is Sergio. I'm here with Alejandro. And we're doing the interview. So Alejandro, what was the reason why your family decided to go to the United States?\nAlejandro:        The reason why my family decided to go to the United States was because, I mean, financial help. We just wanted a better life. Get out… get out of poverty. That's the only reason why.\nSergio:        How old were you when your [inaudible 00:00:36] migrated?\nAlejandro:        I was around… I was a baby. I was around two years old. Maybe going to two.\nSergio:        What's the first memory that you have in the United States?\nAlejandro:        First memories, just the leaves. They were colored leaves. The first thing I remember was going to the park. And then just seeing those colorful leaves. Snow. That was it\nSergio:        Do you remember your schooling?\nAlejandro:        Yeah. I remember my schooling. I remember going to kindergarten, first grade, elementary school. I remember going to middle school. I used to play sports. I was always soccer player. I remember school.\nSergio:        At that point, what did you think you wanted to do in the future?\nAlejandro:        Go to college, work, have a car, have my own place, you know? Yeah.\nSergio:        So what changed all that?\nAlejandro:        What changed all that?\nSergio:        Yeah.\nAlejandro:        What changed all that? Maybe the places that we were moving into. New friends, I don't know, a lot of things change, family issues.\nSergio:        Because you were living throughout different parts of the Chicago area, right?\nAlejandro:        Yeah.\nSergio:        Yeah. I mean, it's got a reputation for like really tough neighborhoods. Is that the kind of where you grew?\nAlejandro:        Yeah. All I grew up just going project to project. I grew up in different projects all the time, going to different neighborhoods. Sometimes I would go to a neighborhood where I wouldn't belong. There would be rival gang bangers, and they would just be difficult. Like actually being there, and every time I would run into trouble, I would always get my mom kicked out of one place. And it was just like I said, family issues. Just different friends, different lifestyle. You start going up, you start seeing different things. Yeah.\nSergio:        As you were going through that, what did you think? What was it like you were around your friend group, was it that you kind of felt like you had to survive or what was going through your mind?\nAlejandro:        Yeah, it's just that I grew up with certain people. So, with the same friends I grew up with, it was like, I couldn't leave them. And like I said, I could probably start a new friends every time I moved to a different neighborhood, but it was just like, I don't know, the loyalty plus it's just like the things that you been with them. You can't leave them. So you basically got that guilt in the back of your head like, I can't leave them. Like they'd been there with me when no one else was, you know? Or when I needed them and stuff like that, they were actually there. And it was just like, yeah, you can't leave them hanging there. It wasn't being afraid, but it was something that you were supposed to do, you know.\nSergio:        So I suppose, did you join gangs In the US?\nAlejandro:        I joined the gang.\nSergio:        Just, it was one?\nAlejandro:        It was just one gang.\nSergio:        And what did you think… what did that mean for you when you were joining?\nAlejandro:        It was just respect and money at the time. I mean, I just joined it for the money too. Like you're growing up all you want to do is have money and then you just see that they get it so quick and easy. You just want to go ahead and get, be like them. And it's just like I told you like  you grew up with them. So it was like, even if you didn't want to, you're from that neighborhood. So you're from the hood at the end of the day. Yeah.\nSergio:        So do you think, were you the only undocumented person joining gangs?\nAlejandro:        No. There was probably a couple more people, but I mean, out of all my friends, it's probably like two or three that are out here and everybody still out there.\nSergio:        But it wasn't like just because you were undocumented, you're joining?\nAlejandro:        No, it was just friends I grew up with growing up in the same neighborhood go and joining the neighborhood gang.\nSergio:        Because it's friends so you couldn't just say no?\nAlejandro:        Yeah.\nSergio:        I grew up in Pomona which is like… .\nAlejandro:        Where?\nSergio:        It's called Pomona.\nAlejandro:        Pomona. Texas? Pomona, California?\nSergio:        It's also a tough neighborhood. So, I have a lot of friends who've been shot at, almost killed and I was lucky enough to keep my head down and get out. Did you have any friends like that? Or did you ever experience any violence like that?\nAlejandro:        Violence in the US? Yeah. That was an everyday thing. Yeah. I experienced a lot of violence, a lot of chase. They chase me, I chased them. You seen a couple of shootouts here and there. Yeah. That was everyday thing, man. Like, you're from that block, you can't leave that block, man. Just stay in your block because we ain't got nothing else to do over there. You're just going to end up getting shot or getting chased or getting bricked at, getting thrown a bottle at your head. That was everyday thing out there. Chicago was murder capital.\nSergio:        So what's one of your favorite memories of the US?\nAlejandro:        Going to the beach every summer, like going and spending time with my family, going out. We actually have family things. We actually went to Wisconsin Dells, we actually went out to beaches, had cookouts. I miss my family, man. They're all at the toast. They're over there. My sisters, my brothers, like I said, my mom is out there. I mean, they're all out there and I'm out here. And yeah, just having those family experiences, just chilling with them, spending time with them.\nSergio:        What ended up happening that led to the start of your deportation back to the US?\nAlejandro:        I caught a case. That's what led me to get my deportation out here. I caught a felony case. But I was actually a juvenile still. I was 17. I had parole in __ County. I lived in the Aurora area and then I have parole and I went in ___County when I was living in the West Chicago area. And instead of them calling my parole officer, how they were supposed to when I caught my case, they just seen that it was an aggravated battery. I'm sorry, with bodily harm. Like I told you earlier, the Narcos actually, they seen us growing up. So I guess they really had something towards me that they always see me running into trouble, I guess.\nAlejandro:        So when I actually caught this case, they even told me like, \"We're so happy that you caught this case cause now we’re going to be able to deport you.\" Literally that's like the exact words. And I was just like, I ain't think nothing of it, because to be honest with you, I never thought I was going to get deported. Never in my life, me as a child growing up thinking, “Oh, one day you're going to get deported.” No, I was like, \"What's deported? What is that?\" But like I said, I grew up with a mentality that I thought I was never going to be out here in Mexico. I knew I was Mexican. I came from a Mexican family. But, yeah. I never thought I was going to end up over here and actually going through things that I actually went through out here. Never in my life that I think I was going to be out here, man.\nSergio:        So when you caught that case, did you think you were still involved because you thought you were never going to get deported, like it would have been different if you knew you might be deported?\nNew Speaker:        Yeah, If I knew I was going to get deported day, I will probably calmed my butt down, I would have probably sat down. But, yeah, if I knew I was going to get deported, but I thought I still had a couple of years. Like I said, I was still a juvenile. Like I was actually just like, \"What? They can't do nothing to me yet.\" Like I said, I never thought I was gonna  be out here, man. I thought I was still going to have... Even if I caught a case, I still thought I was going to have a chance like, Oh, I'm going to have a daughter spend all my life here. They can't deport me, they can't send me out there. I don't know nothing from out there. I ain't got nothing to do anything. What am I supposed to do out here?\nSergio:        So how old were you when you…  this happened, when you started that case?\nAlejandro:        I was 17. When I caught my case. Yeah. I was 17.\nSergio:        Did you know you and your partner at the time, you knew she was pregnant, around then?\nAlejandro:        Yeah. I knew she was pregnant, but at that time we actually separated because of her family, like her mom never liked me. And I was… we were actually living together. At 15, already living together. Like man, she just hated the fact of how I lived. And her mom hated the fact of how I lived and I don't know, she ended up eventually taking her from me. It got to that point where we just ended up separating from all the things that were going on and stuff. Yeah, I knew she was pregnant, but when I caught my case, I was out there in the streets, I wasn't thinking about her to be honest.\nSergio:        What did you… was it the decision for both of you that you guys wanted to get pregnant?\nAlejandro:        I mean, yeah. I mean, it just happened. Right. But I mean, we both agreed on it when she was pregnant with it. Yeah. And my girl, she was actually a US citizen. She's born over there. She's from over there. But, like yeah, we both agreed on it, yeah.\nSergio:        You want a baby?\nAlejandro:        Yeah. I mean, my mom would kill me if I were to do some crazy other thing. Yeah. She would–\nSergio:        What made you want to have a baby?\nAlejandro:        Well just. Nothing made me want to have it, like I said, it just happened spontaneously, but I mean, we were just like happy about it. If it happened, it happened. I mean, things happen for a reason. Right. Nothing's an accident like they say. And I do believe that. I mean, everything just happens for a reason. Like they say, I could have probably been shot, killed out there maybe, but I don't know. Sometimes I do think like that, but at the end of the day, I feel like I don't belong here. I just want to be out there.\nSergio:        So you said that you guys were living at 15 together?\nAlejandro:        Yeah. \nSergio:        And then you got separated from her when?\nAlejandro:        Like two  years later because of other things. She wanted me to stop doing things that I couldn't do because I was like, \"I can't.\" Because I just couldn't stop doing it. It was just not addictions or anything like that. It was just, she wanted me to get out of gang life. She wanted me to stop selling drugs, but it was like, \"If I stopped doing that then how am I supposed to provide for you and actually help out around?\" Like I had a job, but I mean, you gotta buy food over there. We wasn't getting no government help, no aid, like how people get link, stamp cards and stuff. It was just us. So basically I had to work double. I mean we had to work for food. And if you wanted nice things, she wanted clothes, you wanted shoes. I mean, you got to work for that too.\nSergio:        So you guys were at 17, were you guys living together before you got the case?\nAlejandro:        At the time? No. She, like at 17, there was for a couple months. Yeah. We were still living together. And then like I said, her mom one day she just like, \"I'm taking my daughter.\" And she went along with it and she ended up leaving me because I guess-\nSergio:        Did she know she was pregnant then?\nAlejandro:        Yeah, she was pregnant. She knew. That's the whole reason why they took her from me because she was pregnant, and they didn't want her to be living like how we were living basically.\nSergio:        And then after she got pregnant, you caught the case, and were in jail before the baby was born.\nAlejandro:        Yeah. I caught my case before the baby was born.\nSergio:        What was that like, seeing your baby for the first time?\nAlejandro:        Man. It was really, really sad, man. Had to see her through a glass window. I can't even hug her. I can't even do anything, but just see her, just know that she's there, I can't provide for her. I'm locked up. I can't do anything. Right now, I just see her through Skype, FaceTime, all these years she's been growing up with me and it's just like, \"When are you coming down here, daddy? And then I'm just like, \"One day.\" But one day she's going to, I don't know, I just don't want her to hate me.\nSergio:        How old is she now?\nAlejandro:        I know she's seven. She's going to seven. She's going to be seven, August 28th. Her name is ______ . I got a tattoo of her here.\nSergio:        _________[a]\nAlejandro:        _______. It means God of fertility, according to my baby mama la diosa de la fertilidad. [b]And I don't know what language, that's what she named it. _________ But I mean, yeah.\nSergio:        Has she ever come visit you?\nAlejandro:        We're actually planning on it. Hopefully by December, she comes out here. I mean, we had talked about it before, but she cost money. She's on her own. My baby mama, she's on her own. And it’s just like difficult for her, I guess. But hopefully by the end of this year or starting the beginning of the new year, I get to see my daughter for the first time. Yeah, hopefully. But–\nSergio:        Are you scared about that?\nAlejandro:        Yeah. I'm actually nervous, scared. I don't know what to do. Luckily I have this job. But I know if I still have this job, God willingly, I know I'm going to be okay. But I'm just scared. I don't know, she's actually old enough to realize things now. I just don't want her, like I mentioned to you earlier, just hating me and stuff like that. Asking why I wasn't right there? And then not giving her an answer like, \"Oh, I was stupid. I was a young ass kid.\" I don’t want to tell her all that.\nSergio:        So since you've been back, do you think you've changed your lifestyle and like your mentality?\nAlejandro:        Yeah, a lot. I mean Like how they say it out here, \"estamos en México, no estamos en Los Estados Unidos.\" [We’re in Mexico, we’re not in the United States].[c] You got to. My mentality over there was not give a damn about anything and over here, you actually gotta fear for your life, you got to fear for your phone, for your freaking earnings and shit. You can't even wear a good chain around here, good shoes around your neighborhood without somebody noticing them and wanting to take it from you. Like yeah, it’s messed up.\nSergio:        So what happened when… how'd you end up in ICE?\nAlejandro:        I ended up in ICE after I finished my case. They picked me up. After I finished my case, they were already outside in the paddy wagon waiting for me.\nSergio:        When you finished your...\nAlejandro:        My felony case.\nSergio:        You were free from jail.\nAlejandro:        I was free from jail, but they're outside waiting for you with the paddy wagon, with the immigration deportee paper already.\nSergio:        Did you know they were going to deport you at that time?\nAlejandro:        Yeah, I knew. I mean right away when you enter the County, they classify you. If you're a deportee they put you with a yellow wristband. And if you're not a deportee, if you're just a regular inmate, they put you with a blue wristband, with your inmate ID number, your name and your date of birth, all your information, basically.\nSergio:        How often did you have to wear that?\nAlejandro:        Everyday. I mean, if you were to take it off or anything like that, you would actually get sent to the hole for that. It was like your name badge. You had to wear it every day, so the COs could identify you.\nSergio:        Did you ever get targeted because you had the yellow one and not the blue one?\nAlejandro:        No, because I mean right away they knew you're getting deported, bro, right? Yeah. I guess like, because I would actually see other inmates that were the same nationalities as I was, they would have the yellow wristbands too. They would be like older Mexicans just getting caught driving, or they were drinking too much, and they ended up catching a case, man. That is crazy.\nSergio:        So now, how was your experience when you were in the ICE Detention Facility?\nAlejandro:        It was like I was doing time still. I was still locked up. I was in the cell. They was still locked me down. I was supposed to be free, but yet I was doing time. Like it felt bogus, I still did a whole, like I said, I spent like a week and in Pontiac Farms and then afterwards I went to McHenry County. I did like a whole month still when I was supposed to be let free, you know? I was still doing time, still eating State food. I mean, It was bogus. I guess they had me on a waiting list to get shipped out, out here. And I had to wait the whole month. It was bogus. I ain't like it.\nSergio:        So then when you arrived in Mexico for the first time, were you then greeted by any one?\nAlejandro:        No, I almost got robbed like I told you earlier. I was never greeted by anybody. I actually handed a hundred dollar bill to a cop. He was actually telling me he was going to get it changed for me, but somebody else noticed it and he was like, bro, go get your money. They're not going to help you. They're going to stain you. And I'm like, \"Oh, hold on, hold on. What up? I got change, I got change. My guy got me on change, give me my money back.\" He was hesitating a little bit, but he eventually ended up giving it to me. I was scared. I got dropped off in the border at Matamoros.\nAlejandro:        I didn't know anything. They didn't even drop me off here how they do it now. Now they're dropping people off in the D.F. and like, when I see people at T-tech working, and before I'm like, \"Bro, I got dropped off in Matamoros.\" And they're like, \"What? I'm like, \"Yeah.\" \"But how'd you make it?\" \"I don't know how I even made it, bro. I just made it out here. God, thank God man.\" Because it was just so so scary because all the taxis would all pull up to you, one like, \"Oh I got to get in, get in, get in, get in. And you just like, \"Man, calm down, calm down.\" And then you see like military people in the bus stations, you see cops everywhere. And you're just like, you hear everything you've heard about Mexico, decapitations and gangs getting secuestrado, (kidnapped) and all that stuff. And all that stuff was running through my mind. I'm like, Oh God, please help.\" But can I get picked up around here please.\nAlejandro:        I just went to the nearest bus station, told the taxi guy to take me to the nearest as best as I could. He ended up taking me there. I just want a boleto [ticket] to Morelos. They're like, \"Oh, we don't do boleto to Morelos, you would actually have to get dropped off in Mexico City, and then Mexico City take one to Morelos. So I ended up taking the whole bus to Mexico city and then going to my native state Morelos. But it was hard, man. Like I wouldn't even get off the bus when they would do their little stops. Because I would actually be so scared of going out there. And then the first time I ended up going out, I still had American money and I bought a coffee and this lady didn’t even give me my change back.\nAlejandro:        And it was just like, what the hell? Like I didn't even know how to even fight about it. Like, give me my change back. I was just like, man, I'm not even getting off no more. When the torta guy comes up and just buy me a torta and just... They used to get on the buses before we used to leave, trying to sell food and stuff. I was actually pretty shook. Like I didn't know where I was at. Like I said, everything was just a new world to me. Everything was just new.\nAlejandro:        You know, I'd just be looking outside the bus. Like where am I at? On my inside. You don't see that in the US. You see streets are planos,(flat/paved)  beautiful streets right here, man. This is the only good thing about the city. And it's not even that beautiful, look what you got, you got bumps living outside the monument. you would never see stuff like that in the US. People outside of a historical, like, come on, man. Cops right here are so crooked, man. You got to be afraid cops right here, man. You got to be afraid of these guys. Like they know tomorrow we get paid. They know tomorrow as the fifth, you're going to see a lot of cops running through here. Just searching people for no reason just because they know we get paid. And they know like if like, if they're like they know who to classify, they classify.\nAlejandro:        Like they see you all tatted up. They see you like you're looking crazy and stuff. By the way they pull you over, because they immediately think that you got drugs on you. Life over here it's no joke, man. Like this is life right here. Right you actually got to know how to survive. Like to be honest in the US like you have it sweet, yeah, but right here, it's tough, man. Right here, like I said, you got to be on the lookout for everything. Everybody over here is crazy. Everybody over here can't be going to different neighborhoods like that. Like, man, come on. Like I said, like right away they know you're not from here.\nAlejandro:        They hate you for that reason, just because you once upon a time you had a good lifestyle, I guess. And they never had that, and right away they think you got money, just because you're from over there. But little do they know I'm as messed up as they are? I got to work, bro. Trust me if I had it like that, I wouldn't even be working. No, I can't be depending on my family, we've grown. I'm supposed to be providing for them. That's crazy.\nSergio:        When you came back, you went to Morelos state. Who’d you stay with there?\nAlejandro:        One of my uncles, my mom's brother.\nSergio:        Was it chill?\nAlejandro:        No, we actually had problems because he would actually try to boss me around like he was my father and I'm like, \"Whoa.\" And he would tell my mom other things, he would exaggerate on things. Like I would ask, have me a drink or two. But he would actually be like, \"Oh, your son did this and that.\" And then I wouldn't even eat at their home. And my mom was sending him money for me to eat. And I'd be like, \"Why are you sending the money? I don't even eat, they don't even offer me a fuckin’ plate.\" Like, \"Why are you doing that?\" And then like I said, they were just my own family was robbing my family. So I had to get out of there. I can’t be doing… I can't disrespect him. That's my uncle. It's my mom's brother.\nSergio:        So you decided to come to the city?\nAlejandro:        Yeah.\nSergio:        And now that you're working here, you do Skype with your daughter, do you send money there?\nAlejandro:        No. I mean, I've tried, but my baby mama she doesn't allow that. I mean, she thinks like it's nice and cute of me. Right. But I mean, my money's not worth anything over there. She actually be offering me to send me money. Like, \"Nah, don't do that. Let me send you some money.\" \"Don't do that. I'm good, you know. I’, not going to be taking money off of you, and I'm the one supposed to be giving you money for my kid.\" Like I said, things are backwards here, I guess. it's just messed up mine. I don't like it. I still feel after four years, I still don't belong here, you know?\nSergio:        You feel more American than Mexican?\nAlejandro:        Yeah. Not like that either. I actually love being Mexican, but I actually just feel like my whole life is out there, bro. I ain't grow up here. All these guys, they grew up right here in the same neighborhood. They grew up going to the same school together. I swear my life is my friends, my family, my life is out there. I don't got nothing to do out here. I don't got no friends here. I ain't got no family here, family like sisters, brothers, mom, I don't got family like that out here. So what am I doing? Ain't nothing out here for me.\nSergio:        Do you think you'll go back?\nAlejandro:        Hopefully, man, like I said, I really want to go back. Financially. It's that neediness helps me back, money. Because like I said, my sisters are married. They got two, three kids. My mom she's working for her to survive. She's old too. she's not as young as she used to be. She can't work as much as she used to. And like I said, it was just money, the only thing holding me back, but hopefully one day, one day God willingly. I have to, I mean, I had a daughter, I got my family out there. What am I going to do here? There ain't nothing out here for me bro. I tell you, nothing.\nSergio:        So, is there anything you think that can improve where your situation is.\nAlejandro:        I'm sorry. What was that?\nSergio:        Anything you think that would improve your situation? Like any changes to the law and changes to the way things are\nAlejandro:        Yeah man. I mean they should first the dog case slap on the wrist. They first a dog case gets shipped out there and they don't even know somebody's background. They don't know, all they see you as a immigrant, but bro, I mean, you know how long I been here? Like I been here since I was two years old bro. I grew up over here, bro like, what are you going to send me out there for, like you know? Why? That's the real honest, why is it I'm more from here than not there?\nSergio:        How do you think being in the US has shaped who you are now and shaped your beliefs?\nAlejandro:        I'm sorry. What was that?\nSergio:        How do you think that being in the U S for so long has shaped who you are now and shaped everything you believe?\nAlejandro:        I don't know how to answer that, bro. Can you rephrase it in another way?\nSergio:        After being in the US for so long, do you think being in the US has made you the person you are today and how is that different from---\nAlejandro:        Oh yeah. Yeah. It has made me the person I am today, because I mean, if I didn't grow up how I grew up, I would have probably been a different person, but I know if I would've probably grew up here, I would have probably been dead or shot. I mean, like I told you, I lived in the centro right there in Morelos. That's where I'm from. I seen pretty crazy things out there. And like I said, I know if I would've stayed up growing up here, I would have probably been dead, or I would probably been one of these guys out here, staying in the streets, I would probably got lost in drug addictions because I mean, over there, you grow up with a mentality like, you want to be the man around the block. And over here, all these guys want to do is get messed up.\nAlejandro:        I would probably have been worse if I would've grew up out here. And thank God I had a good lifestyle. I can't complain. Like I said, I had family things, I went out to the beach. I went to school. I had every day I was always used to be into sports. I was everyday thing like my life wasn't messed up. And so far since I've been here in Mexico I mean, and I used to be fatter, I lost weight. I'm not eating as I used, how I used to. I used to have money. Right here, I got to be working 11 hours a day for me to get decent money. And it's still not enough because you still can't get the things that you want. It's just for you to survive.\nSergio:        So what it sounds like is, when you came back, you avoided like crime here in Mexico?\nAlejandro:        Yeah. Because like I said, I was actually scared out here. I mean, I wasn't in my neighborhood. I was in somebody else's country. And then all the things that I would hear about Mexico, like really got to me. I can't be doing the things that I was doing out there. Like right here, you try selling the drugs, man, they'll come and kill you right away. And you can't sell drugs anywhere around here. Right here, everybody got their territory, I guess. And it was just hard on here, man.\nSergio:        So if you were to return to the US, do you think you would go back to who you were before?\nAlejandro:        No. Never, because I actually know what's real now. I would never go back to what I used to be, man. Because my friends, so-called friends, they're actually living the life right now, actually out there enjoying their kids. Some of them got kids, married, they got nice cars. And I know I could have had that. And I was already 15. I already had more things in a lot of guys' my age should have had at the time. I mean, I know I was going to make it regardless. And no, I would not go back to that, because like I said, I actually know who's real now. I know that my family is real, they're the ones that stuck with me throughout this whole time, they're still the ones with me. When I need help financially, they're the ones that helped me. When I need help, just help period, they're there for me. Nobody else is there. But damn, yeah bro.\nSergio:        And your daughter, too?\nAlejandro:        My daughter. But I know one day she's going to have to ask about me regardless. Like I said too, she's going to want to meet me. So I know one day I'm going to meet her regardless too, but I just want to go out there and do things different. Actually, I don't know, just do things different, do everything that I wasn't supposed to do.\nSergio:        That covers all the questions I have. So, thank you-\n\n\n\n\nAlejandro1995 (6-4-19) (Completed  02/12/21)\nTranscript by Rev.com\n\tPage  of \n\t\n\n[a]daughter's name ommitted\n[b]should this be omitted? someone could figure out the name based on this translation theoretically\n[c]not 100% sure about this transliteration/translation",
    "annotations": [
        {
            "id": "818b3cc3-1bd9-4513-996c-de98c6948874",
            "type": "text",
            "start": 28392,
            "end": 29342,
            "label": "Reflections,Values",
            "params": {
                "id": "818b3cc3-1bd9-4513-996c-de98c6948874",
                "class": "anno"
            }
        },
        {
            "id": "c76a4472-e59c-4e69-839a-14863406f1f1",
            "type": "text",
            "start": 26204,
            "end": 27771,
            "label": "Reflections",
            "params": {
                "id": "c76a4472-e59c-4e69-839a-14863406f1f1",
                "class": "anno"
            }
        },
        {
            "id": "3c043a28-d7f0-4d96-8e21-94d0e6a7e5e7",
            "type": "text",
            "start": 25336,
            "end": 25824,
            "label": "Reflections,The United States,US government and immigration",
            "params": {
                "id": "3c043a28-d7f0-4d96-8e21-94d0e6a7e5e7",
                "class": "anno"
            }
        },
        {
            "id": "ff679dc2-254a-4ad5-b6d6-2d95da984044",
            "type": "text",
            "start": 23887,
            "end": 24427,
            "label": "Reflections,Identity",
            "params": {
                "id": "ff679dc2-254a-4ad5-b6d6-2d95da984044",
                "class": "anno"
            }
        },
        {
            "id": "1654c7a2-d6a6-4b99-9f79-eadba52c0e76",
            "type": "text",
            "start": 16710,
            "end": 17312,
            "label": "Leaving the US,Detention,Imprisonment,Treatment",
            "params": {
                "id": "1654c7a2-d6a6-4b99-9f79-eadba52c0e76",
                "class": "anno"
            }
        },
        {
            "id": "3426277a-f68e-466f-8844-51c158feede5",
            "type": "text",
            "start": 10039,
            "end": 10562,
            "label": "Time in the US,Relationships,Having Children,Age",
            "params": {
                "id": "3426277a-f68e-466f-8844-51c158feede5",
                "class": "anno"
            }
        },
        {
            "id": "b29bf75e-1937-42e0-8dc4-badf4d1ab8b0",
            "type": "text",
            "start": 8867,
            "end": 9456,
            "label": "Time in the US,Family,Age,Teenage rebellion",
            "params": {
                "id": "b29bf75e-1937-42e0-8dc4-badf4d1ab8b0",
                "class": "anno"
            }
        },
        {
            "id": "6bdb1ba1-2264-4926-8c8d-f51802b617ec",
            "type": "text",
            "start": 5520,
            "end": 6067,
            "label": "Time in the US,Pastimes",
            "params": {
                "id": "6bdb1ba1-2264-4926-8c8d-f51802b617ec",
                "class": "anno"
            }
        },
        {
            "id": "3fc67dd8-f37c-47a6-a2c3-e780d8fc79ef",
            "type": "text",
            "start": 4961,
            "end": 5504,
            "label": "Time in the US,Violence,Gangs",
            "params": {
                "id": "3fc67dd8-f37c-47a6-a2c3-e780d8fc79ef",
                "class": "anno"
            }
        },
        {
            "id": "54337c48-becc-457f-aae5-7700adb4112c",
            "type": "text",
            "start": 2519,
            "end": 3240,
            "label": "Time in the US,Gang Activity,Camaraderie/family,Friends",
            "params": {
                "id": "54337c48-becc-457f-aae5-7700adb4112c",
                "class": "anno"
            }
        },
        {
            "id": "408b3256-55b4-426b-b7eb-2001af255f5b",
            "type": "text",
            "start": 20179,
            "end": 22128,
            "label": "Mexico,Border crossing,Corruption,Xenophobia",
            "params": {
                "id": "408b3256-55b4-426b-b7eb-2001af255f5b",
                "class": "anno"
            }
        },
        {
            "id": "edda12ac-0650-44d0-b7c9-69235cbe29b4",
            "type": "text",
            "start": 14287,
            "end": 14941,
            "label": "Reflections,Return to Mexico,Challenges",
            "params": {
                "id": "edda12ac-0650-44d0-b7c9-69235cbe29b4",
                "class": "anno"
            }
        },
        {
            "id": "5cab895e-dc2f-4adb-8869-1e2018754dfd",
            "type": "text",
            "start": 6068,
            "end": 8590,
            "label": "Deportation",
            "params": {
                "id": "5cab895e-dc2f-4adb-8869-1e2018754dfd",
                "class": "anno"
            }
        },
        {
            "id": "c0371ab4-b025-4678-8650-7c6273da7fbf",
            "type": "text",
            "start": 3241,
            "end": 3953,
            "label": "Arriving in the United States,Gangs",
            "params": {
                "id": "c0371ab4-b025-4678-8650-7c6273da7fbf",
                "class": "anno"
            }
        },
        {
            "id": "3156235b-64c1-4bb6-abfd-46c55a090c95",
            "type": "text",
            "start": 548,
            "end": 811,
            "label": "The United States,First impressions,Not knowing status",
            "params": {
                "id": "3156235b-64c1-4bb6-abfd-46c55a090c95",
                "class": "anno"
            }
        },
        {
            "id": "81bcaa81-d209-48c2-a68b-0d3c368e2d1e",
            "type": "text",
            "start": 0,
            "end": 380,
            "label": "Reasons,Economic",
            "params": {
                "id": "81bcaa81-d209-48c2-a68b-0d3c368e2d1e",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}