{
    "name": "Alex",
    "date": "June 12, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Lizzy Cannon",
    "portrait": null,
    "thumbnail": null,
    "text": "Lizzy:        Okay, this is Lizzy, and we're doing the interview now with Alex. So for the interview, we're just going to talk a little bit more and try to hear a little bit more about your experiences-\nAlex:        Okay.\nLizzy:        ... in the US. So maybe we can start with... You talked about in the survey that a lot of your reason for coming to the US was for school?\nAlex:        Mm-hmm (affirmative).\nLizzy:        So what were some of the differences between U.S. schools and Mexican schools?\nAlex:        So I know it's not in every school, but at the beginning I attended a very good school district, and it had so many programs. The teacher assistance was there, the support was there, the culture was very diverse, and I just liked it. That was my elementary school. My town in Mexico, it's a rural town. We had one school in the rural town, and just, the resources were not there. I remember in third grade was the first time I ever saw a computer. And then I moved to the States and we had a whole computer lab. So back in Mexico, like I said, in third grade we had six computers for the whole school. Go to the States, and we have two computers per class, and then we have a computer lab. So I realized that the resources, and just the difference in resources was very different, and I just wanted to get the best education that I could.\nLizzy:        Mm-hmm (affirmative). And then, do you remember your first day of school in the US?\nAlex:        Yes.\nLizzy:        What was that like?\nAlex:        It was weird. It was exciting, it was awkward, because I didn't know any English. I embarrassed myself a few times.\nLizzy:        What with? Was it the English-\nAlex:        Yeah. I remember when they were trying to divide us into groups for P.E. and computer lab and library, because we would rotate. They were calling the students by gender and teacher, and I would just see kids get up and sit down, get up and sit down, and I was like, oh, I don't know. But I didn't want to be left out, right?\nLizzy:        Mm-hmm (affirmative).\nAlex:        So I'm like, okay, in the next round I'm going to get up. And they called for some other teacher that wasn't my teacher, girls, and I got up and everybody just laughed, and I was like, I didn't even know what was going on.\nLizzy:        Was that embarrassing?\nAlex:        It was pretty embarrassing. But, I mean, I think it's normal, it's natural. Every time you want to attempt something new or something that's unknown to you, you're always going to come across those kind of situations, and I think it gave me a foundation to always try new things without really being... or without feeling so bad about just embarrassing yourself or failing because it's just part of the process. You know, if you have grit and if you keep doing it long enough, you'll get it.\nLizzy:        Were there any specific teachers that stand out to you now, looking back, that helped you?\nAlex:        Yes, I do have a few. So elementary school, Mr. Nala was my first teacher. I was actually not supposed to be with him, I was supposed to go into fourth grade, but since I knew no English, they brought me back to third grade, and Mr. Nala was the third grade teacher. But he helped me so much, I could tell that he genuinely just cared about the students and having us learn. Actually all of my elementary was pretty dope. Then Mr. Robinson, he was my fifth grade teacher because then I got bumped up to fifth grade, and he was just so chill, but on point, also, with school materials. He was just cool. I would just see him as the cool teacher.\nLizzy:        What were the other kids like?\nAlex:        It was very diverse, right? So we had people with money, we had people without money. We had Hispanics, we had whites, we had blacks. It was just very diverse. I cannot put my elementary into a box. You obviously had the bully, and you had the... I would just consider it normal school, like a normal, diverse school.\nLizzy:        And then what about going into high school? Middle school, high school's, for a lot of people, when things start. It kind of determines which path you're going to be going.\nAlex:        Right, so-\nLizzy:        Finding your friends. What was that like?\nAlex:        So after that I went to a magnet school that was... what was it? I would say 80% black. It had a lot of programs, but it also had a lot of problems, and it was because it was just like on the line of the other district, you know?\nLizzy:        And it was a magnet school? Did you have to apply to go there?\nAlex:        Yes. I had to apply. On paper it seemed like, okay, they offer all these programs. It was a very artsy-oriented programs, and one of my cousins had been going there so I applied, got in, and like I said, the programs were pretty good… well, on paper the programs were good, but you could tell that there was a big difference between how efficient the programs were from my elementary school to my middle school, and it was because of that. It was on the other side of the good district.\nAlex:        Then we moved to the north-side of ______, because I was living in the ______, like more downtown area at first and you could just see that more and more, the difference between what one school in one district's like compared to another one based on the economic resources. My high school was not the best on paper, but still I was able to get some knowledge from there. I was able to graduate. Some classes were more efficient than others, some teachers were more caring about students than others. Others you could tell they were just there for the paycheck.\nAlex:        There was one teacher though, who, Ms. Koehler. She just kind of took me under her wing. She put me in the FFA program, which I had never heard about. I was able to raise a lamb for three years in a row.\nLizzy:        Wow.\nAlex:        Yes. It was a really good experience.\nLizzy:        That's cool.\nAlex:        Yeah, it was a really good experience. I would have never thought... I didn't even know what it was. I didn't even know there was a thing like that. And the reason why, I actually got a horticulture class with her, and we didn't get along at first, and then after a while, after a big discussion that we had, we kind of just started getting along little by little. So then she would tell me like, \"Oh, I just don't only give this class, I also give this class, and this class, and this class. So she started enrolling me in all of her classes. She enrolled me in the FFA program. I even took Floral Design with her.\nAlex:        It was me and my cousin. We were the only two guys in the Floral Design class. It was pretty fun. I did learn a lot from her, not just school-wise, but just in general. Obviously she was a white woman, and since we were involved in the FFA program I kind of got to spend a lot of time after school with her, and it was just different to see how the differences in the culture. But I liked it, she was very, like I said, she took me under her wing, she cared about me a lot. Even to this day we still keep in contact.\nLizzy:        Oh, wow. That's great.\nAlex:        She just survived breast cancer.\nLizzy:        Oh, wow.\nAlex:        So I'm just happy that she's still around, and she's actually planning a trip to come down here. I was like, \"Hey, you survive breast cancer, come down to Michoacán.”\nLizzy:        To visit you?\nAlex:        Yes, I was like, \"We have beautiful beaches, just come down.\"\nLizzy:        Wow, that's so cool.\nAlex:        So yeah, we still keep in touch.\nLizzy:        That's really cool.\nAlex:        And you know, like even that, I wish I could have kept up with my elementary teachers, because I think they were such good people, also. It just didn't happen that way, you know? So, yeah.\nLizzy:        And then you said you got your residency when you were-\nAlex:        18.\nLizzy:        And then if we skip ahead a little bit, let's talk a bit about what led to you being deported.\nAlex:        So obviously, since I moved to the States when I was very little, I always grew up with feeling a sense of just a part of the community, you know?\nLizzy:        Mm-hmm (affirmative).\nAlex:        I didn't see a difference between me and the next person, and I was just a teenager, a young adult doing whatever it is that his friends were doing. I had been pulled over, but, I mean, my traffic offenses were always resolved. Then I was involved in a street fight. I would call it more like self-defense.\nLizzy:        So somebody else started-\nAlex:        Yes.\nLizzy:        ... a fight with you.\nAlex:        Yes. We got arrested, and it was at a party. There was obviously drugs and alcohol going on at the party. So I was accused of being under the influence, possession of cocaine, and obviously being engaged in the fight. I was able to drop the cocaine charges because the cop planted it on me, and I was able to drop the under the influence charges because, I mean, I was in a private place. I had had a few drinks, but it wasn't like I was at public place.\nLizzy:        How old were you?\nAlex:        I was 20? Or 19, 20.\nLizzy:        And so you had the charge for fighting, and you had mentioned it was originally a misdemeanor but they bumped it up to a felony?\nAlex:        They were trying to bump it to a felony when they put the cocaine charge on me.\nLizzy:        Okay.\nAlex:        So that was a felony.\nLizzy:        Okay.\nAlex:        So then finally they were like, \"Okay, well, if you plead guilty for the fight, we'll drop your under the influence charges and we'll give you deferred adjudication of guilt for the cocaine. So the first two months I said no, and I was just like, \"Take me trial. Take me to trial. Take me to trial.\" I had at the time, I had a public lawyer helping me, one of those public assistance lawyers, and he just misled me. When I was telling him, \"Take me to trial, take me to trial\", he was like, \"You're going to lose.\" I was like, \"Well, why would I lose? I have everything. I have the sequence of events.\" Like when the cop called in, he was just taking me in for the fight, it wasn't till I was already in jail that they slapped me with, oh, now I have a cocaine charge. How does that even happen?\nAlex:        I was like, \"I'm sure you guys have cameras. I'm sure you guys have a report. Like there should be a time log that points to me either having or not having the cocaine.\" But he just kept saying, \"No, you're going to lose, you're going to lose. They're going to keep you here, they're just going to extend your time.\" At the time, I was living with a single mom, my mom, and three younger sisters. I was the oldest. I was 19, 20. So I was providing half of the payments of the house. I was the one who'd buy my sisters' shoes for school, things like that. So three months without working, and you're young, you don't have a saving account, they're struggling. And I was like, \"I can't be here any longer,” so I took the plea guilt, the... I don't even know what it's called.\nLizzy:        Plea bargain?\nAlex:        Plea bargain, there you go. Trying to look for it. So I took the plea bargain and I was out the next day, and I was doing okay. I was actually able to become materials manager for _______. The guy that was previously holding that position was a mechanical engineer, and I had never been to school. That's actually when I started going to college, because the company was like, \"Well, we need you to be an engineer, but you're already doing everything right, so we're going to help you out.\" So the company actually started helping me out into enrolling into community college, so I could try to become an engineer.\nLizzy:        So it sounds like you were in a pretty successful place.\nAlex:        Yes, yes. So got out of jail, kind of realized, okay, you know, maybe the whole thing wasn't my fault, but also, maybe I don't need to be putting myself in certain situations where these kinds of things can happen again. So I just tried to stay away from trouble, stay away from any friends that might put me in certain situations like that. I started working at the wood shop, then I heard about this company, ________, that was expanding, got a job there. Got a very nice pay raise compared to what I was making. Within a matter of six months they moved me to materials manager, and I mean, everything was going so well. I was taking care of my probation. I remember the day that I got arrested by ICE I was supposed to go visit my P.O. [probation officer] I had… I mean, I told everybody ahead of time.\nAlex:        I had a secretary, I told the secretary, \"Okay, I'm going to leave you some P.O.s [purchase orders] ready just in case you need to make any emergency purchases, I'll leave them signed at my desk. I should be coming back around this time. If anything, just call me. I should be with the probation officer from this time to this time.\" I had everything set up. I was at home, because I would usually wake up at 5:00 in the morning, be at work by 6:00, but that day, since I would had to go see my P.O. [probation officer], I slept a little longer. I think it was like 7:00 in the morning. I was still in my room, and I hear somebody knock. Looked through the window, and there're cops, so I'm like, okay. But they're knocking aggressively, so I get out my room, my mom gets out of her room, my sisters get out of their room, we all meet in the hallway.\nAlex:        And I'm like, \"Mom, did you call the cops or anything?\" and she was like, \"No.\" She was like, \"What did you do now?\" I was like, \"I didn't do anything, Mom, just chill, you know?\" Like, okay, let me go handle this, they're probably just paying me one of those random visits because when I signed for probation, it's stated on there that they're able to come and visit me just to see how I live, I guess.\nLizzy:        Yeah. So you thought they were just coming to check in on you.\nAlex:        Right. So I opened the door, I walk outside, and I'm like, \"What's going on?\" They're like, \"Are you Alejandro Gonzales?\" \"Yes, I am.\" So like, \"Well, you're under arrest.\" I'm like, \"Woah, what? Why?\" So I'm like, \"Wait, there must be a misunderstanding, my appointment wasn't until 12:00. I'm sure it was today, I'm sure I didn't miss it, you know?\" They're like, \"Well, we don't know, all we can tell you is that you'll see a federal officer in two weeks.\" So I was like, \"Wait, what? Why a federal officer?\" So then I checked their badges, and they were ICE agents. Like, why a federal officer? So at that time they already had me handcuffed and they're pretty much like, \"We're taking you. Don't even risk this.\"\nAlex:        So I'm like, \"Okay, well, can I get some shoes, at least, something? Can I tell my family goodbye, tell them to call my job and tell them that I'll be back in two weeks?\" Because to me, I was like, okay, this is just a big misunderstanding. So, yeah.\nLizzy:        Did they let you do those things, to-\nAlex:        They let me get some shoes and a shirt. But basically, all I did was, they didn't let me hug my family, they didn't let me do any of that. I had-\nLizzy:        They didn't let you hug them?\nAlex:        My sisters were crying. My sisters were terrified. Put me in the truck, took me, never came back.\nLizzy:        And you were detained for a year and a half?\nAlex:        A year and a half, almost. Yeah. Yeah, so when I got there, apparently Texas' deferred adjudication of guilt does not apply at a federal level, and that's why they were able to come and get me.\nLizzy:        For the cocaine charge.\nAlex:        Yes. And the only reason why I signed for that charge was to get out of jail.\nLizzy:        And how did that work with... you're a permanent resident.\nAlex:        Right. So apparently I had only been a resident, I only needed, I think it was eight more months to be able to become a citizen, and that's why they were able to take my residency away so fast.\nLizzy:        So they were able to... yeah, forgive me for not understanding how that's possible when you're a permanent resident, that they can take it away so easily.\nAlex:        Right. I didn't understand that, either. So apparently, like I said, when I signed, what was going to happen was, once I got out of this probation, the charges were going to be completely dropped. That's the only reason why I signed, right? I almost completed that two year probation, and about a year and a half later I have ICE agents at my house and they're telling me, \"What you signed for in Texas does not apply at a federal level, and so we're going to prosecute you because you pled guilty.\" I was like, \"I only pled guilty because I needed to get out.\" And it’s not even like…  I really thought I was just going to be able to do this probation and just move on with my life, you know?\nLizzy:        Right.\nAlex:        But they're like, \"No.\" They're not having it. I was like, \"Well, I've been a resident, like what's going on?\" That's actually one of the reasons why I stayed there for so long because I was trying to become a citizen while I was in there. But, yeah, I think I was like eight months short of being able to become a citizen.\nLizzy:        So close.\nAlex:        Yep.\nLizzy:        So what are your feelings towards the United States after all this? Do you feel anger, sadness?\nAlex:        Just disappointed, very disappointed. I mean, the reason why I went back when I was younger was because I really thought that it was going to be a great opportunity, and me and my family were going to be able to be better off. I really believed in the system. I really believed like… Here in Mexico, it's so common, and people know of the corruption. In the United States, there's a lot of corruption, it's just, people don't talk about it. Everything's like, it doesn't happen at a very low level, even though it does.\nLizzy:        Yeah. Kind of hidden.\nAlex:        Right. So I was really into that idea of, \"Oh, you know, people are fair here.\" And obviously that wasn't the case, and we go from very low levels, like the cop planted something on me. My lawyer that was supposed to help me, did not help me. The judge and the prosecutor, all they care about is another number. They don't care about the person who's on the other side. They really don't care if you're guilty or not, and that's literally what my lawyer told me. They don't care if you're guilty or not, they just want another number. And when my lawyer tells me that, it's like, you just lose hope. This is a person who's supposed to be believing you, this is the person who's supposed to be helping you.\nLizzy:        Yeah, they're supposed to be the one on your side.\nAlex:        Exactly.\nLizzy:        Do you feel betrayed after all of that?\nAlex:        Yes. I mean, like I said, I'm disappointed. I do feel betrayed, because I feel like I did my contribution. I wasn't the guy on welfare. And even if you need welfare every now and then, that's okay. We're people, you know?\nLizzy:        Mm-hmm (affirmative).\nAlex:        But I feel like even on paper, I was contributing. I was able to overcome obstacles. I was able to provide for my family. Not only that, I was able to advance professionally what-\nLizzy:        Yeah, you had a successful job, you were moving up.\nAlex:        Exactly.\nLizzy:        You were doing some college.\nAlex:        Exactly. I did volunteer work in the States. I would teach Algebra for people who were trying to get their GED, free dance classes for communities that, you know… Every now and then you have a community center and they just want certain events. I would go and give free dance classes. So I feel like I was contributing. I've always felt like I was part of the community. I've always felt like I was a piece of the puzzle, or a piece of the watch, to be able to keep it moving. And obviously that wasn't it.\nLizzy:        That's heartbreaking to hear.\nAlex:        It's tough. But I mean, it also did open up my eyes to reality, so…  and that's why... I don't have resentment because that's just the way things are, and it's horrible, but that's just the way things are. So at least now I'm aware of how the world really works, and at least now I can work towards either not falling into that again, and changing things so that people don't have to end up with the same surprise I did.\nLizzy:        Mm-hmm (affirmative). So let's talk about changing things.\nAlex:        Okay.\nLizzy:        What do you think we can change? You want to start talking, on the US side-\nAlex:        On the US side?\nLizzy:        What needs to be changed? What do you think should be done differently?\nAlex:        I think it all starts with people's mindset. I really believe in the people, but sometimes we don't understand that, we're so caught up in our jobs and our daily routine that we don't understand what's going on at a high level. And we don't understand that there are certain people who have certain interests, very powerful people with very powerful interests and they're going to manipulate you to get what they want. And if that means that, hey, you know what? We're going to put you against your neighbor because we need the majority of people to win this political run or this political position, so we'll do that, you know? It’s just... we'll do it. Meanwhile, you're the one fighting your neighbor, meanwhile, you're the one thinking that the other person is dangerous because of whatever reason, and you don't realize that most of the dangerous people are the ones you watch on TV talking about how they're going to make the country better.\nLizzy:        So you're saying some of those people in charge are really more dangerous-\nAlex:        Yes.\nLizzy:        ... than the people that they're trying to teach us to fear?\nAlex:        Yes. I mean, I have a very diverse group of friends. I have friends from the Middle East. I've never felt threatened by them, or I've never felt afraid of them. Obviously, I have a lot of Hispanic friends, I have white friends, I have black friends. I do realize that some of us sometimes have certain stereotypical concepts of other people, but we've always been able to pull it through. We've always been able to keep our friendship strong, and sometimes we just joke about things, you know? But I do realize that there are some people, and even those beliefs, like, oh, little stereotypical beliefs, when you're put in a place, or when somebody injects fear into you, that's going to come out. That's going to come out, and that's what's going to start dividing people, and that's really what they want, you know?\nAlex:        So in jail, when I was in ICE custody I was able to read a lot. Now I had a real interest in finding out what's really going on. Before I was just, like I said, I was just living my life, trying to do better for myself, do better for my family, and just following the system like a workhorse. And then I realized, okay, well, that didn't work. Why? What's going on? Who are these people moving these pieces so that the system is like this, you know?\nLizzy:        So what kind of stuff did you read when you were in detention?\nAlex:        So I read, first of all I started with religion, because I just had a lot of people trying to... we were in jail, so everybody's kind of feeling bad, and they want to do better, and they move to religion. And I realized, like okay, well, I mean, I have this guy telling me this, and I have that guy telling me that, and I was brought up to believe this, so what's really going on? What do I really believe in, right? So then I started studying theology, and then I realized, we pretty much believe in the same things, just a different character. Then I moved to certain international political educational books. There's a guy, I can't remember his name. He's Argentinian. Krashnev? The name isn't coming to me right now.\nLizzy:        That's okay. What kind of stuff does he write?\nAlex:        So he was originally a journalist, and he does just international studies. He'll go into educational system of different countries, he'll go into the political system of different countries, and I would just read little short magazine articles and expand on that, just reading a lot. It wasn't like one book that just completely caught my interest. Jorge Ramos also, I think his books are very good, and he's very concise to point out a lot of discrepancies. Just a lot of things I read. I read the Bible twice. Two different languages.\nLizzy:        So do you feel like you came out changed, or different than what you were before you went into detention?\nAlex:        Yes. So… I just, I felt attacked, and I felt like I needed to be more aware, and that's why I moved towards just figuring out what's really going on. But even though I took my detention and tried to make something good out of it, I don't feel like anybody should go through that. I don't feel like somebody needs to be attacked in order for them to now be more knowledgeable on a certain topic. I mean, it just goes back to trust. I could have been studying mechanical engineer, but no, I'm studying politics because I don't want somebody else to come and attack me again, you know what I mean? I could study something to be more productive, but else… but instead I'm studying something to have to defend myself when I have to, so I think that's a really bad concept, or it's a really bad way of just the way everything turned out. You know?\nLizzy:        It's like you were reading and studying to be able to defend yourself, rather than to-\nAlex:        -than to produce, you know what I mean?\nLizzy:        Yeah. That makes sense. And so let's talk a little bit now about your future going forward. And so-\nAlex:        I'm loving it.\nLizzy:        It's kind of a big, broad topic, but you're graduating from Hola Code now. You had mentioned in the survey being unsure if you would return to the US. Can you talk about that a little bit, your reasons why you maybe wouldn't want to go back to the US, or why you would want to?\nAlex:        So I felt like when I was younger I would just look at the economic side of things, and obviously in the States there's a lot more wealth, well, per se. When I came back, I realized that, I mean, here in Mexico, I've only been here in Mexico City for about six months. I was living in Michoacán before that, and it was beautiful. It's beautiful. I live in a small town, I know everybody in the town. The community's there. Everybody... Yes, people have differences and whatnot, but you're still able to pull through. If there's something that's going on, people get together and they fight for it, and I've seen it in my small town. I have also learned a lot about Mexican culture and Mexican history that I did not know. I live in the area where we have the Purépecha people that live there, which are people who have been here since the Aztec times.\nLizzy:        Yes. Yes.\nAlex:        So to me, that's amazing. These people survived that, what? You're still here? That's bomb. I was able to see... I was able to see, just, I fell in love with Mexico. I really did. The only thing I don't like about Mexico right now, I would have to say, is just the economic distribution, because Mexico's pretty wealthy, too. It's just very badly distributed.\nLizzy:        A little bit more concentrated in a smaller area.\nAlex:        Yes. Yes. And so that's the reason why I want to stay in Mexico. The reason why I would like to go back to the United States is just to be able to visit my family whenever I want. I have nieces and nephews that were born either when I was in jail or while I've been here in Mexico, and I don't know them.\nLizzy:        So you've never met them.\nAlex:        Never met them, and it's heartbreaking. It's heartbreaking, but at the same time I feel like it's, I feel encouraged. The other day I called my sister. My little nephew picks up the phone, he's like three. And I'm like, I kind of realized it was him, and I was like, \"_____, where's your mom?\" He's like, \"Oh, she's taking a shower.\" I'm like, \"Oh, he's just talking to me.\" I'm like, \"Do you know who this is?\" He's like, \"Yeah.\" I'm like, \"No, you don't know. Who is this?\" He's like, \"You're Tío Alex.\" I'm like, oh, my God, that almost made me cry.\nAlex:        They do know about me.\nLizzy:        That's awesome.\nAlex:        So it makes me very happy that my sisters and my mom have, they just let them know, you have an uncle. He's out there.\nLizzy:        Yeah. Keeping you part of the family.\nAlex:        Yep. And they're the cutest. It's just that. Honestly and truly, I don't even want to stay here in the city. I want to go back to Michoacán. I love it over there. That's why I'm trying to get a remote job here in tech.\nLizzy:        Yep, yep.\nAlex:        And I just really liked being in that environment of just a small town. We have mountains, we have a lake. It's just so free. We have clean air. I just like it, you know? I wouldn't want to go back to having to sit two or three hours in traffic. It’s just… it really has changed my priorities. When I was younger I was just wanting to have the bigger car or the better house, and now I really want to spend my money or my efforts on experiences, traveling, experiences, helping out my community, making my family happy.\nLizzy:        So that's something that's changed about you because of the deportation?\nAlex:        Yes. Because of this whole thing, yes. So like I said, I'm not trying to excuse it. I think I'm taking a good, positive outlook on the whole situation, but it shouldn't be this way, you know? It shouldn't be this way. It made me realize how important my family is. It made me realize a lot of things. But like I said, instead of spending my time trying to learn something and be better and produce, I feel like I pivoted towards like, oh, I need to study so that I can defend myself, and that's not the way it's supposed to be.\nLizzy:        Yeah.\nAlex:        Because then again, after I was an engineer in the States, I could have been like, okay, well, let me go back to Mexico and see what's going on and come back with more money, instead of coming back with two pairs of pants and two shirts.\nLizzy:        Yeah. You kind of had to start over.\nAlex:        Yes. Completely.\nLizzy:        Is there anything that you think Mexico should do differently in terms of people like you who are either deported or returning back from the US?\nAlex:        The government?\nLizzy:        Yeah, the government, or people in Mexico? Have you gotten any support from the government agencies coming back as a deportee?\nAlex:        So I do think some people need a hand. Even though I came back with nothing, I was lucky enough to go back to my hometown. I do have family there. I do have a house there that I bought when I was in the States. So it wasn't like, even if I didn't know people, people knew me. \"Oh, you're the son of so-and-so.\" \"Oh, you're the niece or the nephew of so-and-so, oh, I know your uncle. Oh, I know your grandparents.\" So that was very... it helped me a lot coming back. Because it wasn't like I came here to Mexico City and you don't know anybody, and it's not even like... I feel like the community's way more tight in a small town rather than a big city.\nLizzy:        Yeah, you had a community to welcome you back.\nAlex:        Right. So I feel like I was lucky enough to do that. But I do believe that, first of all, if somebody gets here with nothing, I mean you gotta help them out with the basics. Put them back on their feet. I'm not saying put them on welfare for 20 years, I'm just saying, just put them back on their feet. Give them three, six months, I don't know, something. Let them be able to shower and go out there and look for a job. You can't go out there and look for a job when you smell like you haven't showered in three weeks. So those kind of things.\nLizzy:        So having some government assistance available for that kind of landing period.\nAlex:        Yes, exactly, yes, yes. And also, besides the assistance, just the awareness of, you have this person that's talented, and the bureaucratic system in Mexico doesn't allow them to apply for jobs that they're able to do, just because they don't have experience in Mexico.\nLizzy:        Yeah, you mentioned that before.\nAlex:        Yeah, so I was trying to apply for a teller job at the bank. They were like, \"Well, no. We need somebody with a bachelor's degree\" for a teller. Like, come on now. My sister's a teller, she's 18!\nLizzy:        Yeah.\nAlex:        Like, I don't know.\nLizzy:        So the system of getting jobs here is stacked against you?\nAlex:        Yes, I believe Mexico's going in the right direction as far as just creating opportunities for people. Jobs are opening up. I just feel like right now we're at a period where still those jobs that are, you know, at a mid level, are being taken by people with bachelor's because there's not enough yet.\nLizzy:        Mm-hmm (affirmative). Mm-hmm (affirmative).\nAlex:        So I feel like we're in that transition moment. I feel like we can keep it up. If we can keep it up, then we'll be okay. Just the money situation thing, that's the biggest thing. Because you have people with a bachelor's degree making 10,000 pesos a month.\nLizzy:        Yeah. Yeah.\nAlex:        How much is that, $500?\nLizzy:        Not much.\nAlex:        You're telling me I'm going to go school for four years, come out, and still struggle to make 10,000 pesos? Come on now.\nLizzy:        Yeah. Probably doesn't really encourage you to want to go to school.\nAlex:        To go to school, no. I mean, I know people who sell tacos who make a lot more money. I'll just sell tacos.\nLizzy:        Yeah.\nAlex:        Which it’s not… It’s nothing bad, but I'm just saying, there are some people who don't want to sell tacos. There are some people who want to go into learning artificial intelligence. There are some people who want to go into aviation. That's completely okay, also. You know? Just provide the environment for those people to be able to follow their dreams, to do what they want to do.\nLizzy:        And what kind of work do you hope to do? I know you said remote work, what kind of remote work?\nAlex:        So, yeah. So right now I'm learning web development, so I hope to be able to land a job in tech. I'm pretty sure I can. But I want to keep studying for artificial intelligence, because actually my last app that I built for my thesis, I needed to implement a mathematical algorithm that's along the lines of artificial intelligence, and I just think that… it’s just amazing, just everything that has to go.\nLizzy:        Yeah, it's fascinating.\nAlex:        Yes. So I want to get a job in tech as a web developer, but I want to keep studying and learning about machine learning and artificial intelligence, and eventually specialize in that.\nAlex:        It’s hard. It’s a big challenge ahead. It’ll take some work, it'll take some effort, but it's something that I can do, and if I have the right environment, I will do it.\nLizzy:        Mm-hmm (affirmative). Well, that's great. Yeah, you have a lot of goals for yourself, and it seems like a lot of skills that you've accumulated too, and learned. So I think you do have a bright future ahead of you.\nAlex:        Thank you. Thank you.\nLizzy:        So my last question for you when you start wrapping up, do you consider yourself more Mexican or more American?\nAlex:        So there's a saying from a famous movie here in Mexico, yo soy como La India María, ni de aquí ni de allá, like I'm not from there or from here, and I just, don’t even like to identify myself as anything, because I feel like you put yourself in a box. And if we go back to, okay, so you're from Texas. Texas, you know if you're not from Texas then you feel like everybody else is lower than you. Oh, you're from Houston, oh, so you don't like the people from Dallas. Oh, you're from the US, you don't like people from Mexico. Oh, you're from Michoacán, you don't like people from Jalisco. Oh, you're from Quiroga, you don't like people from the next town. I think that's pretty dumb, so I don't like to box myself in a category.\nAlex:        I really believe that I'm a human that's living in this world that has had the opportunity to live in Texas, that has had the opportunity to live in, to see different parts of the United States, that now has opportunity to come back to Mexico and see different parts of Mexico. And I am not against one or the other, I like to embrace both cultures. I really don't like that, because like I said, where do you draw the line? You're always going to be comparing yourself against somebody. Oh, you're from this neighborhood, but we don't like the people from the other neighborhood because they're different. Just embrace the differences, you know? Differences are good, the spice of life.\nLizzy:        I love that. I totally agree. I totally agree. And so as we wrap up, you know, start ending this, is there anything else you want to share that you feel like you haven't gotten a chance to say, or any last things for us to know about you or understand about you?\nAlex:        Yeah. I really believe that the change is within the people, and I really hope that everybody can just be aware of what's going on and that people do not become blind just because they have to follow their daily routine. I feel like if people are aware of what's really going on and if people don't let themselves be misled by a political agenda, we'll be okay.\nAlex:         I just feel like, you're not going to know what the neighbor feels until you go and ask him.",
    "annotations": [
        {
            "id": "71cc4bcd-5840-4448-9511-63dfd5f46fa7",
            "type": "text",
            "start": 20702,
            "end": 21662,
            "label": "Reflections,The United States,Time in the US",
            "params": {
                "id": "71cc4bcd-5840-4448-9511-63dfd5f46fa7",
                "class": "anno"
            }
        },
        {
            "id": "56716b54-5860-4a22-af8b-598392d81c5f",
            "type": "text",
            "start": 19420,
            "end": 20404,
            "label": "Reflections,Feelings,Disappointment",
            "params": {
                "id": "56716b54-5860-4a22-af8b-598392d81c5f",
                "class": "anno"
            }
        },
        {
            "id": "a2e2eab0-e4ee-4bf0-89ae-1167018ccc46",
            "type": "text",
            "start": 17396,
            "end": 18670,
            "label": "Reflections,The United States,Corruption,Feelings,Disappointment",
            "params": {
                "id": "a2e2eab0-e4ee-4bf0-89ae-1167018ccc46",
                "class": "anno"
            }
        },
        {
            "id": "6d8ec6a5-dd6a-4a6e-a62e-f3f75fbfbe3f",
            "type": "text",
            "start": 9474,
            "end": 11712,
            "label": "Time in the US,Arrest,False Accusations,Court Proceedings,Trial",
            "params": {
                "id": "6d8ec6a5-dd6a-4a6e-a62e-f3f75fbfbe3f",
                "class": "anno"
            }
        },
        {
            "id": "ed7042f5-5a5f-4985-b383-fe777343b99b",
            "type": "text",
            "start": 8215,
            "end": 9083,
            "label": "Time in the US,Arrests,Misdemeanors,Framed by Police,Fights,Case",
            "params": {
                "id": "ed7042f5-5a5f-4985-b383-fe777343b99b",
                "class": "anno"
            }
        },
        {
            "id": "8d635aab-0935-4d56-aa1d-308afa6bb8b9",
            "type": "text",
            "start": 1648,
            "end": 3593,
            "label": "Time in the US,School,Age,Learning English",
            "params": {
                "id": "8d635aab-0935-4d56-aa1d-308afa6bb8b9",
                "class": "anno"
            }
        },
        {
            "id": "f232698d-643b-4d1f-b766-010fd563d306",
            "type": "text",
            "start": 516,
            "end": 1354,
            "label": "Time in the US,School,First impressions",
            "params": {
                "id": "f232698d-643b-4d1f-b766-010fd563d306",
                "class": "anno"
            }
        }
    ],
    "audio": [
        {
            "name": "Feelings Toward Mexico",
            "src": "https://drive.google.com/uc?export=download&id=1JjVScWLTACkOvG--aL_eacmUg67udF6W",
            "start": null,
            "end": null
        },
        {
            "name": "Feelings Towards US",
            "src": "https://drive.google.com/uc?export=download&id=1tHt8shQIrr8urOSzNyx7fr1ekwXD844s",
            "start": null,
            "end": null
        },
        {
            "name": "Getting Deported",
            "src": "https://drive.google.com/uc?export=download&id=1UESu6wZ_n15_O65oOfETpvyrTsoFlM2Q",
            "start": null,
            "end": null
        },
        {
            "name": "Identifying as Mexican or American",
            "src": "https://drive.google.com/uc?export=download&id=1DjhryY8Iv3FbURbmJmM1oCfZ__y8khXe",
            "start": null,
            "end": null
        },
        {
            "name": "Needing Assistance Reintegrating in Mexico",
            "src": "https://drive.google.com/uc?export=download&id=19kaHztsJmlGPuwO3-XjUTwYLvKYW1EEi",
            "start": null,
            "end": null
        },
        {
            "name": "Starting School in the US",
            "src": "https://drive.google.com/uc?export=download&id=1onK3grgMz1I1szUXXpCHz2bS2nmZro7i",
            "start": null,
            "end": null
        }
    ],
    "subjects": null,
    "bio": "Alejandro \n\n\nMale, Age 29\n\n\nCrossed the border at 9 seeking family reunification; permanent resident\nUS college student; US occupation: materials manager in electronics manufacturing\nDetained and deported by ICE at 24 during probation after pleading guilty to a fabricated charge of cocaine possession in which drugs were planted on him by police \nLeft behind: mother, 3 sisters\nMexican occupation: web development"
}