{
    "name": "Ana",
    "date": "June 10, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Claudia",
    "portrait": null,
    "thumbnail": null,
    "text": "Claudia:        Okay, so this is Claudia and I'm interviewing Ana right now. So before we begin, I just want to say thank you so much for coming out and speaking with us. And I want to acknowledge that I understand that sometimes talking about these stories and retelling these experiences is kind of difficult and uncomfortable because they bring about certain emotions that you don't necessarily want to feel. And I apologize if that is the case today, but I do think that it's good to know how important your story is and how important it is for other people to hear it and for us to be able to start helping people understand the realities of migration and the human side of migration. So, thank you.\n\n\nAna:        Thank you.\n\n\nClaudia:         Okay. So, my first question for you is why did you leave Mexico?\n\n\nAna:        Well, basically when my dad was a kid, they were really, really poor. So they really didn't have that much opportunity of growing up here and actually both of my friends, they have careers, they’re a psychologist, so it was really bad for them because they went to college, they try really hard but they were not able to actually find a job. And I have a brother and a sister, so of course they wanted to give us the best, but they were not able to. So, I have an uncle in the States, so they decided to move there.\n\n\nClaudia:        So, you moved to Houston?\n\n\nAna:        Yes.\n\n\nClaudia:        And do you remember your first day in the States?\n\n\nAna:        Yeah, actually that day was like really bad because we were... I don't know how they call it, but the police actually catch us crossing the border, but my dad is really persuasive. So, he was talking with this guy and he was actually Mexican and he was talking to him a little bit more about his childhood and everything. So, he let us leave. So, it was kind of confusing for me because I mean I was four years old, so I was just not understanding what was going on. And my dad was just like trying to make us think that they were playing.\n\n\nAna:        So, they were just like telling us it was like a cool game and we have to go with it. But I mean, at that time we didn't speak English. So, I was not really aware of the situation. So, whenever we get with our uncle, they were all crying and they were all really sad. So, I didn't understand why, because it was supposed to be a game. Right? So, I'm the older, so my brother and my sister were also like really freaking out and I don't know, it was just so weird to be far away from my house.\n\n\nClaudia:         And did you go to school in the States while you were there?\n\n\nAna:        Not really. Actually, we have a particular teacher because our parents didn't know how everything was going to work. So, they didn't want to expose us to maybe being on the school and if any of them have a problem, they take us out from school, and I don't know. They didn't really want that. So we have our own teacher.\n\n\nClaudia:        And how was your life in the States?\n\n\nAna:        I mean, it was really quiet to be honest. It was fine because I have my siblings, but it was... I don't know. We have a lot of friends in the neighborhood. They were all like super friendly. It was nice. But since we didn't went to school there, it was... I don't know. It was kind of weird, but I mean, I liked it because we had the chance to go to a lot of places. And I don't know. I think right now I'm actually studying to be a journalist. So, I don't know, I think that's something that probably not at that time, but right now I'm grateful for, because I had the chance to actually explore a lot of things and take pictures. And my uncle is a photographer, so he teached me a lot of that. So I think that it's something that actually helped me be who I am right now.\n\n\nClaudia:        And you went to the States when you were four?\n\n\nAna:        Yes.\n\n\nClaudia:        And then you were there for three years. So, you came back when you were like seven or eight?\n\n\nAna:        Exactly, yeah.\n\n\nClaudia:        And do you remember why you came back to Mexico?\n\n\nAna:        Yes. My father was actually doing pretty good and the company, a lot of things started happening. I don't really know exactly why, because, well, of course when you're a child, your parents are not going to tell you everything. So, I just knew that they were letting a lot of people go. So, it was a chance that my father was one of them because, well he had not the residency or anything. So, he decided that it will be better with the money that he was saving to buy a house here and just come back.\n\n\nClaudia:        Got it. And do you remember anything about your return to Mexico?\n\n\nAna:        Yeah, I mean, at the time we actually got into a plane, so it was pretty friendly crossing the border of course. But it was like I don't know, I felt like I was going to feel like I was in home or something, but it didn't feel like that at all. It was just like... I feel like everything have changed too much in three years and I didn't really knew the people and I have like friends from my childhood, but I don't know. It was just weird. We didn't share the same type of experiences. So, it was weird to adapt the first two or three years.\n\n\nClaudia:        Yeah. What was the hardest part?\n\n\nAna:        Well, I think leaving my uncle because we had a really strong connection and we're still seeing each other like every year, but I don't know, it was like we were building a family there and suddenly all the plans just changed. So, I think that was the hardest part.\n\n\nClaudia:        Mm-hmm (affirmative). And so how long have you been back here?\n\n\nAna:        I mean, I went back like for over six months, two years ago, but other than that I've been here like for 13 years.\n\n\nClaudia:        And how was going back?\n\n\nAna:        What do you mean?\n\n\nClaudia:        How was going back to the States for six months?\n\n\nAna:        I mean, it was great. I don't know. It was totally different because actually I was doing some jobs and not a real job, but I was doing interviews and stuff like that to people to... I don't know. I feel like getting to know another culture is something really, really good. It really opens your mind and your heart, and you get to understand a lot of things about the world. So, I was doing that basically, and I was with my family. It was just like vacation, but it was really, really nice. I enjoyed it a lot.\n\n\nClaudia:        Where did you go?\n\n\nAna:        To my uncle's house to Houston.\n\n\nClaudia:        Houston?\n\n\nAna:        Yeah.\n\n\nClaudia:        And did you recognize stuff in Houston that you had seen before when you were younger?\n\n\nAna:        Not really. I mean, of course the house on the neighborhood and everything, it hadn't changed that much. So, seeing my own neighbors and everything that was really, really nice. Like get to share everything that was happening on our lives in that time. That was pretty cool. But I don't know, it felt bad in a way because I wonder what would happen if I stay there. So, I don't know.\n\n\nClaudia:        Yeah, that's actually a question that I had, which is... If you could have stayed in the United States, what do you think you might have done?\n\n\nAna:        I don't know. I think that's something that probably all of us wonder, like that's a question we hold to ourselves, but not really, because I feel it was the way it was supposed to be like. As I told you, the things that I lived there, makes me be who I am right now, but also the things that I have lived for. And I think that maybe if I stayed there, I probably have a different perception of the world and maybe not be that open to know more people or new experiences. And when you have this type of situations in your life, you know how to handle it. So, I think that it's something that actually makes you grow and be a better person. So, no, I think I wouldn't change that.\n\n\nClaudia:        Tell me a little bit more about how the U.S. shaped who you are today.\n\n\nAna:        Well, I don't know, like when I was here, I was in this really small group of people, because even when my parents didn't have that much money, they have a lot of friends [inaudible 00:08:13]. So, I mean, they all know each other, just like families that do everything together, they go to all the places together. So, I don't know, they were so, so close. So, I didn't have the chance to know more people here until the time. I still have friends from those families and it's pretty cool. But when I went there, I get to know more people, so they were all different. So, I don't know. Talking with them, knowing their own stories. There were also some people from other countries that have migrated. So, getting to know all of that, it's just like a completely different world. You understand that the place you born or the things that you know, are not the only things that actually exist. So, it made me have more dreams and I wanted to get to know more part of parts of the world and stuff like that. So basically, this is what I do right now. I go to places, I take some photographs, I do a lot of research about the story behind those places. So, I think that's something that I learned while I was there.\n\n\nClaudia:        So, do you feel like you've gotten discriminated against or had had negative experiences in Mexico because you were a returning migrant?\n\n\nAna:        No, never. But I actually know a lot of people that have that problem, but no, luckily for me, I didn't, that was not the case, but my sister, she stayed for two years or something and then when she came back, she really didn't remember that much of the Spanish, because she was younger when we left. So, she was struggling to pronounce some words or in school. And sometimes the kids were a little bit mean with her because they were just like, I mean, \"You're Mexican. Why can you not speak Spanish?\" And stuff like that. So, she was really sad about it because she was not faking it, she just didn't know. So that was kind of hard for her.\n\n\nClaudia:        Yeah. I know you've been back in Mexico for a while, but now that you're here, what would you like to do? What are your dreams and your goals?\n\n\nAna:        Well, actually next year, I'm probably going to be an au pair in the United States again, but with all my papers and stuff. And after that a year, I'm going to do that in another country maybe. Maybe, I don't know, Paris or something. And then I'm going to start traveling around the world.\n\n\nClaudia:        That's awesome. So, my last few questions are more reflective, like I have said. So, I'm just going to ask them, so what can the Mexican government do to help returning migrants reintegrate into Mexican society?\n\n\nAna:        Well, I think that maybe they can do like a group support or something because when you have your own family, you can share those experiences with them. But I mean, your father is older than you and he has an old perspective and your mom as well. So, if you have people from your same age, that is going through the same thing that you are, I feel maybe they can give you some advice or shared experiences so you don't feel like that alone, like you’re going through that process with yourself. And I don't know. I think that will be really, really good. And also for the kids that doesn't know that much of the Spanish, give them some classes, because that's really a problem here when they go to school. So, I feel like those two things will be really, really good.\n\n\nClaudia:        And what can the U.S. government do to help Mexican deportees and the families that they leave behind?\n\n\nAna:        Well, I think that it depends on the kids, because I know that a lot of people there have like this bad experiences about people robbing and doing bad stuff. I understand that that's a real problem, but of course it's not all of the people. So some people just wanting to have a better life and they don't know how to read and they don't have enough experience, but they're working hard, I don't know. Maybe they already build their family, they have kids or something. Maybe they didn't get married with someone there so that's why they didn't have the residency. But I feel there's a lot of people that gets away from their families because of that. So, I think that will be priority number one, so check if they have a job, if they have a family so they can maybe see the way they can help them by proving what are they doing. So, it can be something safe for people staying and for the residents.\n\n\nClaudia:        And my last question is why do you think that people in Mexico have a negative perception of returning migrants?\n\n\nAna:        I don't know. I mean, well, as I told you I really don't have bad experience except for what happens to my sister, but they were kids, they were just teasing her, but I feel like more people is cautious about it right now because they know the economic situation that we have here. But I mean, sometimes people here in Mexico can be really racist too. So, you're just like, \"Oh, you really weird from there” and stuff like that. I think that they need to be more tolerant about it.\n\n\nClaudia:        Yeah. So those are all the questions that I had. And now I just want to give you the space to add anything else that you might want to say, anything that you think that you didn't get across or that you want me to know, or anybody else was listening to this to know or whatever you want to say.\n\n\nAna:        Well, I feel like what you're doing is really great guys. I really admire it because, I mean, just as you said, there's a lot of people that maybe needs it. So sometimes we stopped doing stuff because we think it's not going to be important and it's not going to make any changes, but it actually does. Maybe you can change completely someone life for being doing it. So, I think that's great. So, I don't know. I feel like maybe we all are supposed to be doing something like that.\n\n\nClaudia:        Thank you.\n\n\nAna:        You're welcome.\n\n\nClaudia:        Right. So, are you good with everything that you've told me and stuff?\n\n\nAna:        Yes.\n\n\nClaudia:        Alright. Awesome. Thank you.",
    "annotations": [
        {
            "id": "8e3449a0-5a48-4f6e-8263-518807d52471",
            "type": "text",
            "start": 12713,
            "end": 13208,
            "label": "Return to Mexico,Challenges",
            "params": {
                "id": "8e3449a0-5a48-4f6e-8263-518807d52471",
                "class": "anno"
            }
        },
        {
            "id": "213b3e22-a6b4-427d-8632-1e2ec7fb5de2",
            "type": "text",
            "start": 7247,
            "end": 7940,
            "label": "Reflections,The United States",
            "params": {
                "id": "213b3e22-a6b4-427d-8632-1e2ec7fb5de2",
                "class": "anno"
            }
        },
        {
            "id": "1b196dcd-6125-49bc-b020-4aee9f53bfeb",
            "type": "text",
            "start": 6688,
            "end": 7085,
            "label": "Time in the US,Arriving in the United States,Living situation",
            "params": {
                "id": "1b196dcd-6125-49bc-b020-4aee9f53bfeb",
                "class": "anno"
            }
        },
        {
            "id": "0609b430-c5cd-4e7b-a4ad-634ef850124f",
            "type": "text",
            "start": 5927,
            "end": 6453,
            "label": "Reflections,The United States,Favorite parts",
            "params": {
                "id": "0609b430-c5cd-4e7b-a4ad-634ef850124f",
                "class": "anno"
            }
        },
        {
            "id": "dee41607-4a52-4bd4-833a-64275a3fffed",
            "type": "text",
            "start": 11546,
            "end": 12581,
            "label": "Reflections,The United States,Policy to help migrants,Immigration status,Broken system,Mexico, Before the US",
            "params": {
                "id": "dee41607-4a52-4bd4-833a-64275a3fffed",
                "class": "anno"
            }
        },
        {
            "id": "2179789a-8e54-4058-8ba1-d879a5bb1b93",
            "type": "text",
            "start": 10534,
            "end": 11545,
            "label": "Reflections,Mexico,Policy for reintegration,Education,Community,Social acceptance,School,Jobs,Language,Mexico, Before the US",
            "params": {
                "id": "2179789a-8e54-4058-8ba1-d879a5bb1b93",
                "class": "anno"
            }
        },
        {
            "id": "6b4f086f-db36-44b4-a8b1-0b2c6ce8880a",
            "type": "text",
            "start": 10068,
            "end": 10533,
            "label": "Dreams",
            "params": {
                "id": "6b4f086f-db36-44b4-a8b1-0b2c6ce8880a",
                "class": "anno"
            }
        },
        {
            "id": "51d0baf8-dee5-41be-960c-3b30e1971d8a",
            "type": "text",
            "start": 9256,
            "end": 10067,
            "label": "Return to Mexico,Challenges,Language,Spanish,Bullying,Discrimination",
            "params": {
                "id": "51d0baf8-dee5-41be-960c-3b30e1971d8a",
                "class": "anno"
            }
        },
        {
            "id": "a60e7694-840e-4d40-9ebb-63df23b84471",
            "type": "text",
            "start": 8030,
            "end": 9255,
            "label": "Time in the US,Reflections,Favorite,Family,Friends,Mexico, Before the US",
            "params": {
                "id": "a60e7694-840e-4d40-9ebb-63df23b84471",
                "class": "anno"
            }
        },
        {
            "id": "c3cd0157-ed47-4b13-bccc-e956334327a2",
            "type": "text",
            "start": 4604,
            "end": 5575,
            "label": "Return to Mexico,Challenges,Family Separation,Those who stayed in the US,Cultural differences,Continuing education",
            "params": {
                "id": "c3cd0157-ed47-4b13-bccc-e956334327a2",
                "class": "anno"
            }
        },
        {
            "id": "e00e0ca7-6680-4499-a437-e5eae329c322",
            "type": "text",
            "start": 4021,
            "end": 4603,
            "label": "Return to Mexico,Paying For,Economic,Family",
            "params": {
                "id": "e00e0ca7-6680-4499-a437-e5eae329c322",
                "class": "anno"
            }
        },
        {
            "id": "277939b6-eb89-4dcc-a374-0ce0be284275",
            "type": "text",
            "start": 2538,
            "end": 3795,
            "label": "Time in the US,School,School,Homelife,Taking,Family,Mexico, Before the US",
            "params": {
                "id": "277939b6-eb89-4dcc-a374-0ce0be284275",
                "class": "anno"
            }
        },
        {
            "id": "36213fbe-a1fa-47c5-94ae-31acf8494fc1",
            "type": "text",
            "start": 1477,
            "end": 2537,
            "label": "Migration from Mexico,Border crossing,General,Border patrol,Mexico, Before the US",
            "params": {
                "id": "36213fbe-a1fa-47c5-94ae-31acf8494fc1",
                "class": "anno"
            }
        },
        {
            "id": "4e6e16cb-1801-4c23-b7c7-b4f4834dc3fd",
            "type": "text",
            "start": 732,
            "end": 1345,
            "label": "Migration from Mexico,Reasons,Opportunity,Economic",
            "params": {
                "id": "4e6e16cb-1801-4c23-b7c7-b4f4834dc3fd",
                "class": "anno"
            }
        },
        {
            "id": "d9871848-9bc4-4314-b25c-5b7357b62235",
            "type": "text",
            "start": 101,
            "end": 118,
            "label": "Taking",
            "params": {
                "id": "d9871848-9bc4-4314-b25c-5b7357b62235",
                "class": "anno"
            }
        }
    ],
    "audio": [
        {
            "name": "On crossing the border",
            "src": "https://drive.google.com/uc?export=download&id=1M9Lss2bu1wDiUcLhxuENaAY72NsvYmRM",
            "start": null,
            "end": null
        },
        {
            "name": "On how cultural diversity in the US shaped her",
            "src": "https://drive.google.com/uc?export=download&id=18qbxUpeTOeGHdbtlRpSXQIRXiGGr8dIG",
            "start": null,
            "end": null
        }
    ],
    "subjects": null,
    "bio": null
}