{
  "name":"Angel",
  "date":"June 7, 2019",
  "location":"Mexico City, Mexico",
  "interviewer":"Anita Isaacs",
  "portrait":"Angel_6-7-2019_Portrait.jpg",
  "thumbnail":"Angel_6-7-2019_Thumbnail.jpg",
  "text":"Angel: Hi.\n\nAnita: Great. So it's Anita and I'm here with Angel and we're going to talk about a little bit about your experience. So how old were you when you left for the States?\n\nAngel: Six years old.\n\nAnita: Six years old?\n\nAngel: Yes ma'am.\n\nAnita: Where did you live here before?\n\nAngel: Here?\n\nAnita: In Mexico City or-\n\nAngel: Yeah, in Mexico City.\n\nAnita: What was that like leaving?\n\nAngel: I don't remember. I just know that my mom really just left to follow her boyfriend because he left first and then she wanted me to go and then I finally said, \"Yeah, let's go.\" Supposedly, that's what she told me, but yeah. But I learned English quick.\n\nAnita: But what about, was it hard to leave Mexico?\n\nAngel: What you mean hard?\n\nAnita: When she said, \"We're going.\" You said, \"Sure, let's go.\" Or was it difficult?\n\nAngel: She told me that I kept saying no and no and no. But then after my grandpa passed away... Well I ain't really looked up to nobody else. So I guess I finally said yes and we left.\n\nAnita: Did you miss Mexico?\n\nAngel: Not really because I can barely remember how it was when I was younger, but I can remember a few things.\n\nAnita: What can you remember?\n\nAngel: Well I can remember the streets didn't used to have pavement. It used to be dirt. And I can remember there's one memory that keeps popping up in my head since I was young, about when my grandpa passed away. I was there. I can see myself sitting down on the dirt and seeing my mama and my aunts and my grandma crying.\n\nAnita: So what memories do you... What are your first memories of the States?\n\nAngel: My first memories of the States? School, cars, good money. The houses we were staying in.\n\nAnita: Did you like school?\n\nAngel: Not really. I'm not even going to lie, I ain't like school because the school I was going to... Well Middle School, ___ and High School, it was preppy and I wasn't like that and I wasn't raised like that and I wasn't raised in that environment. And so I ain't talked to nobody in high school. Nobody, except one person. That person would go out and brag to try to start some drama or whatever. Speak on the stuff that I would talk to him about to other people. So I stopped talking to people.\n\nAngel: But I ain't really talk to nobody at school. I would just go and just sit by myself, like in lunch period I would literally leave school because why would I go to lunch period? You feel me? That's the time to conversate with people. But I ain't conversate with people. And plus, I wasn't hungry. So I left, would leave and go home, then come back. Or if not, just stay at home.\n\nAnita: Where did you live?\n\nAngel ____Indiana.\n\nAnita: Yeah. So it was a really preppy school?\n\nAngel: Yeah, it was really preppy and I wasn't raised like that, you know? I wasn't raised where there's a silver spoon in my mouth at all times and I had to work for everything I had. Sometimes I wouldn't go to school because I wouldn't have good shoes. Who is going to go to high school looking bummy, looking bummy? So that's when I started hitting the streets because I know my mama, she got two little girls.\n\nAngel: She is paying rent. She got to worry about me, like the things I was going to need for school, the things my sisters will need for school. And so I knew the money, it wasn't enough for her to buy me good clothes, good shoes. So me, I'm not about to go to school looking bummy. So I hit the streets and started getting into jobs or try to do little stuff to earn a little bit of money.\n\nAnita: So joining gangs you mean? With gangs?\n\nAngel: No, I never joined a gang. That's one thing I never did and I'm really surprised, for real, because I know a lot of people that's in a gang, but I never joined one because the simple reason that in my mind I always said, \"Why do it with them? Why join a gang when I can do the same thing by myself with them? I can get in trouble by myself and not have the cops over me talking about I'm in a gang.\" When I can do the same thing. I can go sell this or sell that by myself. I don't need you. Or I can get into trouble by myself. I don't need nobody else to get in trouble.\n\nAngel: Just like when you get locked up, when they arrest you or something, you are in there by yourself. When you die, you're in the coffin by yourself. Can't nobody go with you. So that was always my mentality. So I never joined a gang and I never honored somebody for joining a gang because I felt like it was just wrong. Why? Why join a gang? You can do the same thing by yourself, you know? And really, I get other people that will say, \"Oh I joined a gang because they showed me love, this and that.\" Okay, they can show you love but you ain't got to be in it.\n\nAnita: So when you say you hit the streets and start doing little jobs, what are you talking about?\n\nAngel: I would hit the streets and they say, the people I knew associated with drugs. I would try to tell him like, \"Hey, let me borrow this much and I'm going to give you the money back. But let me borrow it so I can make a little bit of money first and then I can pay you and probably get some more.\" And that's what I started doing but it wasn't working. You feel me? I wasn't good at that.\n\nAngel: So what I did was started working in constructions, because I know at any age you could start working the construction under the table. So that's what I started doing, roofing, being a finisher, putting up the walls and stuff, putting on the carpet. And that was earning me more money. And that's how I started making my money and then, started getting into different jobs.\n\nAngel: I worked at the JW Marriott Hotel. So that, I think that was my last job. I worked at the Hyatt Hotel. And so, them was good jobs that I really had and enjoyed. But it was just my mentality, my young, childish mentality that I had that got me from not keeping them jobs.\n\nAnita: What do you mean? What happened?\n\nAngel: Because let's say before I had this young, childish mentality where I ain't care about nothing. And my mom always used to warn me like, \"Your friends ain't your friends. Ain't no friends in this life.\" And I never listened until the storm finally came. And I noticed that ain't nobody there for you at the end of the day because I used to, like I told you, I used to work and since young, so I always had money.\n\nAngel: And so if a friend needed some, \"Here you go. You hungry? Let's go get something to eat.\" So that's how I always was. But I still had that mentality where I ain't care. I ain't care. I wasn't trying to listen to what my mom said. I wasn't trying to listen to nobody but me, myself and I. And I just felt like, \"Nah man, they can't deport me. They can't do nothing to me. And I been here since six years old.\" And my mentality was all messed up and so I ain't have no goals in life. I ain't have no dreams.\n\nAngel: It was just about the abuse of drugs, alcohol and getting into trouble. And that's how I spent my life since I was 12, all the way up to I was 17/18 because that's when they... Because when I turned 17 I got off probation. Not even a month after, I had a warrant my arrest.\n\nAnita: For what?\n\nAngel: For battery and , they arrested me and I finally went to the big boy jail and that's where it opened my eyes. It opened my eyes quick because I would see 40, 30, 50 years old in there. And so I would think like, \"I know this ain't your first time in here.\" And so that would really make me think like, \"Nah, I ain't trying to be like you, 50, still in here, still coming back, leaving and coming back a month later.\" You know? That's not me. I got to change my ways.\n\nAngel: And I noticed that when I was locked up, none of my friends answered the phone. Not one letter, none of that. So that really opened up my eyes more, and I finally started listening to my moms. Started getting my head straight, started having goals, writing down my dream, my goals, my plans. And as soon as I got here it was on. It was on with my dreams and goals and I'm still on that.\n\nAnita: Wow. So how much school did you finish in the States?\n\nAngel: I had one year of high school left before I dropped out and started working. One year. And I don't even know why I dropped out really because I really should've just stayed. But it was just the environment, I didn't like it and I just felt like I ain't fit in.\n\nAnita: So, you were deported?\n\nAngel: Mm-hmm (affirmative).\n\nAnita: How long ago?\n\nAngel: About a year ago. Around what? Around the beginning of August of last year.\n\nAnita: How long were you in jail then before they deported you?\n\nAngel: I was in jail a year and then, once ICE took me in I was in there for a month with them.\n\nAnita: Did you know growing up that you were undocumented?\n\nAngel: Yeah, I knew I was illegal and I ain't have papers, but I still don't know how I was going to the hospital or going to school. You know? I don't know and I still don't know because if I was going to school, going to the hospital, how can they deport me? You know what I'm saying? And it happened, and I still don't understand it, but that's just something that they do, you know?\n\nAnita: So what do these tattoos mean? The money and the-\n\nAngel: The star? I got it because I wanted to know if it hurted in the face. And again, I was young and dumb. And the money sign, I got it while I was in jail because all the things that I suffered and it was all for the love of money. It's like a teardrop money, because all the things I went through, it was all for the love of money. At the end of the day, I just wanted money and it wasn't the right thing to think about.\n\nAnita: Wow.\n\nAngel But now trying to find where I can get it lasered off. But I heard it's expensive. But I'm going to save up to get them lasered off because they ain't that big.\n\nAnita: What about this one? What is that?\n\nAngel: Code of silence.\n\nAnita: What does that mean?\n\nAngel: I don't know nothing. I ain't hear nothing and I ain't see nothing. Don't ask me nothing because I wasn't there. That's what it means.\n\nAnita: And where'd you get that?\n\nAngel: I got this in jail.\n\nAnita: And what does that mean, the code of silence? I mean, you told me what it is, but what is... For somebody stupid, okay? Who doesn't know this stuff, what does that mean? That means you don't tell on people? Does it mean-\n\nAngel: Yeah, that's means I don't tell on people and I don't get in people's business. That's one thing that I don't do, get in people business. Because if it ain't got nothing to do with me, don't put me in it because I don't know nothing.\n\nAnita: So you were like a kid in jail with all these really older people?\n\nAngel: Yes. I had just recently turned 18 and then bam, I go to jail with 50, 30, 40 years olds. And then there's people in there... I was with people in there that was in there for murder. So it was a whole new experience, especially hearing they stories and hearing that they been back and forth, in and out, since they was teenagers, my age. And you're like 40 something about to be 50. So, oh my God, I ain't want to be like that.\n\nAnita: Did they protect you or did they hurt you?\n\nAngel: Well since there was two jails, there's two jails, jail one is more like prison because the ones that worked there are Sheriffs and they don't care. They'll take you... If you bad, if you cuss him them out, they won't care. They'll just take you to a room where there's no cameras and beat you up. But you can't do that in jail two because it's regular people working, people from the streets. But in jail one it's more like prison because it's color wise too, race wise. Blacks with blacks, whites with whites and Mexicans with Mexican. So I was protected because the same reason I was Mexican and there was a lot of Mexicans in there.\n\nAngel: I showed too much respect to OG's, to the older people. And that's how I got my respect back. And that's how they looked at me different because they knew that at my age I wasn't supposed to know the things that I knew. I wasn't supposed to act the way I did, mature. And the other people around my age that was 20, 24, 25, they was acting younger than me. So that's how I got my respect from them.\n\nAnita: So tell me, you're writing down your goals you say?\n\nAngel: Yes, I had already wrote them down. I know what I want to do in life. I want to be a surgeon. I mean, I don't know if I'm sure I want to be a surgeon, but I'm sure I want to be a doctor. I don't know. It's just ever since... At first I wanted to be a Marine when I was over there. But if you're not a citizen, there's no way you can be a Marine or in the military. So that went down the drain for me and it really hurt me. It really hurt me because I would be in the Marines right now, to be honest, because when I was 16 that's what I looked into. I even sent them an email. They sent me information back and everything. But once I read it, it said you got to be a citizen of the United States.\n\nAnita: Why'd you want to be a Marine?\n\nAngel: For the simple reason I like guns and I just... I like guns. So that's what I wanted to do. It's legal and you're doing it for a good cause.\n\nAnita: Did you feel patriotic?\n\nAngel: What you mean?\n\nAnita: Did you feel like you were serving, you wanted to serve the United States?\n\nAngel: Nah, I ain't really feel like that. I ain't even look at that. I just looked at it as an opportunity to do something that I liked and it being legal.\n\nAnita: So how are you going to realize these dreams? Do you have a plan?\n\nAngel: Yes, I do got a plan. Right now I just need to work, get back in high school, finish high school and while I'm working, and after finishing high school let them know that I want to join a university and they going to help. And that's how I'm going to get it. Start studying hard, university, start passing all my tests and quizzes. And hopefully in five years I'm going to be a doctor.\n\nAnita: Wow.\n\nAngel: 25, a doctor?\n\nAnita: And a surgeon?\n\nAngel: Yeah.\n\nAnita: Why a surgeon? What's...\n\nAngel: I just feel like... I don't know, I'm not trying to say that I want to be close to death because it's an experience because anything could go wrong if you're not doing it right. But I don't know. It's just like I've always looked into the human body and how it works and every little vein, vessel and muscle and how it cures by itself but also, like transplants and all this stuff that can cure people. You know what I'm saying?\n\nAngel: Because now they got fake hearts, like the plastic hearts that they can install in you for the moment while you wait for a heart transplant. And that's really like, \"Dang, we really came up with that?\" I don't know, the new things are coming out just for humans and all that, it opens up my mind because it just shows how smart humans are and, I don't know. At first, how they was... I was seeing how they was cloning people and trying to change the baby's genes and DNA so it can grow up to be a football star and all this stuff. I was reading biology books and science books. I didn't really like that because they tried to play God and you can't do that and that really, it offended me a little, but it just shows how intelligent the human mind can be.\n\nAnita: So where were you reading all these biology books?\n\nAngel: Libraries, we go to libraries, take them, read them there or checking them out, or stuff like that.\n\nAnita: This was when you were in jail?\n\nAngel: This was in jail and before I went to jail. That's one thing that I always did, was read books, but I was doing all this trouble and stuff. You know? It didn't make sense. My mom was like, \"Really? How you reading books but you're in all in this trouble?\" But I don't know. I ain't have my mind straight.\n\nAnita: So I mean, something we're trying to think about a lot is why kids like you, who are clearly so smart, why they get... Why do they get involved in bad stuff? And we're trying to explain this sort of so that people can understand and...\n\nAngel: It's really the environment. The environment that we live in and the environment that we grow up in because, well, let me tell you this. I told my mom that. We argued this one day and I told her about how the only reason why I kept being on probation, kept getting in trouble and the only reason why I ain't want to be home was because of the dude that she was with. Every day arguments, arguments, arguments.\n\nAngel: When I was younger, younger, like elementary wise, I used to get abused by him physically. He would hit me. You feel me? You're not even in my dad. You ain't even supposed to touch me at the end of the day. But he used to do it. And my mom and I, we was arguing about that one day, and she said, \"Well, all the other kids have worster situations than what you had and they, look, they don't end up doing the things that you did.\"\n\nAngel: Well, I told her people is different. People is very different from each other. Probably they can take it and turn it into something good, they're bad situation, but me, probably it's hard. It probably gets into my head and messes up with my head. And I'm probably not that strong as that other person, you know? So that's probably why I got into so much trouble because really I ain't want to be home. I ain't want to see him. I ain't want to be there. None of that. I didn't want to be around him at all.\n\nAngel: So that's the reason why I would leave home, run away from home. And that's how my troubles with the police really started because I would leave home, run away from home, and she would call the cops and say, \"My son ran away.\" And so once the cops found me, they would take me in and arrest me and charge me with runaway, which really, runaway? And so when I would tell them why I would runaway they would just wave it aside.\n\nAngel: So if I can't get no help from the community, I can't get no help from the people that are supposed to help you, then who else going to be able to help you? And since my mom was brainwashed, so much brainwash at the time by him, she ain't get it. She was still on a whole nother mindset. She thought I was just doing it just to do it, just to get attention. But I ain't want no attention. I just wanted to be alone with moms and not him, nowhere near around. Because also he has put his hands on my mom twice already. And this last time he got arrested, he got charged and now he's deported.\n\nAnita: Really?\n\nAngel: Yes. And he just got here recently, like a month ago. So I just never wanted to see him. And that's one thing, that's why my mom's right now is able to apply for her visa for that criminal charge. And so she told me that she was going to try and tell him about me because that's probably why I acted up. That's probably why I got in so much trouble was because he probably messed with my head of so much abuse. And so she could say that I was a victim because I really was, as young that I was and him beating me the way that he was beating me. What could I do, except run away from home and not be home. So that's really why I did the things I did.\n\nAngel: I mean, I'm not blaming it on him. I'm not making excuses for the things that I did, but it's really the environment that one grows up in and right now, I really don't regret. I don't regret nothing I ever did because why? If I did something different and I'll be there right now because everything happens for a reason and God always knows what's best for you. So everything that happened was for a reason. Everything that happened was for me to get to where I'm at right now, get this good job that I got now, and continue with my life and actually follow my dreams and follow the goals that I've got. Because back then, I have no goal, I ain't have nothing.\n\nAnita: Do you have a support network here? Do you have people that help you realize those goals here? Or Are you all alone?\n\nAngel: I'm alone here. I'm alone here. Really since I got here I've been alone because I get no support from family. And I don't know nobody else. But I know that if my mom can do it by herself with two little girls and she's paying everything that needs to get paid, and she's by herself, I know I can do it. I got to be able to it because ain't nobody else depending on me but myself. So I know I can do it, and I know I got to do it.\n\nAngel: So she's like somebody I looked up to when I want to give up, because she's a warrior for everything that she's been through, had to walk through the snow when she was pregnant just to go visit me and out in the cold just to go visit me when I was locked up. And she's still here for me. So she's really like an idol for me because she's able to do all that. And can't nobody tell me I can't. No.\n\nAnita: So you weren't mad at her for calling the police on you?\n\nAngel: No, absolutely not. Because she was brainwashed. I believe she was brainwashed and she just ain't know what was really going on, because she only seen him once or twice beat me like that. And the other times she wasn't home. It was either before I went to school or after I got home from school, or at night when she wasn't there, when she was working.\n\nAnita: So he used to beat you really bad?\n\nAngel: Yeah. Yep. But, I don't blame him. God knows what's going to happen. God punishes who needs to be punished and I just need to leave it in his hands.",
  "annotations":[

  ],
  "audio":[
    {
      "name":"Dashed dreams and hopes for the future",
      "src":"Angel_On_dashed_dreams_and_hopes_for_the_future.mp3"
    },
    {
      "name":"Dashed dreams and hopes for the future 1",
      "src":"Angel_On_dashed_dreams_and_hopes_for_the_future_1.mp3"
    },
    {
      "name":"Getting into trouble",
      "src":"Angel_On_getting_into_trouble.mp3"
    },
    {
      "name":"Why he, and others like him, get into trouble",
      "src":"Angel_On_why_he,_and_others_like_him,_get_into_trouble.mp3"
    }
  ],
  "subjects":null
}