{
    "name": "Angel",
    "date": "June 30, 2019",
    "location": "Cancun, Mexico",
    "interviewer": "Anne Preston and Anita Isaacs",
    "portrait": null,
    "thumbnail": null,
    "text": "Anne:        And Guerrero is the-\nAngel:        The state.\nAnne:        Did you go to school in your birth country?\nAngel:        Yep.\nAnne:        To what grade level?\nAngel:        I did elementary school.\nAnne:        So, is that up to sixth or fifth?\nAngel:        It's up to six. I did elementary school, and I finished elementary school and then I went into middle school for like half a year.\nAnne:        Okay. And that's seventh grade?\nAngel:        Mm-hmm (affirmative).\nAnne:        So presumably you didn't really work in your birth country before you left?\nAngel:        No.\nAnne:        Okay, good. So do you know why your parents migrated to the US?\nAngel:        For a better life.\nAnne:        So you were what, 11 or 12?\nAngel:        I was going to turn 12. So basically I was 12 years old.\nAnne:        Okay. And did you guys go with a tourist visa or did you cross the border-\nAngel:        Cross the border illegally.\nAnne:        Did your family ever apply for political asylum?\nAngel:        No.\nAnne:        Did you become a US resident?\nAngel:        Nope.\nAnne:        Did you have any English language skills when you arrived?\nAngel:        Not at all.\nAnne:        So you learned English while you were in the US?\nAngel:        Mm-hmm (affirmative).\nAnne:        And did you learn it primarily through school?\nAngel:        Yep. It was ESL school.\nAnne:        How would you describe your English language skills now?\nAngel:        Better [laughs].\nAnne:        I'd say pretty fluent. And in what city did you live?\nAngel:        Portland, Oregon.\nAnne:        For the whole time?\nAngel:        Yeah.\nAnne:        And how long did you go to school there?\nAngel:        I did middle school, basically they looked at my age and my grade, pretty much. So they decided that I was in seventh grade, so I started seven, eight and then I finished middle school there and went into high school.\nAnne:        Did you graduate from high school?\nAngel:        Nope. No, because my parents got divorced and my dad stayed there, my mom came to our hometown and she brought us here, me and my brother.\nAnne:        What grade in high school did you finish?\nAngel:        I didn't finish nine.\nAnne:        Okay. Did you work in the US at all?\nAngel:        Translating.\nAnne:        Did you get paid for that?\nAngel:        Yeah.\nAnne:        And how many years did you do that for?\nAngel:        Just a year, maybe. It wasn't every day it was just like neighbors of my mom, because we lived in a building with a bunch of apartments so all the Hispanics that were there that knew that my mom had a son that that speaks English. So they would always go out to my mom and say, \"Can I borrow your son, I've got to go to the doctor?\"\nAnne:        You must have learned it pretty quickly.\nAngel:        Six months.\nAnne:        That's crazy.\nAngel:        Yeah.\nAnita:        How did you learn it?\nAngel:        My cousins would always bully me because I didn't speak English, so when we first came to the State we were all living together in a house, so it was pretty much my auntie, my cousins, my mom, my dad, we were all living in one house. So our neighbors were white, pretty much, and they would come to the house in our backyard to play all the time and I didn't have a clue what they were saying.\nAngel:        So my cousin would translate to me but he would never translate right, so I was like, \"What? Are you sure he said that?\" So I had that little, I was like, no I've got to learn. I want to understand what they're saying. So I went into ESL school for maybe two months and then I went to libraries and I got a bunch of books, even in my class the teacher, they had a bunch of... What do you call them? The cards, flashcards with pictures and on the other side would have the name. We would always practice every day and one day I just said to my teacher, \"Can I borrow your flashcards over the weekend?\" And she said, \"But you've got to bring them back.\" I said, \"Sure.\"\nAngel:        Yeah, it took me only Saturday, Sunday and by Monday I knew them all.\nAnne:        Crazy.\nAngel:        Yeah.\nAnne:        Do you remember how much people would pay you for translating?\nAngel:        It would vary, sometimes they just buy me lunch or buy me something like a shirt or whatnot. Sometimes they would give me like 20, 30 bucks. I remember I would save all that money because I wanted a pair of Jordans [laughs].\nAnne:        Of course. So when you lived in the United States, who did you live with?\nAngel:        My parents.\nAnne:        And siblings?\nAngel:        Just one.\nAnne:        While you were there were you frightened of the police?\nAngel:        I didn't have a clue that I was there illegally because we crossed the border in a car with somebody else's papers.\nAnne:        Did your parents send money back to relatives in Mexico?\nAngel:        Mm-hmm (affirmative).\nAnne:        Do you know how much or how often or...\nAngel:        Well, they were just helping, like my dad would help his sisters and stuff, my mom would send money all the time to her mom, to my grandmother. So yeah, maybe every paycheck or every month, they would send like $100 or $300.\nAnita:        Can I take some pictures while we're talking?\nAngel:        Sure.\nAnne:        So how many years were you in the US?\nAngel:        It's really hard because it was three years first. First when my parents moved up there and after that when they got divorced, we came back and it was really hard for me to adjust because you were living in a different country for three years and it's really easy to get used to the good life. And then you come back, and you have all these rules, different rules, uh, people picking on you and the only thing was it was hard for me to go back to school because I… basically for me I was in high school, when I came back to Mexico I went into high school but then I was there for three months, they kicked me out because I didn't have the right years.\nAngel:        Because in Mexico it's one year more than the States, so they're like, \"You haven't finished middle school,\" I was like, \"But I have my diploma.\" So basically I had to go back to middle school, I have two diplomas now, one from Mexico, one from the States, and then I went into high school. But then after that I kind of got disappointed of school, so I went and did the community high school, basically you do it in one year, so I just went and did just my tests to get my degree, my diploma, after that I started working.\nAnne:        So really in the US, you were just there three years?\nAngel:        Three years, when I turned-\nAnne:        But then you went back.\nAngel:        When I turned 21, my dad called again and said if I wanted to come back again, and I said, \"Yeah, I want to come back.\" And he paid again, so we crossed again illegally.\nAnne:        And how long were in there then?\nAngel:        I was there close to eight years.\nAnne:        Oh wow.\nAngel:        And when I was 21 I just started working.\nAnne:        So did you follow US political news while you were in the US?\nAngel:        I did.\nAnne:        And how did you do that?\nAngel:        Just the local news, you know how they have the-\nAnne:        With the TV?\nAngel:        Yeah... you know how they have, like, the Spanish channels and stuff. And you would always hear about other states where they do, like, the... Someone's at your door. [crosstalk 00:08:36]. Did you guys ask from anywhere?\nAnne:        Mm-mm (negative).\nAnne:        Yes?\nAngel:        I think I'll just stand.\nSpeaker 4:        [crosstalk 00:08:50].\nAnne:        [crosstalk 00:08:50] I thought maybe they wanted the tennis balls, as long as you give him the tennis balls.\nAngel:        I'll take them when I go back.\nAnne:        Okay. Did you follow Mexican political news at all?\nAnita:        You said you were following stuff in states?\nAngel:        Yeah in the States where they would do... How would you call the... in Mexico we will call them redadas?\nAnita:        Raids.\nAngel:        Yeah, where they have the immigration go to, like, different companies and like a set up and they wait for everybody to come out and then they just get them all. And I mean, we would see the news and how they break families apart and stuff… They, like, they would take the parents, like mom and dad-\nAnne:        What year was this? What year?\nAngel:        This was 2004 to 2010.\nAnne:        But not in Oregon, not so much?\nAngel:        There was a few in Oregon. Yeah, even in the complex that I lived in there was a family that was working in a packaging, like a TRU Package company, they, uh, went into that company and they took all the Mexicans who didn't have any papers, or whoever was immigrant but the lady said that she had kids at her house waiting for her, that if she would—she could try to apply for an asylum to at least get her kids. I remember that her husband got taken away and they brought her to the house, like all this immigration police came over to the house and she grabbed just a few things and took her kids and then they took her. Yeah.\nAnita:        How did that feel?\nAngel:        It… It kinda… Not scary but it makes you think that you're not from there and you shouldn't be buying anything because at any time of the year you could just get taken and kicked out of the country. And whatever you bought or whatever you make as an asset, it'll stay there. Because I had a bunch of friends that were there illegally, like they paying for houses, some people bought trailers and stuff.\nAnita:        And they lost it all.\nAngel:        Mm-hmm (affirmative).\nAnne:        Yeah. While you were there did you follow Mexican news as well?\nAngel:        Sometimes.\nAnne:        Again TV?\nAngel:        Yeah.\nAnne:        Did you qualify for DACA?\nAngel:        I never applied for anything like that but some friends would talk to me about it, I think one of my friends did apply for it, I never saw him again but he did apply.\nAnne:        So possibly because you didn't get your degree in the US, you didn't get a high school degree in the US, you might not have been qualified for DACA.\nAngel:        Oh yeah.\nAnne:        Your degree was from Mexico, you did the community high school degree there.\nAngel:        Yeah.\nAnne:        Yeah.\nAngel:        Yeah, all I have from the States is just my middle school diploma, that's it.\nAnne:        Yeah. Plus the other middle school diploma [crosstalk 00:12:38].\nAngel:        Yeah, I had two.\nAnne:        So the last time that you left, why did you leave?\nAngel:        When I went to the States... I met a girl, we got married, she went up there with me. We had three kids there, uh, and her dad got really sick, so she wanted to come back and see him and her dad wanted to see the kids and stuff. I told her that once she comes to Mexico it would be hard for us to get back together again but we talked about it for so long and what she would talk all the time is about is to go back to Mexico, so I know that's what she really wanted, so I basically I told her to make the decision.\nAngel:        So she decided to come back to Mexico, two months later her father died and then her mom got really sick because of it, so she had to stay longer and after that, because I was paying bills in the States and I was paying bills in Mexico so it was just too much. So, I moved in with my brother to pay less for food and rent. I told her that I was going to save some money and come back to Mexico because it was just too much.\nAngel:        After that I bought a car, and I told her that it was going to be one year, whatever I saved I would just go back. I saved as much as I can and I put everything in my truck and drove down to Mexico.\nAnita:        Did they say anything to you crossing the border?\nAngel:        Nope. No, because, like, I thought they were going to stop me and be like, \"Where you going?\" But it's just a highway and it says, \"Welcome to Mexico,\" you go through the bridge and there's nobody there, everybody's on the other side, on the Mexican border but if you're trying to come in, the American border is on the other side.\nAnne:        Yeah, interesting.\nAnita:        That must have felt weird.\nAngel:        Yeah it did, it did. And we you come into Mexico, there's a bunch of aisles and there is a red light and a green light and they said if you get the green light you get to go and if you get a red light, they stop you and they check your car and see what you have and if you have items or whatever you bring in, you have to pay tax.\nAnne:        Yeah, you had the green light?\nAngel:        I got the green light, I just got to go.\nAnita:        So nobody asked you a single thing?\nAngel:        Nope, nope.\nAnita:        So you twice crossed the border illegally and evaded immigration and everything, and then when you went home you just drove through a green light?\nAngel:        Yep.\nAnita:        Amazing.\nAngel:        Yeah.\nAnne:        Interesting.\nAngel:        Yeah. I tried to go back to the States in 2014, '14 or '15, something there, I didn't make it and I just decided to come here instead, and that time I did get caught, they put me in jail for 15 days. Yeah, and they put in you jail with, like, a bunch of criminals and stuff, they handcuff you and they put cuffs on your legs, it's bad.\nAnne:        So, since your last time that you came back, how long have you been back in Mexico?\nAngel:        Since I came back or when they caught me?\nAnne:        I think since you came back, since you sorta never really left.\nAngel:        It was 2012.\nAnne:        Okay, so seven years. Yeah.\nAngel:        It was 2011, to be '12.\nAnne:        So now do you live in Cancun?\nAngel:        Mm-hmm (affirmative).\nAnne:        And let me see, who do you live with now? [inaudible 00:16:36].\nAngel:        Yeah.\nAnne:        Your partner?\nAngel:        Yeah.\nAnne:        Do you have any children that you live with?\nAngel:        Her kids.\nAnne:        Okay, since you've come back here, have you become aware of any programs that support returning migrants?\nAngel:        Nope. I did get my passport, my Mexican passport, and I got the ESTA, is that what it's called? Because I went on vacations to Canada.\nAnita:        Oh ESTA?\nAngel:        Yeah. The ESTA.\nAnne:        What is that?\nAngel:        Yes, yeah.\nAnita:        A visa to go...\nAngel:        It's an electronic travel visa, or something like that.\nAnita:        It's a visa waiver.\nAngel:        Yeah.\nAnne:        So having been imprisoned in the States for 15 days didn’t it cause you any visa problems?\nAngel:        Not going there. Well I tried to go again, and then they revoked me ESTA. Yeah, I don't know why, they just said that my ESTA was revoked, that I had to go and check. That was the second time I tried to go.\nAnita:        So you've tried to go back twice since then?\nAngel:        To Canada?\nAnita:        Oh, to Canada, you tried to go. Yeah okay.\nAngel:        Because I went on vacations for seven days to Toronto and I went in easily and I really liked it a lot. Well, I have a bunch of friends because here in the hotel industry you meet a lot of people, so the last time I went one of my friends says, \"If you ever come to Canada, come visit me.\" So I went to visit him, I was there for three days and one of my dreams was to go see the Niagara Falls, I got to see it and then after that they said they were going to celebrate a birthday of one of our sons. They said, \"If you come, I'll pay for your tickets,\" I said, \"Oh, okay,\" and when I was at the airport they just said, \"Oh wait, your ESTA is revoked.\" I said, \"Why?\" They said, \"I don't know, you're going to get an email within five minutes,\" I checked my phone and I had it right there. I was like “What? How did that happen?”\nAnita:        So you couldn't go.\nAngel:        I couldn't go.\nAnita:        Okay.\nAnne:        So since you've been back have you been working mainly in the hotel industry?\nAngel:        Hotel industry, yeah. And when I was in the States, that's what I was doing too, working in the hotel industry.\nAnne:        Okay, the second...\nAngel:        The second time.\nAnne:        I may have to like... How much are you paid for your current job?\nAngel:        Right here?\nAnne:        Yeah.\nAngel:        Oh the minimum wage. It's like $8 day.\nAnita:        $8 a day?\nAngel:        Mm-hmm (affirmative).\nAnne:        Do you feel safe in Mexico?\nAngel:        Kind of, I do. Not really.\nAnne:        Have you been a victim of a violent crime while you've been here?\nAngel:        I got robbed once, they took my phone and my wallet, punched me in the eyeball.\nAnne:        Oh really?\nAngel:        Yeah.\nAnne:        Do you think that being a returning migrant, you're more vulnerable than you would be if you had stayed here and never gone to the States?\nAngel:        Uhm… Kind of, yeah because before I went to the States, I was going to do my military service and I didn't finish that. So I think that if I would've stayed here, finished my military service and I get all my paperwork right, I would've been somewhere else, I think. But in the other hand, I think that if my parents didn't get divorced when I was in the States, I would've been able to go to college and maybe apply for a residency or something like that. Because I was very young at the time they took me up there because I was like 12.\nAnne:        Right.\nAnita:        Right.\nAnne:        Would you say your return to Mexico was difficult?\nAngel:        Yeah.\nAnne:        Okay, so I'm going to ask you about a bunch of ways it might have been difficult, you can just say, yes or no. So was landing a job difficult?\nAngel:        Not really.\nAnne:        How about economic challenges?\nAngel:        Hard.\nAnne:        Continuing your education?\nAngel:        Hard.\nAnne:        Family separation?\nAngel:        Hard.\nAnne:        Creating a social network, making friends?\nAngel:        No. I'm a very friendly guy, so I make a lot of friends.\nAnne:        Was the language difficult?\nAngel:        No... When I came back to Mexico?\nAnne:        Yeah.\nAngel:        No.\nAnne:        Adapting to the Mexican culture?\nAngel:        Yeah.\nAnne:        Discrimination?\nAngel:        No. Just bullying.\nAnne:        Yeah. Bureaucratic difficulties?\nAngel:        Yeah.\nAnne:        Any depression or emotional issues?\nAngel:        A little bit.\nAnne:        Any substance abuse or addiction?\nAngel:        Beer? [laughs]\nAnne:        You wouldn't call yourself an alcoholic, would you?\nAngel:        No.\nAnne:        No?\nAngel:        I don't drink anymore.\nAnne:        Okay. Do you still have family in the States?\nAngel:        Yeah.\nAnne:        And who is that?\nAngel:        Cousins, pretty much cousins.\nAnne:        Are any of them US citizens?\nAngel:        Yep.\nAnne:        The cousins?\nAngel:        Yep.\nAnne:        Have they come to visit you?\nAngel:        They will soon, in July.\nAnne:        Oh, should we say yes?\nAnita:        Yes.\nAnne:        Do you think they'd ever come to live in Mexico?\nAngel:        I don't think so.\nAnne:        Do you currently follow the US news?\nAngel:        I do.\nAnne:        Again, is it TV or social media?\nAngel:        Social media. It's easier now.\nAnne:        Do you do that through what? Facebook?\nAngel:        Facebook.\nAnne:        Do you think you're ever going to return to the US?\nAngel:        Maybe, it's my dream to go back. Maybe, I don't know five years?\nAnne:        To live or to visit?\nAngel:        If I can go up there and live, I would, but definitely to visit, yeah.\nAnita:        No, you should put to live.\nAnne:        And would you go there for economic reasons?\nAngel:        Yeah. The economy down here is not well balanced.\nAnne:        Do you do any volunteering or working with people here in Mexico, sort of volunteering, helping people?\nAngel:        I did at some point, in church.\nAnne:        Oh great. Okay, that's all the questions for the survey and then we can start the interview.\nAnita:        I want to talk to you a little bit more about your experience, if that's okay?\nAngel:        Mm-hmm (affirmative).\nAnita:        Okay. So, you talked about the sort of wonderful—first of all, what was it like crossing the border?\nAngel:        The first time or the second time?\nAnita:        Either one.\nAngel:        The first time-\nAnita:        What was different about the two times?\nAngel:        The way of living. Crossing the first time was very easy, I didn't even notice. The second time was hard because I knew what I was getting into because I was aware, uhm, but when I crossed it was worth it.\nAnita:        Did you run into migration, border patrol or did you have any encounters?\nAngel:        No, no, we didn't have any, what we did have is, that the person was supposed to pick us up at the border didn't show up the first two days, so we did spend three days in the woods.\nAnita:        How old were you the second time?\nAngel:        20.\nAnita:        20?\nAnne:        Were you alone?\nAngel:        Hm? I was with my brother.\nAnita:        And then the third time, what happened?\nAngel:        The third time, basically at the border in Mexico there was a bunch of issues going on in Mexico, like pay to be safer... What do they call it? When you have, uh… like a store and if you don't want nothing to happen to your store, you'll pay the organization, like crime organization.\nAnne:        Extortion.\nAngel:        Extortion. So nowadays they extortion the people that try to cross the border, so there isn't that many coyotes that would try to help. The time that I tried to cross it was by phone, so they just walked us to the river, they say, \"Cross the river, keep walking straight, we'll be in touch by phone.\" So basically they just walk you in.\nAnita:        This was the first time or the second-\nAngel:        This was the last time that I tried.\nAnita:        It was by phone?\nAngel:        Mm-hmm (affirmative).\nAnita:        Because coyotes don’t want… Coyotes... Explain this, with organized crime has taken over is what we're talking about, right? The border?\nAngel:        Yeah.\nAnita:        And so how does it affect the coyote business?\nAngel:        Well basically they have to pay the organized crime to not bother them but that comes out of your pocket, to pay them to pay the other people, and after that, they don't want to get caught by any immigration because they've been caught so many times that if they get caught one more time they can go to jail for life, maybe.\nAnne:        The coyotes?\nAngel:        Mm-hmm (affirmative), because they've been doing that for a long time, so basically they help you by phone.\nAnita:        So, how does the phone work?\nAngel:        They're… They’re calling you, because they give you a phone and they have a phone and you cross, they call you or you can call them.\nAnita:        And they pass you from person to person by phone or...\nAngel:        Nope, once you’re—basically they tell you where is a meeting point because you're on a hill and they say, \"You see that big water tank over there? That's where you'll meet the person.\"\nAnita:        So nobody physically crosses you then? If that's what you're saying.\nAngel:        Not that one time. But there's different ways, but this time that was the person that they got for me.\nAnita:        Right. So by phone he told you... Sorry, I'm dense. So by phone he said, \"Walk over there and then call me when you get to this water fountain, water whatever?\nAngel:        Yep.\nAnita:        And then when you called him what happened?\nAngel:        They caught us before we called him.\nAnne:        Oh, so you don't know?\nAngel:        No.\nAnita:        What was supposed to happen?\nAngel:        Someone was supposed to pick us up there.\nAnita:        Okay. So what was it like when you were caught, I mean, what happened?\nAngel:        It was kind of scary because there was cops everywhere. There was a helicopter, there was someone that was keeping track of us behind us, I think that's who called the rest of the cops. Basically, they blocked like the whole... It was like an open field but when we got to the main town, it was covered.\nAngel:        We got there, and we saw a cop that pulled up, then there was two more, so we couldn't go into the street, so basically we just had to stay there for a little bit but all of a sudden we see two ATVs coming behind us and then that's when they caught us.\nAnita:        And we're talking about cops or talking about border patrol, the people in green?\nAngel:        Yeah, mm-hmm (affirmative). Yeah, basically they say, \"We know you're there, just get out before we go in there and get you.\"\nAnita:        And so what happened?\nAngel:        They grabbed us, they handcuffed us. They put us in a truck, like the all-covered, then they took us to jail. They got our fingerprints, they got our pictures, paperwork, then they put you in jail for the night, then they transfer you to another place, another county, I can't remember what it was.\nAnita:        Were you in an immigration detention center?\nAngel:        Mm-hmm (affirmative).\nAnita:        Or a regular jail?\nAngel:        No, it was an immigration detention center.\nAnita:        So were most people there Mexicans, Central Americans?\nAngel:        There was some Mexicans.\nAnita:        Yeah, yeah. Wow, and you were there for how long?\nAngel:        I was there for one night, and then the next day they put everybody in a bus and took them to, like, the immigration jail. It was a bigger, bigger jail with security locks and stuff.\nAnita:        And mainly Mexicans there too or...\nAngel:        People from all over, pretty much. Honduras, Salvador, there were some Russians, there were African Americans… Or, Africans.\nAnita:        Yeah. And how long were you there for?\nAngel:        I was there for 15 days.\nAnita:        And what was that like?\nAngel:        It was hard, it was my first time going into jail.\nAnita:        What was it like?\nAngel:        Well, they… it was a pretty crazy experience because they wake you up in the morning, they give you food, basically they give you a uniform, you don't have anything, any clothes of your own. You're in there with other people that have committed crimes, and they're pretty mean-looking. There's people in there that are sentenced for 10 years, five years, one year.\nAnita:        Who are immigrants too, though?\nAngel:        Yeah.\nAnita:        It's an immigration detention center but some of the people there are there because they've committed crimes.\nAngel:        Yep.\nAnita:        Okay, yeah. Go ahead and so what uniforms was it?\nAngel:        It was orange and yeah, like I said, they would wake you up in the morning, if you don't wake up they don't give you any breakfast. The people that are there for a longer time, they would go to you and be like, \"Hey, I'll buy you… I’ll take your sugar and I'll give you my milk,\" I'm like, \"Okay.\" Basically they were, you know, like restocking themselves.\nAngel:        The people that are there for a long time, they have family members that send them money so they can buy from the commissary stuff, so.\nAnita:        And what was your day like?\nAngel:        Basically really boring, they would just open the doors to go out to play basketball or soccer, just for a few hours during the day. Then you would go back in and just sit there and watch TV or play cards with the other inmates. Some of them…\nAngel:        Well there's people that are there for a long time so they know a lot tips and stuff, so if you want to cut your hair they have, like, the special tools, if you want to get a tattoo, they also have special tools, but if they get caught they get in trouble.\nAnita:        Did you get a tattoo?\nAngel:        No.\nAnita:        Did you cut your hair?\nAngel:        No [laughs]. So yeah.\nAnne:        What was the purpose of keeping you for 15 days?\nAnita:        Yeah?\nAngel:        Basically when they do get caught, the first day you're in there, they give you a uniform, you spend the night. The next day you go to court to be sentenced, if it was your first time, you're going in there for 15 days, if it's your second time, you go in there for three months. The third time you go in there for 12 months, nine months or 12 months.\nAnita:        So it was because it was your first time being caught, your sentence was 15 days?\nAngel:        Mm-hmm (affirmative).\nAnita:        I see.\nAngel:        Yeah.\nAnita:        Okay. If we can go back a little bit to your growing up, the years that you spent as a kid there, what's your best memory?\nAngel:        My best memories was my school. Field trips, that was fun, when I finished middle school it was really cool because I got my diploma and everything, it was kind of like a party. The uh, how do you call it, the graduation dance, that's when I got my first girlfriend, her name was Mary Frans, she's from the States. Sometimes we stay in touch on Facebook.\nAnita:        Still?\nAngel:        Yeah.\nAnita:        What's she doing now?\nAngel:        She's a nurse. I really liked it. I mean, field trips, parks, just the whole way of living is different.\nAnita:        What's different about it?\nAngel:        Uhm, well, when I was in Mexico we were very poor with my mom and my dad. My dad was a cop in Mexico, so he went into the academy, and when he went into be a cop, his mind was to change like the whole extortion and bribery and stuff, but I see it now. He said he was just crazy to try to change that. He got into a lot of trouble because of that.\nAnita:        Is that one of the reasons why he left?\nAngel:        That's one of the reasons that he left. Yeah.\nAnita:        Did something happen to him?\nAngel:        He was threatened with his life because he would put bad people in jail and then the next day they would be out. Even cops that were crooked, he would catch them and put them in jail and then two days later they would be out. So he got threatened and he's like, \"No, I'm never going to change this,\" so he decided to opt for going up to the States.\nAngel:        My mom had a cousin in Oregon and then she got the offer and then she told my dad to go. He went first, three months later he paid for us to go.\nAnita:        Did you miss anything from Mexico?\nAngel:        When I was younger? Not really. Nope, not that I remember.\nAnita:        Do you think that all your time in the US, sort of both experiences… in what ways have they made you the person that you are?\nAngel:        Well I think-\nAnita:        It's a hard question but...\nAngel:        Yeah, uh, what I like about America is that they teach you to be honest and to be a good person and that's what my dad always tried to teach me because when he was a cop he was always telling me to do the good things, and I have a good moral, pretty much, that's what I think.\nAngel:        My second time that I went up there my dad was a pastor. He was going to church and that's when I learned to go to church as well. When I was, uh… the first time that I was there in school, I kind of was hanging out with some Mexican people, some of my friends and they were leading me towards, like, being not a good kid. But my English teacher saw me one day and she talked to me and it kind of like clicked in my brain.\nAnita:        Yeah, I mean this is something we hear a lot about, it seems almost impossible or very, very difficult to avoid joining a gang.\nAngel:        Yeah. Yeah.\nAnita:        You didn't join, or did you?\nAngel:        I kind of did, but then I was there for like a week and then I got kicked out.\nAnita:        [Laughs] Why did you get kicked out?\nAngel:        Because after I'd talked my teacher because she saw me that I was hanging too much with them, and I skipped school one time, she talked to me, she gave me a few words that really got me and I decided to not hang out with them anymore.\nAnita:        What did she tell you?\nAngel:        She told me that if I wanted to be in jail or if I wanted to be a good person, have a house, have a good family, and still live to be 30, stop hanging out with them.\nAnne:        It's good advice.\nAngel:        Yeah. And basically I stopped hanging out with them, and they saw that, one time they pulled me in, they say, \"You're not hanging out with us any more,\" when they kicked me out. You get jumped in and you get jumped out, pretty much.\nAnita:        And is it, you can jump out freely?\nAngel:        Well they beat you up. Yeah [laughs].\nAnita:        So they beat you up?\nAngel:        Yeah.\nAnita:        How bad did they beat you up?\nAngel:        Not really bad because my dad put me in boxing school, so I knew how to defend myself [laughs].\nAnita:        And so then they left you alone?\nAngel:        Yep.\nAnita:        So what's the temptation, why is it so tempting to join them?\nAngel:        Basically because sometimes you'll like the way they dress, and you go and hang out with them. They go to a lot of parties, uh, then they start... How can I say this? Inviting you to the car shows and stuff like... You like that. So but then after that, they're like, \"Okay if you're hanging out with us you need to be in our gang.\"\nAnita:        And what does that mean?\nAngel:        It means that if you get in trouble, they've got your back, and if you—nobody can mess with you because they know you're hanging out with them, pretty much. Protection, I guess.\nAnita:        Do you have to do bad things?\nAngel:        Not when I was with them.\nAnita:        But if you stay with them, do you have to?\nAngel:        Yeah. Because I mean if someone is in trouble and you go with them, and some of the bigger kids have knives and guns, so.\nAnita:        You were a kid.\nAngel:        Yeah.\nAnita:        I mean we're talking middle school, how old were you when you had your week with them? My week in the gangs.\nAngel:        I was like 13, between 12, 13.\nAnita:        Did you father find out?\nAngel:        He did. I got in trouble too.\nAnita:        [Laughs] He said, \"What? I bring you to this...\"\nAngel:        Yeah, yeah. But yeah, like I said, after that I stopped hanging out with them. In the neighborhood that we grew up in, it was basically all Blacks, so yeah.\nAnita:        So what did that mean, that is was all Blacks, to you?\nAngel:        After that, I started hanging out with more of the Black kids.\nAnita:        And what was hanging out with the Black kids like? What did you do?\nAngel:        Well, I started playing more basketball, some of the… I mean the Black kids that I was hanging out with, they were not bad kids, they were like the good kids. They were always dressing up nice, and that's why I had to buy a pair of Jordans, and basically, they were really cool, cool guys. They were not hanging out with the bad side of the Black neighborhood. There was a few shootings there too, so.\nAnita:        So did you ever suffer discrimination in the States?\nAngel:        Not really, no. I mean, I know there is bad and good people all over the world, I guess I just happened to be lucky and hang out with the good people.\nAnita:        So you sort of talk about wanting to still go back to the US, and you talk about the challenges of coming back to Mexico. Why was coming back to Mexico... Why has it been hard and why does this temptation of the States still stay with you?\nAngel:        Well when I came back, when I went to the States on the second time and I decided to come here, basically it's when you get a job here in Mexico, you have to accumulate points to get either like a house, credit, credit cards and stuff like that, and when you come here you don't have any of that. So you're like, \"I want to get a car,\" and they're like, \"Where's your credit?\" \"I just came back from the States,\" you don't have a history, pretty much. So that was really hard for me.\nAngel:        Trying to get a job here in Cancun as well, was kind of hard because all I knew was working in the States and when I came here they're like, \"Where's your curriculum? Where's your...\" like all your paperwork?\nAnita:        But you worked in the tourism industry, the hotel industry there?\nAngel:        Yeah, I mean I knew the area but they wanted proof. They're like, \"Okay, how long have you lived here in Cancun?\" I'm like, \"I just moved in.\" \"Okay well we need at least three months of living here. What other hotels have you worked?\" \"I mean, I worked in the States,\" and they're like, \"Oh, okay. We'll call you later.\"\nAnita:        Yeah. This is how I became interested in this whole project was I actually went to Puerta Vallarta to a hotel like this, and I found it a little boring being, like, inside this hotel. And so I started talking to other people who were working there and I realized so many of them had lived in the States, it was incredible. They all spoke English, they'd all learned it in the States, and many of them had worked in tourism, in very fancy—like in Four Seasons—and very fancy hotels and they said that when they came back to Mexico none of that was recognized.\nAngel:        Nope.\nAnita:        Was that your experience?\nAngel:        Yeah. Same thing. I went to at least 20 hotels within less than a month, and I will never forget the first hotel that I worked in, Tres Rios, they gave me the opportunity to start working but they didn't give me the position that I wanted, they said… they gave me to be working as a waiter because they had to see you have good English, blah, blah, blah, all this. I said, \"Okay, I'd take whatever.\" So I started working as a waiter in Tres Rios, I was there for three years... Sorry, I was there for one year, after that I moved to my work that I had before this as a bellman.\nAngel:        When I was there as a bellman, I was there for a year and then they saw potential in me and then I went in to be a supervisor of the bellboys. I was there for three and a half years, then after that I moved here.\nAnita:        And you're still earning just the minimum wage?\nAngel:        Mm-hmm (affirmative). When I was a supervisor I was getting more.\nAnita:        So why did you leave that job?\nAngel:        There was too much pressure because you're on a salary basically you don’t have… you can't come in at seven in the morning, go home at three. It was if you come in at seven, go home at six. And then I was very stressed out. They would put in more work into my department and there was a lot of things changing, new management and all that stuff.\nAngel:        I was started getting stressed, my hands were getting swollen sometimes, like there was itchiness and it started to swell. I went in to the doctor, he say, \"Maybe you have allergies,\" they gave me allergy pills. And after that my lip started getting swollen, that was really weird because it was like, it felt like numb and itchiness and kind of like a cramp and after that it would just get swollen out of nowhere.\nAngel:        And I went in to another doctor and he's like, \"It's stress,\" I said, \"Hm, okay.\" I decided to leave, that's why.\nAnita:        Yeah, and in the States, you worked in hotels?\nAngel:        Mm-hmm (affirmative).\nAnita:        Doing what?\nAngel:        I started in housekeeping. I did my practices to be reception, but I didn't really like reception. After that I went to do valet parking, I really liked that, did that for a couple of years.\nAnita:        You liked that because...\nAngel:        Yeah, because I would get to drive all the nice cars.\nAnne:        Nice cars.\nAnita:        I just wanted to hear that from you [laughs].\nAngel:        Yeah. Really nice cars, Rolls Royce, Mercedes, Lamborghinis, Maseratis.\nAnita:        What hotel was this?\nAngel:        It was a hotel, Vintage Plaza, in downtown Portland.\nAnita:        Wow.\nAngel:        It was one of the good ones because we had The Ambassador, The Heathman... [foreign language 00:46:28] They're calling me now.\nAnita:        Oh.\nAngel:        But yeah after that I did bellboy and after that I went in to be a doorman and I stayed as a doorman for a long time.\nAnita:        Okay, I know you have to go but let me just ask you ask one question because you said that something that was very difficult... Or two more questions... was adapting to Mexican culture. Can you tell us… what do you mean by that? Like what is Mexican culture and why is it hard to adapt to it?\nAngel:        The people down here are very... They're very nice, but when it comes to growing, they don't let you grow. It's going to sound really hard, but they’re not… they don’t have… some people don't have education, they don't have manners. Like, if you… people that have money, they treat the people that are poor really bad because they don't want you to talk to them or, \"Don't even look at me because I'm the king,\" or whatever.\nAngel:        The other thing is that the bureaucracy here in Mexico it's really bad, like if you want to get a license you have to go into the place, you go to the information desk, they send you to a window, you get a form then they send you to another window, you fill out the form, you give it to them then they send you to another window, you go do the glass test for your glasses and then after that they send you to another window to go pay, and after that they send you to a different window to turn in all your paperwork and then they have you to sit down. Then you go in to take a picture, and then you go back to sit down, then 10 minutes later, here's your license. Or stuff like that.\nAngel:        And to get your paperwork, everywhere you go you've got to make sure you have from your birth certificate to your ID, copies and everything. Everywhere you go, it's just the same thing.\nAnita:        Do you think though, that people respect you because you speak English? You talked about how people put you down, the Mexicans, sort of, how they have class discrimination.\nAngel:        Yeah.\nAnita:        Right? But what about the fact that you speak English or that you lived in the States, does that earn you respect?\nAngel:        In the hotel industry, yes. Yeah. They always ask you how you know so much English, I get respect from, like you guys, I mean you guys noticed when you first heard me talk, you're like, \"Wait...\" That makes me really proud, so.\nAngel:        And every time I talk to someone from Canada or the States or England, they're like, \"How do you speak so good English?\" And I say, \"I lived in the States for about six years.\"\nAnita:        And the Mexicans, does that earn you respect among the Mexicans?\nAngel:        Yeah. They look up to you, they want to learn what you have and I have helped a few people too.\nAnita:        So my final question is, what does it feel like to be illegal somewhere?\nAngel:        It feels like… I mean in my case, I really wanted to be there but-\nAnita:        Yeah, that's why I'm asking.\nAngel:        ... to be illegal it means that you can't have what you really want because if you… like I say, if you get a house, you get a car, at any time of your life you will get kicked out and all of the stuff that you earned and you acquired, it'll stay there. And then, I mean if you get kicked out, you might want to have to go, come back because everything is there, your whole life, your kids, your wife, your house, your cars, your job.\nAngel:        And then you just go back to a place... Well, in my case, I only lived in Mexico during my younger life, and you feel unprotected and you're like, \"Wait, what do I do now?\"\nAnne:        Right.\nAnita:        So it's the uprootedness and the loss that make you want to go back too?\nAngel:        Yeah.\nAnita:        It's not just the wanting to earn more opportunities, it's also what you've lost and what you want to regain, is what you're saying.\nAngel:        Pretty much.\nAnita:        Property, life, family.\nAngel:        Yeah, and like the loss here as well, they're not so good.\nAnita:        Yeah.\nAngel:        Like if someone steals your license plate, I'm going to start with simple things, you have to do like a big process, lose a day or two, and then because they're never going to find your license plate, you have to pay for another one.\nAnita:        Do you feel Mexican or American?\nAngel:        That's a hard question. I think I was born at the wrong place [laughs].\nAnita:        Meaning?\nAngel:        Meaning that I would have loved to be born in the States, maybe.\nAnita:        That’s wonderful. Thank you.\nAngel:        It is what it is.\nAnita:        Thank you very, very much.\nAnne:        Okay.\nAnita:        We'll let you go back to work.\nAngel:        Sure.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\tPage  of",
    "annotations": [
        {
            "id": "30ea31be-753b-4659-a2b8-4fd657ea6f2d",
            "type": "text",
            "start": 35046,
            "end": 35277,
            "label": "Discrimination,Global/Human",
            "params": {
                "id": "30ea31be-753b-4659-a2b8-4fd657ea6f2d",
                "class": "anno"
            }
        },
        {
            "id": "e44bc2ec-c67d-4e17-9064-68654d7b4457",
            "type": "text",
            "start": 23900,
            "end": 25154,
            "label": "Deportation,Border crossing,Fear",
            "params": {
                "id": "e44bc2ec-c67d-4e17-9064-68654d7b4457",
                "class": "anno"
            }
        },
        {
            "id": "e7cab391-4172-4237-8916-ef6ab047f4c1",
            "type": "text",
            "start": 21223,
            "end": 23244,
            "label": "Awareness of what was happening,Deportation,Coyotes",
            "params": {
                "id": "e7cab391-4172-4237-8916-ef6ab047f4c1",
                "class": "anno"
            }
        },
        {
            "id": "65de933c-d478-4a64-bb86-2036e4ce4655",
            "type": "text",
            "start": 16761,
            "end": 17465,
            "label": "Challenges",
            "params": {
                "id": "65de933c-d478-4a64-bb86-2036e4ce4655",
                "class": "anno"
            }
        },
        {
            "id": "b39678c0-79e7-4c18-a364-73e7098f522a",
            "type": "text",
            "start": 10536,
            "end": 12190,
            "label": "Return to Mexico,Family",
            "params": {
                "id": "b39678c0-79e7-4c18-a364-73e7098f522a",
                "class": "anno"
            }
        },
        {
            "id": "737c33f2-2cba-4042-8041-6c2634167907",
            "type": "text",
            "start": 4601,
            "end": 4799,
            "label": "Growing up undocumented,Immigration status",
            "params": {
                "id": "737c33f2-2cba-4042-8041-6c2634167907",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}