{
    "name": "Armando",
    "date": "June 4, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Anne Preston",
    "portrait": null,
    "thumbnail": null,
    "text": "Anne:        So I'm here. This is Anne, and I'm with Armando, and we're having an interview now. So I wanted to start by saying thank you for coming to talk with us.\nArmando:        Thank you.\nAnne:        I know this story is going to be painful and it's going to bring back bad memories, but it's a story that needs to be told and needs to be heard, so thank you.\nArmando:        Thank you.\nAnne:        Anyway, so I came in late for your survey, so I don't know the specifics of you coming to the States, but if you could tell us, or me what were the circumstances for you coming to the United States, how old you were, why you came—\nArmando:        Absolutely.\nAnne:        Your first impressions.\nArmando:        Yeah, so when I first went to the States, I remember I was going to be eight years old, went with my mom and dad, and we were just looking for a better future, you know, better life. And I remember when we crossed the border, because I crossed the border. So when I first got there, to the first state I went to was North Carolina—I’m sorry, to California, ____, California. And when I remember when I first went through there, I was scared. Mom and dad were scared about immigration. And I liked it. It was so different from here, from Mexico. And I remember when I started going to school and it was hard because all the kids speak English and I didn't know no English at all. I was in California for about... I wasn't there long, about four or five months. Then I went to North Carolina. When I got to North Carolina, and I started going to school right there, there was nobody who speaking—they speak English. That was back in '97, '96.\nAnne:        And you were where, North—\nArmando:        North Carolina.\nAnne:        North Ca—?\nArmando:        North Carolina. North Carolina.\nAnne:        Oh, North Carolina.\nArmando:        Yeah, I'm sorry, my throat is messed up [Chuckles].\nAnne:        I thought you meant Atlanta.\nArmando:        No, I did live in Atlanta for a while, but—\nAnne:        But North Carolina, I see.\nArmando:        North Carolina is where I lived most of my time. And it was—\nAnne:        And no one spoke English you said?\nArmando:        Spanish. No one spoke Spanish in school.\nAnne:        No one spoke Spanish, yeah.\nArmando:        So it was like one or two kids that knew how to speak Spanish just a little bit. But, actually when I got there, it was kind of hard to... Where you go from one country, go to another one, it's kind of hard, but after that... It didn't really took me long, about six months, and I was like, wow, here's so different and better. The school was way better than when I was coming over here in Mexico City. And it went from there. I started going to middle school, elementary school, middle school, high school. And then unfortunately that's when I got deported after being over there for so long.\nAnne:        Yeah. Tell me what was different about the schools in the US.\nArmando:        Better education. Way better education. And I can even see it here now, that even around here, my nephews, for my little nephews, these schools are—you go to a school here and you can tell big difference how they are. And here the kids... One day I was working at a school, before I was working here, where I'm working at right now, and we were painting a school, and I seen these kids, they're talking to them, and the kids, \"I'm hungry today, and I ain't got nothing to eat, and my dad didn't give me no money.\" I heard him and I felt bad because, like I told you, I have three kids. So I told the schoolteacher, I said, \"Do you mind if I give her five pesos?\" And she's like, “No, I mean, if you want to.\" So I gave them to her. It was a little girl. So I said, \"Here.\" And she's like, \"Oh thank you.\"\nArmando:        And then I thought about my kids. I say well, I miss them a lot, but I just rather them to grow in United States because it's a better life for them, better education. And here's... I know it's my country and I love it. I ain't going to lie, but it's just so hard, so hard. So expensive here. They pay you minimum wage. There's people that get 800 pesos, but 800 pesos is what you probably eat a week, especially with everything so expensive. It's very expensive.\nAnne:        When you first went to the US, you said you were, what, seven? Seven or eight?\nArmando:        Yes, I was going to eight years old. I was going to be eight years old.\nAnne:        Do you remember it being difficult in terms of leaving people behind, like grandparents, or cousins, or—\nArmando:        Yes, my grandma. My little friend. My friends, my little cousins.\nAnne:        Friends, yeah.\nArmando:        But I was too young at that time, really, and I was just... I follow mom and dad. I did feel bad when I first left Mexico because I didn't know where I was going. I was like, well, I'm going somewhere I don't even know, and I don't know how it's going to be over there. And it did, it was a little hard, but it ain't as hard as it is right now [Laughing].\nAnne:        So you went to school. Did you make lots of friends?\nArmando:        Absolutely. My best friend was a guy named John White [Chuckles]. I'm never going to forget him. He was my best friend.\nArmando:        John White.\nAnne:        What was he like?\nArmando:        He was pretty cool.\nAnne:        Yeah?\nArmando:        He was pretty cool. His sister was pretty cool. But it was like his mom and dad. See, he was like my best friend in school, but I couldn't go to his house because his mom and dad were racist. They were. They didn't want him or his sister to have any Hispanic friends or black friends. And I didn't know till one day I went to his house and tried to go play with him... because he never told me. So one day I told my dad, I said, \"Can you take me to my friend's house?\" And he like, \"Yeah.\" So I went and I remember I knock on the door and his mom opened the door and she's like, \"Who you looking for?\" And I said, \"For John.\" And she's like, \"What do you want John for?\" I say, \"Well, he's my friend. I want to play with him.\" She left the door and then he came out, he said, \"I can't play with you.\" He said, \"I'll talk to you tomorrow in school.\" And I say, \"Okay.\" I didn't know what was happening. I thought he was grounded or something.\nArmando:        So next day he told my in school, he's like, \"Look, my mom and dad, they don't like me to have Hispanic friends, Latino friends, Mexican friends, or even black friends.\" So I was like wow. I said, \"Okay.\" But after that, we were still friends.\nAnne:        Still friends.\nArmando:        And I was like 18, 20, and I was still talking to him on the phone. So that really didn't matter. We still had a good friendship. And yeah.\nAnne:        That's great, that's great.\nArmando:        It was great.\nAnne:        So you were integrated into the community and your friends were from all different races.\nArmando:        Yes, absolutely. I did. He was pretty fun. It's different, over there, you meet all kind of people. Over there, have white friends, black friends, and it's good people. It's good, bad people. Here, it's great, but everybody here's after the money, basically. Everybody trying to see what I can get off of you. It's hard. Especially police, wow. It's just incredible. In the United States, the police, they follow the law, which I like. Over there, you do something, you pay for it. Here, you do something, you pay for it, but with your money [Laughs]. And a lot of times you don't have to do nothing because one time I remember, I was taking my dad to his doctor and we parked the car on the side, because here, they don't have parking lots like over there. The police came by and he's like, \"Well, you know I'm going to take your car.\" I was like, \"Look I got my dad sick.\" And that's the second time actually. First time, they took 900 pesos. That day I only had like close to 500 pesos. And that's money I had to take my dad to the doctor, and they took it.\nArmando:        I told them, I said, \"Wow, my dad is sick man.\" Because I got my dad sick right now from his liver. So it's hard, especially here, I don't make a lot of money. So whatever I make, I help them. And it's hard. So and, it's hard, you just got to be so careful around here. You've got to be careful with people robbing you or the police robbing you, which problem I didn't have over there. The only thing I had over there, I just had to be careful, especially with these new laws that came in, they'll pull you over, and they'll check, \"Are you legal?\" And you get deported, basically.\nAnne:        What was home life like when you were growing up in the US?\nArmando:        It was fun.\nAnne:        When your father and mother worked, were they around a lot? Were they—\nArmando:        Yeah. Yeah. Actually, my dad worked all the time. My mom, she was at home, so she'd take me to school. And I had a lot of fun. I had a lot of stuff that I never would have got here, I never would have had here, to be honest with you, so these—\nAnne:        What kind of stuff?\nArmando:        I think I had a better education, to be honest with you. I had a, to be honest with you, better life of the way you dress, eat, and a lot of stuff that I'll see here's... Like, you know how the baby games are. Here, I seen a lot of kids, they always want, \"I want a video game. I want this, I want that,\" but it's so expensive. So the mom, the dad, just barely make it here. That's another different thing over there. See, like here, when you go to a McDonald's, you got to take 500 pesos at least. Over there, with a dollar or two, you go buy your burger. Or your kids want something to eat, you don't need a lot of money over there, like a couple dollars and you buy them at least a dollar burger. Here, you're not [Chuckles]. Here, you got to have at least—\nAnne:        A lot, yeah.\nArmando:        So I did enjoy a lot of stuff from over there, that I knew that if I would've been here during my childhood, I would have never had.\nAnne:        Did you do sports or—\nArmando:        Yes, absolutely. I used to love to play soccer.\nAnne:        Yeah?\nArmando:        In middle school and high school, I loved playing soccer. And I loved my teachers. I ain't going to lie. I had some wonderful teachers, wonderful. I'm never going to forget my science teacher though. That was my best teacher I had. She helped me out a lot. She was real nice with me. She helped me out a lot, a lot, a lot. I had my science teacher and my social studies teacher. She was from French.\nAnne:        She was from France?\nArmando:        France, uh-huh, France.\nAnne:        Yeah, that's great.\nArmando:        She speak French, so she was teaching me a little bit. She was pretty nice.\nAnne:        Yeah. So what did your science teacher do to help you out?\nArmando:        She helped me out a lot because my mom and dad, they didn't speak no English, so she helped me out with my English a lot. She always gave me a little more attention too. She liked me a lot. Actually, all my years in school, I never had any problems. I never failed a year. I never got suspended or expelled out of school because I always thought about, I wanted to do something nice, I wanted to do something with my life. Unfortunately, I couldn't do it because of, you know, USA citizen. And it's hard, especially when you were there and you didn't have any papers. It's kind of hard.\nAnne:        When did you realize that you were different?\nArmando:        That I was—\nAnne:        From the other kids, like that you were going to have issues?\nArmando:        Like what, to...\nAnne:        To get a license, or—\nArmando:        Where I want... Yes—\nAnne:        When did you figure that out?\nArmando:        When I was a kid, I didn't pay much attention because my dad back in that day, he had a driver license. Then one day, I remember my dad came back from work and he was sad. Because he used to drive a truck, truck work, and he's like, \"I'm not going to be able to drive the truck anymore,\" he told my mom. So I looked at him, I say, \"Why?\" And he was sad. He's like, \"Well, I can't renew my license anymore.\" So he's like, \"I might even get fired.\" So my mom, she's like, \"Well, I hope not because you got a good job and we got to pay rent and bills.\" Fortunately, he didn't get fired. He wasn't able to drive the truck, and he ended up getting paid a little less. So that's when I started growing up.\nArmando:        Then when I went to high school, I tried to get my driver's license. I went to apply for it, but I couldn't got it. I couldn't get my driver's license. They were asking me for a social security number, which I didn't have. So, that was when I started seeing that I was going to have issues as I was growing up now because I need to get a job, and see, over there, you've got to drive to your job, especially in North Carolina. There's no transportation like here, where I was living at. And that was when I started seeing stuff was going to start changing.\nAnne:        So, how did that make you feel?\nArmando:        I felt kind of bad. I did. Because it's hard when you're over there and you can't drive but to your home and to work, to the house. And every time you're driving, you just got to be like this, looking where's the police at? [Laughs] And see, where I was living, it was a place right there where there was a lot of racism. And it was a time back when if you were Hispanic, they would just pull you over, automatically. Where I was living, it was called  Selma,North Carolina. It was bad. It was like the police... I can't remember the sheriff's name. He even one day, he came out on TV, I don't know if you ever heard about it, saying that Mexicans reproduce like bunnies. I don't know if you ever heard about that. He offended the community so bad. So since then, I was like I got to get out of here. I got to move out of here. It was the Johnston County sheriff. He was just racist, real racist. Real, real racist.\nArmando:        A lot of my friends that I knew were from over there. A lot of people got deported, a lot. And I'm talking about working people. I understand if you're doing bad stuff, criminal stuff, but if you want to work, if you got your family you want to support. I understand it's another country, but there's people who actually go over there and really try to work and do something. That, it's hard for them to understand the life over here. And to be honest, I didn't understand it neither, till now that I'm back.\nAnne:        So did you graduate from high school?\nArmando:        I didn't. I was one year short. I was one year short to graduate.\nAnne:        And—\nArmando:        I had to start working.\nAnne:        Started working.\nArmando:        Yeah.\nAnne:        Did you feel you had to contribute to the family?\nArmando:        Yes. See, my mom, my dad had been having issues about getting sick a lot. So right now, he left the United States, came over here, and my mom came over here, so he came over here. And after that, he's been having a lot of health issues.\nAnne:        When did they come back?\nArmando:        About eight years ago. Yeah, about eight, nine years—\nAnne:        And how old were you then?\nArmando:        I was around 21, 22.\nAnne:        So you had already left school to start work.\nArmando:        Yes. I actually left school when I was around... I was going on 17, 16/17.\nAnne:        And what kind of work did you start doing?\nArmando:        I started working at a McDonald's [Laughing]. I was getting like $197 a week, but hey, it was money, it was working. I was helping. And then I started getting another job. I went working construction when I turned 18. And then... I done a lot of work on restaurants, factories.\nAnne:        And you said you moved to Atlanta.\nArmando:        I did live in Atlanta to go to high school right there.\nAnne:        Oh, you went to high school there.\nArmando:        Yes. I went to North Carolina. I went to Atlanta to go to high school. Because I did live in Atlanta for about a year, and I loved the high school. I loved the schools in Atlanta, so I told my dad, \"I want to go to high school in North Carolina. I want to finish my high school in North Carolina.\" But then we started having issues, family problems, and I had to drop.\nAnne:        So you stayed in Atlanta.\nArmando:        I went back to North Carolina.\nAnne:        Oh, you went back to North Carolina.\nArmando:        Yeah.\nAnne:        Okay. So you went to Atlanta for high school, then you came back when your mom and dad were having health issues.\nArmando:        Yes.\nAnne:        Yeah, and most of your work was restaurants or construction.\nArmando:        Yes. When I was young, it was restaurants. When I started growing, I started working a lot of constructions because you get paid a little more. But then, at one point, I couldn't get a job in construction because they were asking me... Right before I got deported. They were asking me for a social security number. So I started working in the field, tobacco. And you know how bad they pay right there. It's like $7, $7.25 an hour and you work all day to make about $300 a week and it's hard. So that's when I was like, man, it's just getting hard. It's getting harder over there. But the good thing about it, I was with my kids.\nAnne:        So tell me about... You haven't told me about getting married or having a girlfriend and having kids. Tell me about that.\nArmando:        Right here?\nAnne:        No, back there.\nArmando:        Oh, in the United States?\nAnne:        Yeah, yeah.\nArmando:        When I first met my ex-wife, I was around 18, 19, in a factory. I met her, and we just started going out, and then we decided to live together. I never got married, we were living together. And then we have kids. I always thought about, I said I want my kids to have a good future. I don't want them to stop where I stopped due to the fact of the... or have more opportunities because of the situation I went through, because of my residence. I wasn't a US citizen, basically. And so I thought about it, I say I hope they actually... And I still wish for them to be somebody in life.\nArmando:        Like my niece right now, my sister's daughter, she's finished high school, she's going to college. But she was born in United States, so she's the first family member going to college. And everybody proud, everybody happy. And that's what I wish for my kids as well.\nAnne:        So she's starting in the fall?\nArmando:        Huh?\nAnne:        She's starting school in the fall?\nArmando:        Yes. For college?\nAnne:        Yeah.\nArmando:        Yes.\nArmando:        I speak to her and—\nAnne:        That's very exciting.\nArmando:        I always speak to her, she always text message me and she's like, \"Uncle, I wish you were over here.\" I'm like, \"Yeah, I wish I was over there.\" And she's like, \"Well, I'm going to college. I'm so happy.\" And she always tells me this, \"I'm going to be the first one in the family to get a good education, good job,\" and everything. And I'm like, “I wish, I really hope you do.\" Because a lot of my brothers, her other family member, cousins, we couldn't get but to a certain level because of our situation, immigration situation basically [Chuckles]. But yeah.\nAnne:        A lot of the people, the young men like you that I've talked to, who came to the States as children, not a lot of them, but a number ended up joining gangs or being engaged in criminal activity. And I'm just wondering why you think that's the case that some do, and why were you different? How are you different?\nArmando:        I think it all depends on the education that your parents give you. To me, to be honest with you—Even here, I'm 30 years old now, I'm going on 31. I still see the way of life that I don't want to... See, what I was like in school, I thought about my dad and my mom, the sacrifice they went through, I wanted to make it worth... I didn't want to end up them going through all this stuff, or how hard it is for me to end up joining a gang or end up getting killed for something... stupid, to be honest. So I always thought about I want to really be someone, make something... I always think about, you know I got to... try to become a better person.\nArmando:        When I came here, like I told you, when I first came here, it was hard. I started a job where I was getting paid so little. I still don't get paid much, but I always try to look... being somebody in life at least try to... I can't have a great great job, but at least I'm trying to help my parents basically. I'm always going to be thankful for them. Regardless, thankful. So by me joining a gang or something, I would think it's just something senseless, you know, I mean especially over there. Over there a lot of... It depends with your friends, basically. A lot of times, which friends did you have because a lot of people, a lot of kids, you grow up, they started thinking well, I'm going to go to a gang, it's nice, I want to be cool. I never thought about it like that. I always thought about it nah, I'm just... If you my friend and you started doing stuff like that, just go away. I don't want to upset my parents being like well, I did all this and look what you end up doing. Basically, that was it. That was basically about it.\nArmando:        I always thank God about the mentalation that he gave me and my parents gave me. And I never thought about it and never would [Chuckles], joining no gang. Like I told the judge, when I went in front of the judge, I said, \"Your honor, I never came to your country to do nothing bad to your country. You can look at my record. I always worked, never been involved in no gangs or nothing.\" I didn't came to United States to do a bad to the country or the people. I came over here because I wanted to have a better life, that's it. But it's hard. Sometimes I don't understand it.\nAnne:        How old were you when you got deported? Well, it was seven months ago, so you were 29.\nArmando:        Yes, I was 30.\nAnne:        30.\nArmando:        30 basically because I'll be 31 about a couple more months.\nAnne:        So you had these three children and were you still with your-\nArmando:        Yes, I was still with my wife.\nAnne:        And just tell for the interview, what happened to lead to the deportation.\nArmando:        What happened, why did I get deported?\nAnne:        Yeah.\nArmando:        I remember this, I was going to work actually. I was coming back from work, and I was driving, and I remember I was going through a street and there was this sheriff, police sheriff right here, and as soon as I drive in front of him, he looked at me. I seen him look straight at me, and he pulled me over, went after me and pulled me over. And in Selma, North Carolina, right there when they take you to jail, as soon as they take you to jail, you got to fingerprint, and they'll send it to immigration right in that moment, and then if you're illegal, they'll put an ICE hold on you and it's over. You're not going out.\nAnne:        Did you do anything wrong?\nArmando:        No. It's just, that's what I was just telling you right there, as soon as they see you and you look Hispanic... See, a lot of police, they were so racist. Even when he stopped me, I told him, I said, \"Look, I have my work clothes. I'm just coming off of work.\" I was speaking to him in English and everything. I didn't have the license, so I gave him my registration, that's what you get over there in the United States. And I said, \"Look, I'm coming from work.\" And he's like, \"Yeah, but you, I seen you suspicious.\" He said, \"How about I check your car?\" I said, \"What are you going to check my car for?\" He's like well, I seem suspicious and everything. I said, \"Go ahead, check the car.\"\nArmando:        So he checked, and then he's like, \"Well, you don't have no driver's license. I got to take you to jail.\" So I said, \"Why? I wasn't speeding or nothing.\" He's like, \"Yeah, but you don't have a driver's license,\" and this and that. So he took me to jail and by the time my family went to try to get me out of jail, it was too late. ICE already had a hold on me. So basically, that ended everything. And it was hard because I remember when I called my wife and told her about it, the first days, my kids were sick. They missing me. They still miss me. I talk to them. My oldest son, he's like, \"Dad, I wish you would've been here for my fifth grade,\" when he go into middle school graduation. So I say, \"You got to be strong. There's nothing else but we can do than be strong.\" I say, \"It's hard for me as well.\" But it's something I knew eventually might happen, that end up getting deported. I just, now, I pray for her to be safe because if she's not safe, my kids ain't safe. And there ain't nobody else over there for her to watch after them. If something happens to her, it's over. So it's kind of hard.\nArmando:        So I always think about. And to be honest with you, I don't want them to come over here. I really don't... because it's so hard over here.\nAnne:        When you were there and you knew about the racist police, did you ever think about moving to a different area?\nArmando:        I did, but I was so used to being in that place, because I lived there for about 15, 16 years. And I thought about going to this... I was just talking to my wife back at that time to going to New York because New York, there's a lot of transportation, so really you don't have to drive a lot. And I thought about, I say, \"Here, it's getting so hard to be able to drive.\" So I say, \"Let's go try to move to New York,\" but it was so expensive over there. So I told her, I say, \"If it keeps getting worse that we see it, then we're going to have to move. We don't have no other choice.\" But it was too late and I wasn't able to move. I got deported. Yeah.\nAnne:        Wow. So, you were in detention you said for—\nArmando:        A month.\nAnne:        A month. And then—\nArmando:        Immigration, and then I got deported.\nAnne:        And once you came here, your parents had come before you, right?\nArmando:        Yes, they came about eight years before me.\nAnne:        Yeah. Had you been helping them?\nArmando:        Yes, I actually was. I was helping them as much as I could. And I wasn't sending much money because I wasn't getting much money over there either and I had to pay my bills, and my kids, I had to buy stuff for my kids as well. But I remember every time I spoke to them, they were like, \"I wish I would have never left the United States.\" I was like, \"Why?\" They were like, \"It's so hard over here. Everything's so expensive.\" And I was like, \"It ain't that bad as they think, as they say so.\" I wasn't sure. I didn't know how it was over here. So I was like, \"I don't think it's that bad.\" And then I got deported and I got here. I remember the first time I went to a little local to eat, and I only got two tacos and a gordita and it was over 100 pesos. I said, \"What?\" I said, \"Are you serious, 100 pesos?\" And then when I started working, I was making 200 pesos a day. So, it's hard. It's so different. That's what I told my dad and mom. I say, \"Well, now I know.\" Too late now.\nAnne:        So do they have a house or a—\nArmando:        No, we rent right now.\nAnne:        Renting an apartment?\nArmando:        We pay 2,000 pesos a month of rent.\nAnne:        And they had enough room for you to move in with them.\nArmando:        Yes. Look, my mom, my dad, they live in Michoacán. It's about, I would say about four, five hours from here. They had their own house. They had everything. But the cartels took over this little town where they were living, and they were, either you work for us or you got to get out of here. So my mom and dad had to leave. So they back here in the city right now. And they lost their house, everything. So it's like they started again when they already had everything. And they can't go back. We can't go back to the house that we had.\nArmando:        So now, we got to pay rent, and it's just everybody's hard, I was telling you. It's hard because, like I told my dad and mom, I say, \"Well, you had your house and it's hard that you can't even go to your house because of the cartels.\" And the police won't even do nothing about it [Chuckles]. That's what really makes you mad, that, I can't believe it's... why, how another regular person of cartels be controlling everything. So now, here we are, without no house. We have a house, but we got to pay rent, when we know we have a house, but we can't go there.\nAnne:        Wow.\nArmando:        Yeah.\nAnne:        What do you miss most about the US?\nArmando:        My kids. My boys, I miss my boys. I miss my boys a lot [Chuckles].\nAnne:        That's tough.\nArmando:        Yeah, it's tough.\nAnne:        But you get to talk to them every day.\nArmando:        Yeah, but it's not the same [Chuckles].\nAnne:        Not the same.\nArmando:        Yeah.\nAnne:        When you were in the US, what were your dreams?\nArmando:        [Chuckles] My kids to have a better life, basically.\nAnne:        And they will.\nArmando:        I hope so. I really hope so.\nAnne:        So being in Mexico, your dreams really haven't changed.\nArmando:        [Chuckling] No. I still wish they have a better life, to be honest with you. Yeah.\nAnne:        So when you get deported, what do they say about your ability to come back?\nArmando:        They deport me for about 10 years I think. Then I can come back.\nAnne:        And it's basically that you just were... you'd had no papers. That was it.\nArmando:        Yeah.\nAnne:        Was it working without papers, was it—\nArmando:        It's just because they said when I went to the judge, I got a lawyer, but he actually told me... He charged my family like $5,000 and he's like, \"I'm going to try to get him out of here in the United States.\" And he just told me, \"Well, you just violated the law. You came here illegally and everything,\" and I just got deported. That's basically all he said [Chuckles]. And I was like wow. Take $5,000 and for just to tell me that. Yeah.\nAnne:        Wow. So being here for seven months, it's been just a total culture shock.\nArmando:        It is. It is. It is a lot. So different. It's like imagine you're growing in a place, and then just leave it and go to a place where you've never been to. And it's so hard. It's hard because... Now, if I didn't have my kids over there, it probably wouldn't have been so hard, but now that I have my kids over there and they don't understand. They don't know. They think it's like, \"Well, dad come work over here.\" It's like, \"No, you can come back over here whenever you want to.\" Because they’re so young, they don't know.\nArmando:        And then I remember I spoke to my oldest kid and he said, \"Come over here dad.\" I say, \"I can't right now.\" I say, \"I got deported.\" I said, \"But if I do, I'm gonna try to go one day again,\" and he's like, \"Well, what happens now?\" I'm never going to forget what he said. He said, \"What happens if you come back over here and the police catches you? You gonna go to jail?\" I said, \"No.\" He said, \"Yeah, I see the news. I see Donald Trump in my face tell me in school that Donald Trump say that he don't want any Mexicans over here.\" He's already experiencing a little bit of racism at school. Even though he's a USA citizen, but the color of his skin. And it's hard.\nArmando:        Anyway, he tells me that, I feel bad. But I tell him, I say, \"Don't listen. Don't listen to the kids. You're a USA citizen, just like them and you have the same opportunities that they're going to have.\" I say, \"Just concentrate, help your mom, look after your brothers,\" I say, \"Try to help them out. Try to be somebody in life.\" And I say, \"Don't let what happened to me, or don't let this distance take you under the pressure or anything.\" I say, \"You got to be strong, you got to do something,\" I say.\nArmando:        Because that's the way I always thought about, I got to try to help... be somebody in life, basically. I don't want to be on the streets. To me, that's nothing. A lot of kids or people that I know, they're like, \"I'm from the streets, I want to do this, I want to do that.\" I say, \"Nah, you got to work, you got to be a good man.\" I say, \"Hanging out with your friends, robbing, doing that stuff,\" I say, \"That's nothing good. You end up in jail or getting killed.\" So I say, \"For what?\" I say, \"Just go ahead and go to school, make the best of it, and I hope that you end up being a good... get a good job and...” I'll tell him, \"You have a better opportunity than what I had.\"\nArmando:        So he says, \"Yeah, yeah, dad.\" He said, \"When I grow up, I'm going to try to get you to come over here.\" He tells me a lot. He sells hard too. He's like, \"Whenever I grow up, I'ma get you a USA citizen and everything.\" And we're like, \"You don't have to do that. We just want you to become a better man, become a good man, have a great job, be somebody in life.\"\nAnne:        And your ex-wife, is she working?\nArmando:        Yeah, she works. She works in a...nurse- Where they plant.\nAnne:        Oh, she's a nurse?\nArmando:        No, no, no, where they plant.\nAnne:        Oh, a nursery.\nArmando:        Nursery, yeah. I'm sorry, nursery, yeah.\nAnne:        Yeah. Nice.\nArmando:        Yeah.\nAnne:        Does she have family to help with the kids?\nArmando:        She don't have but a sister, but she really don't help a lot. And I have some family over there as well, but a lot of times she's on her own. And right now, I just spoke to her, as a matter of last night, and she's like, \"Everything's getting harder for me.\" I say, \"Why?\" She say, \"The kids are growing and I got to work, so I get off of work late.\" She don't know no English, so she can't even help them with their homework. So when I call them, I ask, \"Let me see your homework. What is it about?\" So they're like, \"It's about this.\" So they are doing all right in school so far [Chuckles].\nAnne:        The summers will be tough because they're not in school.\nArmando:        Yes, it's always... That's what she just told me right now. They just came out of school I think last week. So then she got to pay more for the babysitter. Yep. She just told me that. Before it was just, she take them to this lady, she put them on the bus. They come back from school, she'll pick them up from the... So basically, all she take care of them was about two, three hours a day. Now, she got to take care of them all day, but I don't know. She said she was going to speak to her and see if hopefully she didn't charge her so much money for babysitting. And I was like, \"Well, I hope so.\" Because she don't make but 7 to $800 every two weeks. She makes 350 a week, and it's not a lot. She got to pay rent, she got to pay light bill. You know how they are over there, light, sewer, and trash, everything come in one bill. So it's kind of hard. Yeah. But I'm praying she going to be all right.\nAnne:        Yeah, yeah. Do you feel like you're an American? Do you feel like you're a Mexican?\nArmando:        I mean, A lot of times a lot of people ask me that, and I'm always going to say to me, my home country, it sounds crazy, but it's been America. That's where my life was. That's where my life is still. That's where my kids are. And I feel like it's hard because when you've been in a country so long, and it's like your country. People who grow here, they, \"I'm Mexican.\" And then I grew up in United States, so even though I'm not from there, I love that country. It gets... I understand the laws, they are tough, but yes, it's a great country [Chuckle].\nAnne:        Okay, so we're concluding here, but is there anything you'd like to say or share with the people who will listen to your story that you haven't said?\nArmando:        I just want to tell the people that actually there's... all these people there, not all of us are bad. Sometimes they push us to do something that we don't want because of the laws. I just want them to know that there is hardworking people over there that work. Most of my family, they all work, and we just want to live a better life. If one day they'll come over here and live here for a month, they're going to know why we go over there. They're really going to know. They're going to understand and say well... And, I just want to say that really I have... I respect the laws and everything, but I just want to tell them that we're humans as well. And we love the country, and if something would happen... When I was like over there, I did try to go to the Army, and I wish I was. I was a [inaudible 00:35:15]. And I did. I always thought about it, if something happens, I would always fight for this country, for America.\nArmando:        And, whatever after happened, I don't hate nobody from over there. Basically, I just want them to know that we're humans and we're humans and we got feelings and basically that's it.",
    "annotations": [
        {
            "id": "9b779a31-abe5-4200-bd4d-b5cfb9aa71e2",
            "type": "text",
            "start": 21431,
            "end": 21442,
            "label": "Stereotypes",
            "params": {
                "id": "9b779a31-abe5-4200-bd4d-b5cfb9aa71e2",
                "class": "anno"
            }
        },
        {
            "id": "3fead445-2ec6-4a07-9c09-32a6f63a24fe",
            "type": "text",
            "start": 30295,
            "end": 33113,
            "label": "Other,Return to Mexico,Challenges,Family Separation,Return to Mexico,Family Relationships,Those who stayed in the US",
            "params": {
                "id": "3fead445-2ec6-4a07-9c09-32a6f63a24fe",
                "class": "anno"
            }
        },
        {
            "id": "c9aed19e-49ab-4967-a801-60d66cb9e97b",
            "type": "text",
            "start": 35102,
            "end": 35769,
            "label": "Reflections,Identity,American",
            "params": {
                "id": "c9aed19e-49ab-4967-a801-60d66cb9e97b",
                "class": "anno"
            }
        },
        {
            "id": "f3fa2270-d898-4502-b063-abb80b4b4251",
            "type": "text",
            "start": 16644,
            "end": 17362,
            "label": "Time in the US,Jobs/employment/work,Case,Continuation, Food,Earnings",
            "params": {
                "id": "f3fa2270-d898-4502-b063-abb80b4b4251",
                "class": "anno"
            }
        },
        {
            "id": "8beb51ea-4caa-4a25-9685-6cb3594067d0",
            "type": "text",
            "start": 15785,
            "end": 16643,
            "label": "Time in the US,States,Georgia,North Carolina,Time in the US,Family,Illness",
            "params": {
                "id": "8beb51ea-4caa-4a25-9685-6cb3594067d0",
                "class": "anno"
            }
        },
        {
            "id": "f423bcad-3953-480c-9c61-0707c840723d",
            "type": "text",
            "start": 4435,
            "end": 5034,
            "label": "Mexico, Before the US,Family Relationships,Those who stayed in Mexico,Mexican childhood,Family,Family Separation,Friends",
            "params": {
                "id": "f423bcad-3953-480c-9c61-0707c840723d",
                "class": "anno"
            }
        },
        {
            "id": "6122c3de-4018-4b8c-8bfd-dd18d2d9ae25",
            "type": "text",
            "start": 702,
            "end": 1202,
            "label": "Time in the US,Age,Feelings,Fear",
            "params": {
                "id": "6122c3de-4018-4b8c-8bfd-dd18d2d9ae25",
                "class": "anno"
            }
        },
        {
            "id": "4601631c-6407-4ef3-a7a9-762e45a79503",
            "type": "text",
            "start": 2046,
            "end": 2612,
            "label": "Time in the US,States,North Carolina,Time in the US,Arriving in the United States,First impressions,Learning English",
            "params": {
                "id": "4601631c-6407-4ef3-a7a9-762e45a79503",
                "class": "anno"
            }
        },
        {
            "id": "c917f5cb-29cf-491e-af22-e9b01483d731",
            "type": "text",
            "start": 35770,
            "end": 37073,
            "label": "Reflections,Global/Human,Reading,Compassion",
            "params": {
                "id": "c917f5cb-29cf-491e-af22-e9b01483d731",
                "class": "anno"
            }
        },
        {
            "id": "d1cd5662-4790-422f-833e-b078b4eb06c8",
            "type": "text",
            "start": 28699,
            "end": 29419,
            "label": "Deportation,Family Separation",
            "params": {
                "id": "d1cd5662-4790-422f-833e-b078b4eb06c8",
                "class": "anno"
            }
        },
        {
            "id": "83605205-c9fe-42f8-aafc-c7873e52dba1",
            "type": "text",
            "start": 21978,
            "end": 26111,
            "label": "Deportation,Border crossing,Racism",
            "params": {
                "id": "83605205-c9fe-42f8-aafc-c7873e52dba1",
                "class": "anno"
            }
        },
        {
            "id": "fcbce0f5-ccc2-45a0-a8b5-31c5b5a0d959",
            "type": "text",
            "start": 19340,
            "end": 20329,
            "label": "Violent crimes,Gangs,Education,Opportunity",
            "params": {
                "id": "fcbce0f5-ccc2-45a0-a8b5-31c5b5a0d959",
                "class": "anno"
            }
        },
        {
            "id": "8608fcba-bb4f-48bf-8b29-432dd642ef3d",
            "type": "text",
            "start": 11440,
            "end": 14540,
            "label": "Growing up undocumented,Challenges",
            "params": {
                "id": "8608fcba-bb4f-48bf-8b29-432dd642ef3d",
                "class": "anno"
            }
        },
        {
            "id": "74dc6178-82e3-436c-8079-b9ac6557168e",
            "type": "text",
            "start": 8602,
            "end": 10565,
            "label": "States,School,Friends,Opportunity,Family,Sports",
            "params": {
                "id": "74dc6178-82e3-436c-8079-b9ac6557168e",
                "class": "anno"
            }
        },
        {
            "id": "6b7c3262-2957-49cb-8bd5-e4fad2ab394d",
            "type": "text",
            "start": 5035,
            "end": 6568,
            "label": "The United States,Friends,Discrimination",
            "params": {
                "id": "6b7c3262-2957-49cb-8bd5-e4fad2ab394d",
                "class": "anno"
            }
        },
        {
            "id": "c0faec08-b3ca-402c-bce3-fd2c3b27909f",
            "type": "text",
            "start": 2879,
            "end": 4254,
            "label": "Education,Mexico,Opportunity,Challenges",
            "params": {
                "id": "c0faec08-b3ca-402c-bce3-fd2c3b27909f",
                "class": "anno"
            }
        },
        {
            "id": "5a2bd867-e7d3-4a85-ad77-46653d21e071",
            "type": "text",
            "start": 901,
            "end": 1202,
            "label": "Arriving in the United States,California,First impressions,Fear",
            "params": {
                "id": "5a2bd867-e7d3-4a85-ad77-46653d21e071",
                "class": "anno"
            }
        },
        {
            "id": "e8d07614-561c-4bcd-ac5d-9276d7406cf9",
            "type": "text",
            "start": 702,
            "end": 900,
            "label": "Reasons,Opportunity",
            "params": {
                "id": "e8d07614-561c-4bcd-ac5d-9276d7406cf9",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}