{
  "name":"Axel",
  "date":"June 3, 2019",
  "location":"Mexico City, Mexico",
  "interviewer":"Anne Preston",
  "portrait":"Axel_6-2-2019_Portrait.jpg",
  "thumbnail":"Axel_6-2-2019_Thumbnail.jpg",
  "text":"\n Anne: So this is Anne interviewing Axel, and we're going to be talking\n about his time in the US and coming back to Mexico, and I want to start by\n thanking you for talking to us. It must be different thinking back on those\n times. So anyway, let's start. Talk a little bit about why you went to the\n US and the circumstances surrounding it, how old you were, that sort of\n thing.\n      \n      \n Axel: Went over when I was really young, about a year or two years old, so\n I didn't know much about it but what my parents told me once I got older\n was where we lived, it was a small ranch type area, and there was a lot of\n narc activity going there and it got to the point where one of my uncles\n got injured in some type of crossfire, and so they wanted to avoid that for\n us and they also wanted a better life for themselves and see for their\n whole planning the family type part, so they decided they wanted to come to\n the States. And they came, they crossed over when I was really young. My\n mom told me that she carried me in her arms whenever she crossed me over,\n and so it was... I don't have any idea about it, but that's what she told\n me. I kind of have an imagination of what kind of went down.\n      \n      \n Anne: And you said you had siblings, were they with you at the time?\n      \n      \n Axel: No. When we went over there, I was the only child. Once I got over\n there, then my mom and my dad got divorced when I was around four. My mom\n already had my stepdad kind of on the side and my dad knew my stepdad,\n actually. They actually used to be coworkers together, so even to this day,\n they still talk to each other and they get along whenever it comes down to\n family situations, they get along. They can sit in front of each other and\n talk and stuff. But once they separated, that's when my mom had my\n stepsister, my stepbrother and my other stepsister. As in my dad and my\n mom, I was the only child.\n      \n      \n Axel: So I never really had my own... All my brothers and sisters, it was\n once I was already older, about... My sister's 17 now, so I was about seven\n or eight.\n      \n      \n Anne: Nice. What was the city that you moved to when you first moved?\n      \n      \n Axel: When I first moved over there, we were in Texas, and then mom was\n always big about moving around. She always wanted to... It was always her\n idea of looking for a better life, the American dream, whatever you say. So\n she was always trying to upgrade to a new house and better location for\n schools, better location for a family, stuff like that. So we went all over\n Texas.\n      \n      \n Axel: Moving a lot and at that point, it kind of was something that I\n didn't enjoy really, because I wanted a stable home, something where I\n could build some friendships and know that I was going to have those\n friendships there for the long run. And I'd just be like, \"Oh yeah, we'll\n probably be here for a year and then my mom's going to want to move again\n and I'm going to have to start a whole new life all over.\" That's at the\n point I decided I wanted to go live with my dad. My dad had been living in\n the same area for about 10 years, so I was like, that is not going to be an\n issue at all, for him to move. He hasn't moved in 10 years, he's not going\n to move at all.\n      \n      \n Axel: And once I moved over there, he did move a block or two down, just so\n we can go ahead and get a bigger apartment than where he was, because he\n was just living in a single bedroom apartment for himself because he never\n remarried after my mom. Once I moved with him, he moved about two blocks\n down just to another apartment where it was bigger space, where I could\n stay with him and from there, we never moved again. That's when I started\n doing from like seventh grade, all the way up till I finished my last six\n years.\n      \n      \n Axel: Half of it, mom was everywhere and then the other half, I was in a\n stable location where I actually met the friends that I have now that still\n talk to me now that I'm here and that still help me whenever they can. I\n don't even have to ask them, they'll just tell me, \"Hey, right now I'm\n going to send you some money or I'm going to do this, I'm going to give\n your kids something, where can I meet them? Blah, blah, blah.\" I know that\n they're going to help me, but I don't like to ask them because it's not\n something that I don't really like to ask them for, for stuff because I\n know it's not their fault that I got deported or anything like that.\n      \n      \n Axel: Same with my family, because my mom always told me, she's like,\n \"Trust me, you don't want to go to Mexico.\" She's like, \"Life over there is\n not as you picture it. It's like your cousins and everything, they say\n they're having fun over there, but they've been over there they're whole\n life.\" He's like, \"You? You're going to have difficulties.\" One, is the\n tattoos. Two is they look at y'all as a target more because not only for\n y'all as in general, but then also because they know that you have family\n over here, they try to use it as extortion and they have tried to call her\n a couple times and tell her that they have me and, \"We have your son and\n you better send some money and blah, blah, blah.\"\n      \n      \n Axel: But she always have someone with her like my sister or my stepdad or\n something, and while she's on the phone with them, then my stepdad, my\n sister contacts me to make sure that it's not true and that way they can\n just go ahead and blow it off and stuff, but thankfully, nothing like that\n has actually happened but they always worry about that part of... They\n worry more about that than anything else. They know that I can take care of\n myself and they know that I work and I'll make my money and I can handle\n myself as far as economically, but they're still worried about just because\n they know how the environment is. Not only just in the streets, but just\n everywhere in general, the transports, everything. You can't even get in\n transports without have your hands in your pockets or grabbing your stuff\n because if not, somebody will just take it in the middle of nowhere. Next\n thing you know, you're just like, \"Oh, my wallet, my phone's gone.\" I don't\n even know where it happened, nothing.\n      \n      \n Axel: And authorities don't really do much to help. They almost kind of get\n mad at you for getting robbed. They're like, \"We told you not to have your\n things out in the open, we told you to check your pockets and make sure you\n have your things in your chest or a visible spot or a spot where you can\n feel that you're getting to get them swiped out.\" It's not really a big\n help. Then it comes down to that part, they're like, \"Well, it's gone now.\"\n He's like, \"Whoever it was, wherever they are now, it's gone.\" And it's\n like, man, it's his...\n      \n      \n Axel: And there's videos that I've seen about that stuff and it's just\n like, it's not even just one person. It's a group of people that huddle on\n you and it's just regular people, it's older people, it's not just young\n people like kids and people my age, adults and people. It's also older\n people like grandparents or just old little ladies. Couple ladies, they\n come in and they'd be in a little group, they try asking you for\n directions, one of them is distracting you, the other one is taking stuff\n out of your pocket. Then she hands it off to someone else that's behind\n them, that person walks away. Someone else comes in like a distraction\n like, \"Hey, what's going on?\"\n      \n      \n Axel: They're all in it together and at the end, some people start to act\n like they're actually caring about what's going on. In the end, they're all\n in cahoots with it. You can't trust anybody. In the States, at least you\n knew you could help somebody and it's probably legit. Over here, you can't\n really trust that thing where somebody comes up to you and they're like,\n \"Hey, I need some help, something's going on right here around the corner.\n Somebody's trying to hurt my mom or somebody's trying to hurt my sister.\"\n You can't even trust that because you might go around the corner and\n they're just going to jump you and rob you. It's all just in cahoots to get\n something out of you.\n      \n      \n Axel: More over here where we live, or where we work, it used to be a lot\n calmer, but now it got to the point where they've considered it a red spot.\n      \n      \n Anne: Oh, really?\n      \n      \n Axel: Yeah, because they say there's too much going around the area, as far\n as with drugs, with the robbings. People know that obviously we get some\n decent money because we speak English. They know the days that we get paid.\n The people that live around here in the streets and the cops know when we\n get paid, so there's cops out here every day, roaming around just looking\n and they see anybody with tattoos, they'll pull you over and search you.\n It's probable cause, supposedly.\n      \n      \n Axel: And if they catch you with something, they won't take you to jail.\n They'll just ask you for a bribe and they'll take 200 or 300 pesos from\n you. If you don't have any money, they'll take your phone. If you don't\n offer them the money or say, \"I'm not going to give you any money,\" they'll\n scare you to act like they're going to take you to the jail. Then they give\n you a last chance. They're like, \"Okay, last chance before we get there,\n it's right there across the street. You want to go ahead and cooperate or\n you want us to go with the judge? Blah, blah, blah.\"\n      \n      \n Axel: They're all in cahoots, really. In the end, what they all really want\n is just some money. If you offer them money, they're going to let you go.\n It's happened to a lot of people. It's happened even to me. They catch me\n and they tell me... They don't find nothing on me, but they don't like the\n fact that we act the way we act. We tell them we don't have anything and we\n get mad because they're searching us for no reason. They don't like our\n attitude that we take against them.\n      \n      \n Axel: Then it's like, all right, I had a cop one time, I didn't have\n anything on me, no reason for them to even search me to begin with,\n everything was okay. But the problem was I had two phones. I had just\n bought a new phone, and I had my old phone that I was going to sell or give\n away to my ex-wife, so that she could have it and sell her phone. They\n caught me with... They pulled me over, searched me. They're like, \"Why do\n you have two phones?\" Like thought I stole one. I'm like, \"No, I didn't.\n All my information's in both of the phones, I'll show you.\"\n      \n      \n Axel: The guy didn't like my whole attitude that I had with them, so he\n decided he took his phone out, he showed me a bag of... What was it? I\n think it was weed or I don't know what else it had in it, because it was a\n big bag, like a trash bag. Just full of stuff. And he's like, \"Look, I've\n got this in my car right now in my trunk. If you don't hand over one of\n your phones,\" He's like, \"And actually, the one I want is that one.\" He\n wanted the brand new one. \"And actually, I want this one. So look, this is\n the deal. Either you give us the phone and everybody goes about their ways,\n or I take you in and I'm going to put this on you. There's no way that\n anybody can prove that it's not true. My partner's obviously going to go\n with me.\" He's like, \"So you decided what you want to do. Do you want to go\n ahead and let us take you in and we'll put this big bag of stuff that I got\n with you, on you? Or you give me the phone?\"\n      \n      \n Axel: Obviously, I'm not going to risk it. I didn't believe him at the same\n time, but since they do always take money and any other types of bribes, so\n I'm like, I'm not going to risk it, try to play the brave guy and be like,\n \"All right, go ahead and take me,\" and stuff, and then they do it, and then\n I'm going to be like, \"Oh no, never mind.\" They might even end up taking\n both of my phones or anything like that. I have friends that because they\n said no and they refused to give the phone, they put it inside their pants\n so the cops couldn't get it, they ended up beating them up. They would just\n grab them and beat them and, \"All right, there you go. You can go on about\n your merry way. We didn't get nothing from you, but we at least gave you a\n beating. Maybe you'll learn.\"\n      \n      \n Axel: This area right here is not really good for us, especially at\n nighttime. And any cops that see us, any cops or anything like that,\n they're going to try to pull us over and find something. If they don't find\n something or if they already know you and they don't like you, because they\n recognize. Me, they come up to me and they almost know my name already.\n They're like, \"Hey, so what's going on?\" He's like, \"Are you clean today\n too?\" He's like, \"Yeah, like every other time. Yeah.\" It's like, I work\n here. You do this every day, every day you don't get anything from me. What\n makes you think that today's going to be different? Obviously, I know that\n I'm not going to... That this area is not the area to be doing anything. If\n I want to do anything at all, I'm not going to do it here at work or\n outside of work.\n      \n      \n Axel: It's annoying sometimes, because sometimes even because of that,\n within the two blocks, they could search you about two, maybe three times.\n Because one guy will search you on the bikes, the guys on the bikes, then\n you're okay, they'll search you, they'll let you go. About another block\n later, you'll bump into guys that are just walking around and they'll\n search you too. Another block later, the guys in the cars, the trucks are\n going by, they'll stop in front. \"Hey, let me do a quick search, just\n random.\"\n      \n      \n Anne: That's crazy.\n      \n      \n Axel: Random.\n      \n      \n Anne: Random?\n      \n      \n Axel: You can be late to work just because of that. You could be 10 minutes\n early or two minutes early, but if you get stopped twice right here at\n least, you lost all your time right there. You're running late already to\n work. That's either before work, during lunch, on a break, after work when\n you're going home. It's just anytime. It got to the point where work, it's\n a mission just to go from your work to where your transport is. Either the\n train line, the substation or the buses. They're only about three...\n      \n      \n Axel: The train stations are three blocks away, the bus is maybe two blocks\n away, and within that little range, it's probably the biggest mission ever.\n People talk about the areas where they have all the drugs, they beat them\n or places like that where it's supposedly heavy, and really, I've gone to\n those areas because I have friends and people that live in those areas and\n I've gone to visit them, and the cops are there in that area, they're right\n outside of the locations where they're selling stuff. They can smell the\n stuff, they can see people going in and out of the place, but they don't go\n in the place. They do checks on everybody that comes out of there, to try\n to see if maybe they can catch them slipping up and get some money off of\n them, a phone, whatever they can, but they will never go inside of the\n location where they see everybody going in and out of.\n      \n      \n Axel: It's either because they're already being paid by them or it's\n because they know that if they go in there, it's going to be some big drama\n with the guys in there, or it's just that they don't really care anybody\n that. They just want to make something for their day. Here, it's almost\n just like that. There's cops everywhere, they stop you for anything.\n      \n      \n Anne: Yeah. Wow. So let's go back to the US. You're with your mom, and is\n she working? Did she start working when you guys moved?\n      \n      \n Axel: Yeah. When we first moved, yeah. She was working in a restaurant, in\n a mall, actually. She was working inside a restaurant in the mall.\n      \n      \n Anne: And your dad?\n      \n      \n Axel: And my dad was doing maintenance work at the apartments where we\n lived.\n      \n      \n Anne: Oh, nice.\n      \n      \n Axel: We were getting, the apartment where we lived, we were getting a good\n discount and then my mom was working a night shift or... no, wait. She was\n doing morning shift in the mall. My dad and my mom would get off around the\n same time. That was never really an issue with them. But once she got\n divorced and she got with my stepdad, she stopped working. She just focused\n more on with me, she got pregnant and started having my sister, and after\n that, she just focused more on being a housewife. Being a housewife, being\n a house mom.\n      \n      \n Axel: She did great. She kept herself real busy and she always worried a\n lot about us, tried to give us everything we needed for school, for food,\n dress wise. Anything we needed. She did what she could with what my stepdad\n would provide her.\n      \n      \n Anne: Was he also from Mexico?\n      \n      \n Axel: Yeah. He was from Mexico.\n      \n      \n Anne: Was he a citizen or was he undocumented?\n      \n      \n Axel: No, he was also undocumented. He's still undocumented to the point.\n He was working with my dad. They were coworkers.\n      \n      \n Anne: Right, that's what you were saying. Yeah.\n      \n      \n Axel: And then I don't know the whole story of how my mom and my stepdad\n started talking, but I know they were coworkers because they've told me\n that part before, and my dad's also told me. He's like, \"Yeah, I know him.\n We used to work together, he was just my partner, in a way.\" I mean, my dad\n doesn't seem like he has any hard feelings about it, but he never remarried\n again, so I don't know what happened there. But my mom got remarried and\n now it's been like, I don't know, I suppose right now it's been about\n almost 20 years? And he's never remarried, he's never really bothered, I’ve\n never met him to have a girlfriend, no other kids, nothing. After the first\n one, he just gave up and just enjoys his house alone with the dogs and\n stuff.\n      \n      \n Anne: How was school?\n      \n      \n Axel: School? Actually, school really wasn't that bad. At first, it was a\n little bit different, due to the language barrier, but...\n      \n      \n Anne: Because you hadn't learned English until then. Yeah.\n      \n      \n Axel: Right. Even though I did go as a little kid, you could go into\n kinder[garten] and stuff like that, everybody already speaks English and\n me, it was like I spoke a little bit that I heard here and there, but in my\n home, my parents didn't know English so they were always speaking Spanish.\n So in my home, it was always Spanish. Once I started going to school, my\n first years, it was kind of difficult. They put me in the ESL classes, and\n it actually really helped a lot. They did help a lot, they explained stuff\n a lot and by the first year or second year, I was already more\n understanding and I was getting it really quick.\n      \n      \n Axel: It's like they do say, once you learn it at a early age, it's kind of\n easier than learning at a older age, once you've already got this whole\n other concept of what you're doing. But I mean, yeah. After that, after my\n second year of school, it was actually pretty good breeze. Breeze through.\n Nothing like bullying, was never really an issue, anything like that.\n      \n      \n Anne: You had lots of friends?\n      \n      \n Axel: Yeah. Yeah, yeah. Because of the same reasons, like I said, my mom\n liked to move a lot, I had friends everywhere and I had certain people that\n obviously do make some type of connection with, and you maybe stay in\n contact with those more than anybody else or you stay in contact with that\n person and nobody else out of the whole school or whatever. So I had\n friends everywhere in different areas and later on, when I moved with my\n dad, I actually bumped into one of my older friends from fourth, fifth\n grade. I bumped into him in eighth grade and I didn't recognize him, he\n recognized me and he was like, \"Yeah, I remember you. We were in this class\n together.\" And he started telling me, \"Oh my god, I remember.\" And I was\n like, what a coincidence. I was two cities away, an hour away, and now\n you're here. We're back in the same school together.\n      \n      \n Anne: Yeah, yeah.\n      \n      \n Axel: He started presenting me to some other friends, and obviously, there\n was always Hispanics and there was always what they call the Chicanos, the\n ones that were born over there but have their parents move here. That's\n what my sisters and my brothers are considered, and they're always real\n friendly. The racism and stuff, in areas where I lived, it never really was\n an issue. I know I order heard about some areas where I have family members\n that live in maybe Louisiana and Wisconsin and stuff like that, yeah, no,\n they see a little bit more but it was never that issue where I was at.\n      \n      \n Axel: It was more, I lived in a kind of rough area, but I went to school in\n the nice, high class schools and stuff, with people from rich neighborhoods\n and people got to the point where they thought that my family was living\n all right, because they had two vehicles. But it wasn't really anything\n like that, it was just that my dad had his work truck that he used for all\n his equipment and everything that he needed, and then he had his car that\n was just for whenever he went somewhere to just store or just to have some\n fun, it's not as much gas. Since he was still working with the same\n apartment company that he's been working with, the apartment that he was\n getting, he was now getting it for free. He didn't have to pay any rent or\n water, nothing like that, everything was free.\n      \n      \n Axel: So that helped a lot. It made it look like we were having a lot more\n money than what we actually had, just because we were avoiding the rent.\n      \n      \n Anne: Yeah, yeah, yeah.\n      \n      \n Axel: Yeah. And everybody thought that but I was like, \"No, not really.\"\n I've never been really the flashy type stuff. Everybody wanted the\n Jordan's, all this stuff, nice. No, not me. I just wanted something... As\n long as it looked nice and I liked the way it looked, I would buy it,\n whether it was at a market for garage sale or was it Ross or Walmart. I\n really didn't care much about the brands, as long as I liked it and I liked\n the way it looks on me.\n      \n      \n Axel: But I always found that funny that people thought that my parents had\n more than what they actually had. I'm like, no, it's not bad, it's just\n that my mom knows how to manage the money that my stepdad gives her and my\n dad, he doesn't have anybody else but himself and he doesn't pay any rent\n or anything like that. He's not wasting his money on stupid stuff either.\n He likes to go out a lot so he goes on vacations a lot. Since he's been\n with the company, they give a lot of vacations. He goes out, goes out of\n the state, visits a lot of places and stuff like that.\n      \n      \n Axel: It was just really fun. That was the only thing that I wouldn't\n consider bullying, my friends were just more like a teasing type thing.\n Saying about the money. He's like, \"Oh yeah.\" I don't know why, he's like,\n \"Why don't you take us out to eat?\" He's like, \"You're the one with money.\"\n It was just funny to me. Then later on, they would have some racist jokes\n in a way, but I knew that they were friends. I knew that it was just\n teasing, messing around. It was never really serious.\n      \n      \n Anne: Right, right.\n      \n      \n Axel: Sometimes it would be like, \"Wow, your people don't have a lot of\n money, blah, blah, blah.\" And then sometimes it was like, \"No, you don't\n count. You're not even from here.\" It was always funny. It was never really\n a serious... I never had really serious issues with school and bullying,\n nothing like that. It was always pretty fun.\n      \n      \n Anne: That's great.\n      \n      \n Axel: And over here, when I started school, it was a little bit different.\n People do look at you different, everybody wants to ask you questions about\n over there, ask you how to say stuff. I'm not bothered by it, but it does\n get kind of annoying at some point. Everybody at all times, for every\n single thing. It's just like, everybody, at all times, for every single\n thing, and like people here go to school and they have English homework, I\n don't mind doing that, but then when we go somewhere and they're hanging\n out and every other thing, they're like, \"Hey, what is that? Or how you say\n this or how do you do that or how do you say that or what does that mean or\n what does this...\" It's like all right, I can't really do what I want to do\n because I got to go over here and translate everything else or tell you how\n to say all this other stuff just because. I don't mind, but it's like to a\n certain extent, at some point, I do want to think about doing my career for\n English. Pretty much being a teacher.\n      \n      \n Anne: Be an English teacher?\n      \n      \n Axel: Yeah. I have the language and I just need to take the classes for\n them to show me how to show somebody else.\n      \n      \n Anne: Yeah.\n      \n      \n Axel: But at the same time, I don't know, man. I don't want to have to\n explain to people stuff about how to say stuff. It's kind of hard for me to\n explain it, because it was just something that I was taught. I learned just\n like...\n      \n      \n Anne: Because you were a kid.\n      \n      \n Axel: Yeah. For me, I consider English my first language. It's really my\n strong point. My Spanish is... Even though I spoke it at home, once I got\n older, obviously I was always with my friends out playing video games,\n going to basketball games, football, just doing activities, so I was never\n home then. So my Spanish started going from pretty good to just like I can\n get by. And now, it's getting better now, but there's certain things that I\n still don't understand. That's why I found it a little bit harder when I\n started going to school here. To try to do my career was, obviously their\n language is a little bit more extensive, they explain things with some\n bigger words that I don't understand.\n      \n      \n Axel: Like I said, I don't like people asking me a lot of questions and I\n also don't like asking a lot of questions, because I don't like feeling\n like... I don't want people to think that I'm just not there with them. But\n it's not that I don't understand that, it's just that there's certain words\n that I just don't get the full meaning of it. And I don't want to be there\n in class like, \"Wait, wait, wait, wait. What does that mean?\"\n      \n      \n Anne: Yeah, yeah.\n      \n      \n Axel: So now he has to explain all the thing over again in simple words or\n baby terms for me so I can understand it. It's just like... Besides that, I\n found that kind of hard but I would never leave school because of that. I\n was willing to struggle with it but like I said, once I had my baby and\n everything here, then everything just... I had to put all that aside so I\n could focus on the money because the job that I had at that point wasn't\n all that much, and obviously, a baby is a big...\n      \n      \n Anne: Expense, yeah.\n      \n      \n Axel: Yeah, it's a big expense and the girl I got with, my ex-wife, she\n already had a baby. I had a stepson and then I was going to have my son,\n and also to buy stuff here and send it over there for my daughter. I don't\n send them money because I know the money that I could send a whole paycheck\n from that I get right now, and it would be like maybe $100 or $150 for\n them, almost nothing. So I know that instead of doing that, I know I could\n buy some stuff here. Toys, shoes, clothes and I could send to them, my\n parents will cover the fee of paying the shipping and I know it will help\n them a lot more than me sending them $100 or something like that, and it\n would affect me a lot more here.\n      \n      \n Anne: A lot more, yeah.\n      \n      \n Axel: And it wouldn't affect them at all over there. I got that boundary\n right there. It's different. It's a lot different. It took me almost the\n whole year and a half or two to get used it.\n      \n      \n Anne: Get used to it, yeah.\n      \n      \n Axel: Yeah. But no, still, there's still some things that I have to learn\n or that somebody shows me and I'm just like, \"Oh, all right.\" I've met some\n people that are actually from here and they've learned English here, in the\n school, and they're actually pretty good at it and they told me about their\n life here and they're the ones that show me around or explain to me some\n type of legal stuff or not legal stuff or maybe how stuff works around\n here. I still learn a lot of stuff.\n      \n      \n Axel: This city, I know the area where I live, I know my area around here\n where I work, and I know maybe one or two areas where some friends live, my\n main friends, and that's it. I cannot get around. I know how to use the\n stations for the trains, but don't tell me, \"Hey, come meet me over here in\n so-and-so place or in this city or in this community.\" Because I'm not\n going to. I'm not going to know. Tell me a station, I'll probably go to the\n station and then from there, just meet me there because I'm not going to\n get lost and I don't really trust the areas.\n      \n      \n Axel: You could tell me it's all calm, but everybody says my area is a\n little area, it's kind of a dangerous area, but I've never been in any type\n of situations over there. No assaults. How do they call it? People that get\n on the public transport and they steal from the public transports,\n hijackings and whatever. Something like that. Never anything like that, and\n everybody said that that area is mainly known for that type of stuff. But\n at the same time, I guess it's the people. Once they see you where you live\n and they start getting to know you, and they don't really mess with you.\n They're like, \"Oh yeah, that's the guy, he lives over there somewhere. I\n see him every day or I see him every two days, but I seen him a couple\n times.\"\n      \n      \n Axel: But when you go to the new area, it's like...\n      \n      \n Anne: Then you're a target.\n      \n      \n Axel: Yeah. Everybody looks at you, everybody wants to know who you are.\n Are you some type of police officer trying to do an undercover operation or\n something? They either come at you because they think you look suspicious\n or they come at you because you look like a easy target and you're easy to\n pick for, phone or something. Either way, it's just bad all around.\n      \n      \n Axel: Or even the cops, they look at you and they see you looking around\n too much like you don't know what you're doing, they come at you like,\n \"Hey, what are you doing here? Who are you looking for? Are you trying to\n connect stuff, are you trying to find somebody with some type of substance\n or something?\" Like no, I'm just trying to find the street here. I don't\n know where I'm at. Most of these streets don't even have names. They're\n covered or they're blocked by little taco stands. That's not bad.\n      \n      \n Axel: Something I like here is that there's food everywhere. There's stands\n everywhere for everything.\n      \n      \n Anne: How does it compare--the food here to US?\n      \n      \n Axel: I stopped eating all that fast food. In the US, it was nothing but\n Burger King, McDonald's, Taco Bell. Just nothing but fast food. I think the\n only healthy... If you consider it healthy food that I would eat over there\n would be Chinese food, Chinese restaurants. Over here, it's all mainly, not\n homemade, but it's handmade. Our restaurants too, fast foods, they have\n their little machines and everything but over here it's like, you go and\n you buy some tacos, they're cooking it right there in front of you. They\n cut it open and cook it in front of you, they do everything right there in\n front of you. And in the States, you go to fast food, it's like, \"Okay,\n I'll order this.\" \"Okay, don't worry, we'll call you in a minute and you'll\n have your order ready.\"\n      \n      \n Axel: And the burgers, the patties are like they heat them up, they do all\n this to them. I've heard stories I don't like to hear about them because I\n like the food and I don't want it to be ruined for me, but over here,\n that's the only difference. I've stories about supposedly, if you don't get\n along with certain people, you got to watch out what you say to certain\n people because then they'll put stuff in your food and you end up...\n They'll drug you or something or they'll do something just because somebody\n else paid them to do it or stuff like that, that's why you got to be\n careful who you mess with around areas, because it's so hard to...\n      \n      \n Axel: Over here, everybody looks the same, really. You can't really tell\n who's into the narcs, who's into some heavy drugs, who's into just being\n calm, who's maybe undercover police, something like that. Over here, it's\n like you can't really get mad at anybody on the streets, can't go off on\n them, can't really argue with them because that person could just be\n involved with somebody higher up or could be involved with the narcs, the\n little gangs that there is around the areas and all right, so now you mess\n with that person, so they already know where you work, they know you're\n around this area all the time. They'll come and get you the next day or\n they'll go away, come back with some friends and they'll mess with you, or\n like they said about the food stuff or they'll come and pick you up in a\n truck, they'll kidnap you for a while, torture you and just go and kidnap\n you just for fun. Just to leave you in the room and not eat for a couple\n days.\n      \n      \n Axel: It's never happened to me, but it's happened to my coworkers and\n stuff and they've missed work one or two days and they're about to get\n fired and they come back, and then they're like, \"Man, I was kidnapped. I\n didn't have no form of communication or anything, I was kidnapped for the\n past two days.\" All they ask for at work, because they know that it happens\n and there is no way for them to prove it, really, there's no way for you to\n prove it either so all they ask for you to do is at least go make the\n report with the police. That way, there is at least some type of...\n      \n      \n Anne: Record, yeah.\n      \n      \n Axel: Yeah. That kind of follows up with your story. Like okay, at least he\n made the report so it must be something that really happened. Well, police,\n they won't do anything. I found that out almost a week or two after I got\n to Mexico. A lady got robbed for her purse. There's this area that\n everybody knows and they're like, \"You don't want to go in that area.\"\n Because it looks beautiful and everything because the houses are all\n different colors, they're painted all nicely and they look real nice, but\n everybody's like, \"You do not want to go down there.\" It was like, if you\n go in there, you're probably not going to come out or you're probably going\n to come out, but you're going to come out without your phone, your wallet,\n sometimes even throw you out just all naked, just for the hell of it.\n      \n      \n Anne: Wow.\n      \n      \n Axel: That day, I saw the lady get robbed for her wallet and her purse, and\n the guys ran into those areas. The police officers were around the corner,\n the lady ran to them, she told them, the police came. They're like, \"Who is\n it?\" They were looking at me. I was like, \"No, no. It wasn't me.\" I was\n like, \"It wasn't me, definitely not, but I saw it happen.\" I was like,\n \"Yeah, they ran up that way. Yeah, like she said, it was two guys, blah,\n blah, blah.\"\n      \n      \n Axel: Gave them all the information, they're like, \"Okay. Well, man, what\n we're going to suggest you do is go down to the court office, or the place\n where you make charges, and lift the charge pretty much about what\n happened.\" He's like, \"Because right now, if we go up there into that area,\n there could be more of them and they could also take our stuff, rob us or\n maybe even jump us or we could go up there right now and they're probably\n already gone inside a safe house or some friend's house. The chances of us\n getting your stuff back right now are literally zero to none. It's not\n worth the risk for us to go up there.\"\n      \n      \n Axel: I'm like, huh. I was like, you're the police, you've got guns. What's\n the point of you getting guns and you being trained and everything if\n you're not going to go into the areas where the people are that are doing\n the bad stuff?\n      \n      \n Anne: That's crazy.\n      \n      \n Axel: I learned that at a young age. Well, not a young age but early point\n in time when I got to Mexico. I quickly learned that. I saw that firsthand\n and I was like, all right, so they're not going to help. They're not going\n to help at all unless you physically caught the person or you know exactly\n where that person is at, then they'll go and help you get them, if it's not\n a area where it's known for heavy trafficking and stuff. They won't go in\n there.\n      \n      \n Anne: Could we talk about what happened to you in the United States to make\n you end up here?\n      \n      \n Axel: Oh, yeah. I started getting in trouble, really, when I was at a\n younger age. When I was 10. That was when I first got into trouble. I had\n anger issues, and when I was in school, one of my teachers always... you\n know how they ask questions, everybody raises their hand to answer, and for\n some reason, he always wanted to pick on me, even though I wasn't raising\n my hand. And I was having some bad times with the whole issues with my\n family, my mom always moving around, I wanted to go with my dad, but my dad\n was having some issues so I was kind of having issues moving around at the\n moment.\n      \n      \n Axel: So I was just having my own personal issues and this teacher was\n always picking on me, and I had already told the truth. \"Look, the day that\n I have an answer, I'll raise my hand and I'll answer anything. I'll raise\n my hand. I do participate at some point. Right now, just I got some issues\n going on, let me just figure this out and no worries, I'm listening, I'm\n paying attention. Obviously, my qualifications are still good so I'm still\n AB type student.\" But I don't know.\n      \n      \n Axel: One day, he decided he wanted to pick on me again and I was like,\n that day, I was having one of the worst ones out of all them, and my anger\n just got the best of me and I physically assaulted my teacher. Since I was\n a minor at that time, they did take me to juvenile and they gave me\n probation for two years. When I was 12, I was supposed to be off but at a\n year and a half, a year and eight months, they told me they were going to\n give me a lie detector test, the polygraph test, which I was not aware of.\n      \n      \n Anne: About what?\n      \n      \n Axel: Just about to see if I was following my probation rules. I was going\n to probation hearings every Saturday. Every Saturday, I was going to\n meetings. It was anger management meetings slash checkups on you. Man, at a\n year, eight months, they told me they were going to do a... It was like,\n \"Just so we can go ahead and finalize, since you're almost over. We're just\n going to do a polygraph test.\" I heard about them and I heard that some\n people were like, \"Yeah, they don't really work.\" But I had my doubts about\n that. If they keep doing them, they probably do somehow work at some point.\n If they didn't work, I don't think people would keep using them. I know\n that the government's not that hurtful or they won't take that big of an\n advantage of people.\n      \n      \n Axel: So they did the lie detector test and I did keep on messing up. There\n were certain rules where I wasn't supposed to be drinking, I wasn't\n supposed to be outside of the house at certain hours, I had curfews. Since\n I was younger, I was considered a threat, since I had pretty much an\n assault charge on a teacher. I was considered a threat to some people\n younger me. Like two years or younger than me, I was considered a threat to\n all of them and I was around that type of people, but it was because my\n school had those type of people there. They understood that, but I was also\n hanging out with them in football games, which I wasn't supposed to be at\n because I was supposed to go from home to school and from school to home.\n If I had a job, then yeah, I could go to my job. They knew my hours.\n      \n      \n Anne: You were like 12?\n      \n      \n Axel: Yeah. I mean, I was there since we never had any official document,\n the way that we worked over there would be getting a fake ID with a fake\n name and everything. Fake ID, fake name, fake social security to work.\n      \n      \n Anne: And to get a license?\n      \n      \n Axel: Well, the license is a lot harder now, but I never got that at all.\n The only thing the cops ever did when they pulled me over in the car, the\n car was under my name, it was registered with my name, I had my insurance,\n everything. But I already knew that every time the cops pulled me over, I\n at least had to pay a $333 fine for not having a license. I would never\n tell them I don't have one, I would just say I don't have it on me. That's\n something that my parents always taught me from a young age, because they\n don't have one, and they're like, \"You'll never want to say that you don't\n have it. You just want to say you forgot it.\"\n      \n      \n Axel: Right. They'll let you go. They say, \"Okay, next time, make sure you\n have your license with you. Here's a fine for 330 for not having it with\n you.\" Now, if you say you don't have one period, they'll most likely take\n your car and everything from you because you're not even allowed to be\n driving at all, whether the car is yours or not. Over there, to work, you\n can work at any age as long as you had that fake ID. But even with that\n fake ID, you could only get into restaurants or fast food places. You\n couldn't get into Walmart or anything like that, because they ask for\n legal...They actually ran the social security check.\n      \n      \n Anne: Oh yeah, yeah.\n      \n      \n Axel: And that will, obviously, since it was a fake one, it didn't pass.\n They gave me just a number that looked legit, but it wasn't. If they ran it\n through, it'd be like, \"Oh, it fell, didn't go through. Maybe the number's\n wrong, can you double check it?\" And you're like, \"Okay, yeah, let me go\n ahead and double check it.\" And you just never go to that place again\n because you know they're going to check it, so you're just like, \"No, never\n mind. Let's try another place.\"\n      \n      \n Axel: As far as it goes when I started getting into trouble, I did my lie\n detector test, I failed it. Since I failed it, I had to go back to court to\n get reevaluated. Once I went back to court, they told me, \"Hey, well, you\n failed your lie detector test.\" I was like, \"Yeah.\" He's like, \"Well, look,\n out of the 10 questions, at least five of them, half of those, you lied on.\n You were doing this, you were doing this and this and this, and you weren't\n supposed to be doing it.\" He's like, \"So you're going to have to go before\n the judge again so he can see what we're going to have to do, if he's going\n to extend your probation or see what his judgment is.\"\n      \n      \n Axel: The first option they gave me was five years of jail time, and\n then...\n      \n      \n Anne: How old were you?\n      \n      \n Axel: I was 12 at that point, man. I was already 12. And they were offering\n me five years, and I was like...\n      \n      \n Anne: Five years of jail or juvenile?\n      \n      \n Axel: Juvenile. It was juvenile.\n      \n      \n Anne: It's sort of in jail.\n      \n      \n Axel: Yeah. They're pretty much the same. Besides the fact... The guards\n are a little bit nicer since they know you're underage, but...\n      \n      \n Anne: Only with juveniles?\n      \n      \n Axel: Yeah. But as far as the environment goes, it's still the same. Yeah,\n they offered me five years, I had a lawyer at that point in time too. My\n parents got me a lawyer and he didn't take the plea, and we fought it and\n fought it, and my second court, I was late due to traffic, and because of\n that, they told me that they were going to have to put me in custody\n because I was in flight risk. I was at risk of leaving the country or\n leaving the state and trying to avoid my problems.\n      \n      \n Axel: So they threw me in county and I was fighting my case while I was in\n county for about...\n      \n      \n Anne: You're 12 or 13?\n      \n      \n Axel: Yeah. I was 12. I was in county fighting my case, and I was fighting\n it for almost half a year. And it wasn't getting a resolution. We were\n trying to get an extension, we were trying to get maybe a ankle monitor,\n something of that sort to get out, because my parents didn't like the idea\n of me being in there because I was at risk also of not just the jail time\n or juvenile time, but the immigration catching up on it, and getting\n immigration.\n      \n      \n Axel: In the end, I've got a deal with the judge. They were going to extend\n my probation for another year. We got that deal on a Friday. By the time\n that the judge closed the deal and everything on my lawyer, it was already\n 4:30 in the afternoon. The probation office is closed at five. They were\n like, \"Okay, look, we got the deal with the judge, he just said all you\n have to do is wait till Monday when the probation office is open again, so\n that way you go from here, your probation officer's going to pick you up\n here at the holding cell, he's going to take you straight to the probation\n office, they're going to go ahead and take your documentation, your phone\n number, address, everything they need from you so that way you can already\n get registered and that way, we know for a fact that you're going to take\n your probation and you're already registered into it.\"\n      \n      \n Axel: I was like, \"Okay, yeah. Sounds like a deal.\" I'm already signing the\n paperwork saying that I'm pretty much going to be free on Monday, I just\n got to wait till Monday because of the probation office. The whole weekend\n I was excited. I was like, I'm leaving Monday, finally I'm out of here. I\n know I got to go through probation, but this time, I'm going to take it\n seriously. It's only one more year. I'm just going to chill out for a year.\n      \n      \n Axel: Monday came, they took me out of my cell, they gave me my regular\n clothes, everything, gave my paperwork to leave, everything was cool.\n Probation officer started getting there and they picked up everybody except\n me. And they asked me, she's like, \"Hey, what are you waiting for?\" I'm\n like, \"I'm waiting for a probation officer too.\" So I looked up my name and\n everything and they were like, \"Oh, well, actually, it looks like\n immigration put a hold on you just last night at one or two in the morning.\n So actually, we're going to have to put you back in your cell.\" He's like,\n \"But don't worry, we're going to put you back in the same one so that way\n you can go back in with the same people that you were in there with and you\n don't have to meet some new people and stuff.\"\n      \n      \n Axel: I'm like, I’m not worried about that. I want to go outside with the\n people I've been knowing for years, my family and stuff. I was really\n disappointed at that point. I was really depressed. I got upset, I called\n my parents and my friends were like, \"Hey, are you out already? Where are\n you so we can go pick you up?\" I'm like, \"I'm inside my cell.\" And they're\n like, \"What, why?\" I was like, \"Apparently, immigration put a hold on me\n this morning at two, three in the morning so at six, when they took me out,\n they weren't aware. They changed me out of clothes and everything and then\n once everybody was gone and I was the only one left, they were like, why\n are you here still?\" And they were like, \"Oh well, it's because you have an\n immigration hold, blah, blah, blah, so we're going to have to take you back\n in.\"\n      \n      \n Axel: So here we go again, fighting my case, trying to take another two,\n three months. Just so that they offered me five years again and they were\n trying to go down to three. Three and some probation. And then at the end,\n when my judge got the deal where they were like, \"Okay, this is what we're\n going to do. We're going to give you a misdemeanor charge and a felony, and\n you're only going to do two years.\"\n      \n      \n Anne: But you didn't do anything. You've been in jail all this time.\n      \n      \n Axel: Yeah. They're like, \"We're going to give you a misdemeanor instead of\n a felony for the assault charge with the teacher since you already failed\n your probation. Since you're a minor, we understand you did try to do your\n probation.\" He's like, \"Look, we're going to put you here in this juvenile\n for two years. While you're in there, they're going to be giving you\n therapy sessions for anger management.\" He's like, \"They also talk about\n drug abusement, but it's a whole class so it's like a whole therapy class,\n so they talk about a whole bunch of stuff, but they'll also give you your\n personal sessions also to help you with your issues.\"\n      \n      \n Axel: And I was like, \"Can I do that outside with ankle monitors? At least\n you'll know exactly where I'm at and you'll know if I leave the house,\n anything like that.\" \"No, no. Those options aren't available for you.\" He's\n like, \"The option is just that. We can do that or you can try taking your\n court case to trial. Which is not really recommended.\" Even my lawyer told\n me it wasn't really recommended. So I took the plea. I did my two years in\n juvie, got out when I was almost 15, and everything for me was brand new\n again. The whole city, a lot has changed, some new bridges, new streets,\n new everything was a little bit different in two years.\n      \n      \n Anne: Did you go back to school?\n      \n      \n Axel: Yeah. I went back to school. I went back to the same school that I\n used to go. Everybody was like, \"Where were you last two years?\" Somebody\n started a rumor I was in Canada. Some people knew where I were, because I\n kept in contact with a couple people and they knew exactly where I were.\n Everything went back to normal once I got back to school. Once I got off,\n they did give me six months of probation and I didn't do anything. I was\n doing exactly what they wanted me. From work, from house to school, from\n school to the house. No time in between at all, no walks with anybody,\n nothing. It was like all right, going to school, cool. Got to school,\n school's out, okay, I'm going home. \"Hey, come stay, come go for an ice\n cream.\" Nope. I got to go home.\n      \n      \n Axel: Just six months after that, I would probably go out with them for a\n drink, I would go out with them for a game of basketball, football,\n swimming, anything but just not right now.\n      \n      \n Anne: Yeah.\n      \n      \n Axel: About six months past, they gave me the same probation officer as\n before and he actually congratulated me. He's like, \"Hey man, you did it.\"\n He's like, \"You passed the lie detector test again.\" Because they gave me\n another one before the end. \"You passed it, everything's good.\" He's like,\n \"I'm here to give you your paperwork that you're off.\" He's like, \"I know\n it's three days till you're off, but we're just going to go ahead and\n sign.\" He's like, \"Look, so that way, you sign right now, you know that on\n the eighth, you are a free man.\" He's like, \"You're good to go.\"\n      \n      \n Axel: Yeah, signed my papers, everything was good and I stayed out of\n trouble from 14 all the way till I was 19, which is when the recent charges\n and everything came, the evading arrest and I got my shit. I didn't have no\n reason to evade arrest, I didn't have anything on me or anything. I had had\n one or two beers. I wasn't drunk or anything, but I did know I had kind of\n smell, and I knew that they were going to play that on me, and I was still\n at...\n      \n      \n Anne: Did they pull you over? Were you speeding or something?\n      \n      \n Axel: No. I wasn't speeding. They just said that it was random checks. But\n really, I really think they just ran the plates, they saw that I had a\n couple tickets before for no license, stuff like that, so they do the check\n again. I was like, \"Okay, they're going to smell my breath. One, they're\n going to smell my breath, they're going to say I'm drunk. Two, I don't have\n my license. Three, I'm underage, I'm not even 21 so I'm not even supposed\n to have alcohol at all.\" I'm like, that's just not looking good at all for\n me, so I panicked, I stepped on the gas and I left.\n      \n      \n Axel: I left and like I said, I got away because it was nighttime. I went\n into some streets, the streets that I knew. I turned some turns and turns\n and I lost them somewhere between. I ended up in Oklahoma, stayed over\n there for four days at a friend’s house to try to avoid being found or\n being captured and stuff. After four days, I was like, \"Okay, should be\n calm or they should already...\"\n      \n      \n Axel: I watch TV. It's like some of the TV shows, the first 48 hours, if\n they don't find you after that, it's like they're... Yeah. But no, that's\n definitely not that at all. I went back to my house and as soon as I got to\n my house, I went in, I got some clothes so I can take a shower, I turned on\n the water and as soon as I turned on the water, I started hearing knocks on\n the door. They were like, \"Hey, police. We have your warrant for your\n arrest. Either you come out or we're going to knock the door down. Blah,\n blah, blah.\" So-and-so.\n      \n      \n Axel: The house where I was living, the apartment I was living at, at that\n point, my dad had got a house thanks to his job. So he got a nice little\n house and he had already paid it off so it was his. He was like, \"Hey, I\n can get you the apartment at a discount. It's going to be under my name, so\n you have to take care of it.\" When they said all that, honestly, I thought\n about. I was like, \"I could run out the back door, I could run out the\n window and maybe escape again for a couple more days. This time I'll go for\n a month or so.\" But then I was like, if they knock the door down, it's\n going to go all back on my dad. He's been having this job for the longest\n time. I was like, I don't want him to lose his job because of me after so\n many years.\n      \n      \n Axel: So I turned myself in. They took me back to the station, they showed\n me the video footage of the day that they were chasing me. The dash cams\n and everything. And they did catch a glimpse of my face when I did one\n turn. They paused it perfectly and framed it everything, and they saw the\n side of my face and it was perfect match and everything. I tried fighting\n my case. I was late to court. Same late to court one time. Flight risk.\n Even though my probation officer was there and my probation officer told\n the judge that I was running late due to traffic. The judge was like, \"No,\n he should have left the house a lot earlier. He should have left on time\n with extra time. So we're going to put him in jail, in county.\"\n      \n      \n Axel: I was in county. Like I said, they took me out of my clothes and\n everything, probation. Then they were like, \"No, immigration's got a hold\n on you, so you got to go back to your cell.\" Went back to my cell, then\n they transferred because they were like, \"Well, you're now a long-term, so\n we're going to transfer you to this other unit that we have over here for\n long-term people that are fighting their cases.\" Which was a lot worse than\n the actual county itself.\n      \n      \n Anne: Oh, really?\n      \n      \n Axel: Yeah, it was a lot worse. They were like bird cages. It wasn't even\n dorms anymore. It was just bird cages with six beds in there and it was six\n people in there.\n      \n      \n Anne: Oh, wow.\n      \n      \n Axel: And then county was like, it's a dorm with two beds, you have your\n toilet, you have your sink, all cool. And over here, it's a bird cage.\n There's about six or 10 of you guys. There's about two toilets and one\n shower, and you got to take turns and all this and that, and the sinks and\n people get messy. Arguments with a lot of people. It was just a lot worse.\n I was fighting my case, trying to get out on bond or get out on ankle\n monitor or something, for about four or five months.\n      \n      \n Axel: Finally, I gave up on that. I was like, I'll just take whatever plea\n they gave me. They gave me the two year plea. So I took it. I was like,\n okay. Two years again. I was like all right, here we go. But this time,\n it's actually jail. It's not county, it's not juvenile or anything like\n that. I thought it was going to be a lot worse than what it was, but like I\n said, it was the same. The only people that were different were really...\n The guys were bigger, but there was always mean guys in juvies too. The\n only difference that I really noticed were the guards. Since you were now\n older guys, you're adults, the guards were rough, they were mean, they were\n just abusive.\n      \n      \n Axel: Not abusive, really, because they never really hit you, because over\n there, they're more strict than here with that type of stuff, but they\n would talk really... They would talk down to you a lot and stuff like that.\n When I did my two years there, it was depressing for me. Every time, those\n two times that I did my time, I wasn't really depressed about me getting\n caught up, I wasn't depressed about my situation, I was more depressed\n about not being able to be with my family.\n      \n      \n Anne: And you had a daughter?\n      \n      \n Axel: I had two daughters.\n      \n      \n Anne: Two daughters?\n      \n      \n Axel: When I first got locked up, I didn't have my daughters yet. I had my\n first daughter when I was 15, 16. Almost right after I got out of jail, the\n first time after my probation and everything. That's when I had my first\n daughter. And my second daughter, I had her when I was 17. I knew her for\n about a year, and then the year she was born, I got locked up a couple\n months later, so I only saw her a couple times and then the rest of the\n time I saw her through a glass.\n      \n      \n Anne: Did they come to see you?\n      \n      \n Axel: Yeah. My mom, she did. My daughter's mom wouldn't go, because they\n wouldn't let her in because she wasn't immediate family. So my mom would go\n in or my dad, and they would take my daughters in and I would talk to them.\n Talk to them or just joke around with them, play with them there from\n across the glass. That was my whole relationship with my second daughter.\n      \n      \n Axel: My first daughter, I did have some encounters with her. I did have\n some years with her there. But the important years, when she was actually\n talking and already doing stuff, I was never there. My second daughter\n neither. I did talk to them on the phone still, I did FaceTime to them, and\n my daughter just cried. She wants to know when I'm going to go visit, and I\n don't even know how to explain to her the whole situation. I just keep\n telling them, \"One day, just wait. One of these days, we're going to see\n each other. Either your mom comes over here or I go over there, but we'll\n see each other.\"\n      \n      \n Anne: So you're still friendly with the mom?\n      \n      \n Axel: Yeah. With both of them. And my family too. My family know that\n they're my babies, that they're my blood babies and my mom, \"It's not their\n fault for whatever mistakes you made. It's not their fault for whatever\n they're going through. That's your blood, that means that's my blood,\n they're my grandkids so I don't want to see them struggling, I don't want\n to see them doing bad.\"\n      \n      \n Axel: My mom's always helped them out, my mom's always been there for them.\n She's tried to help me out, I'm like, \"No, I'm alright right now. The day I\n need help, don't worry, I will ask you. Don't worry, you're the only person\n I can count on. So I know that whenever I need some help, I either got to\n call you or my dad.\" I was like, \"But right now, just help my daughters\n out. Since you're over there, just help them out. Either they need milk,\n diapers, whatever it is they need, just help them out.\" I was like, \"I'm\n doing my own thing over here, I'm helping my baby that I have over here and\n my stepson and I'm buying clothes to send over there, and plus I'm trying\n to make a life over here for myself also, but I also want to know that\n they're okay over there.\"\n      \n      \n Axel: When I left the States, when I got deported, I had my car, I had a\n lot of furnitures, TV, everything. All of that, I gave it all to my baby's\n mom. The newer baby. And she kept me everything. I had a nice car, had a\n nice TV, everything, I had nice furniture. Not going to say she was the\n best of moms at that time, but now she is. Now she's doing a lot better,\n but at that time, she was kind of following into her mom's footsteps. Her\n mom was kind of really into synthetic weed, which is K2, they called it\n back then. And it would really mess with your head.\n      \n      \n Axel: She got really into it because of her mom, and I noticed that because\n of her mom, because she didn't used to do it, then her mom started doing it\n in the house, and she got into it. Apparently, she sold the car, she sold a\n lot of my stuff and...\n      \n      \n Anne: Oh, to get the drugs.\n      \n      \n Axel: Yeah. To get the drugs or just to party, do whatever and she ended up\n not doing anything. The car, she could have kept it for herself and used\n it. She ended up buying another car later on, a couple years later, not\n even as good of a car as the one I had. TV, she didn't even have the TV for\n a while. At one point, to me, I thought it was karma at first. I was like,\n I gave her a lot of stuff, I even gave her the apartment where I lived. I\n told her that you can live in that apartment, it's under my dad's name,\n nobody's going to charge you rent, nothing. It's a free apartment, you can\n stay there and you can have your own place now.\n      \n      \n Axel: She didn't want none of that. And then one day, I don't know what\n happened. Her mom fell asleep with a cigarette or something, house caught\n on fire, everything burnt. Thankfully, nobody got hurt, but all of the\n clothes, everything got lost. I'm like, \"You see? Your TV got lost, all\n your furniture got lost, your everything, all this stuff got lost.\" I was\n like, \"You could have had all that stuff if you would have stayed at my\n apartment. You would have had your own personal stuff, nothing like that\n would have happened.\" I was like, \"But you took advantage of it, you took\n it all and did I don't know what with it. I'm not going to ask you, I\n really don't care. I gave it to you, so I'm not going to expect an\n explanations on it.\"\n      \n      \n Axel: And she got mad at me because of that. She got mad because I told her\n that stuff. I was like, \"Well, I'm not arguing with you, I'm just saying\n look, sometimes things happen for a reason.\" I was like, \"Everything\n happens for a reason, I believe that.\" My mom didn't like that about me.\n She didn't like the fact that I was so accepting of the things that\n happened to me in life. She was like, \"You shouldn't be like just oh well,\n everything happens for a reason or shouldn't be too upbeat about stuff.\"\n Not upbeat, but yeah, upbeat. I shouldn't be taking it so good, so lightly.\n She wanted me to take it more heavily. She's like, \"Hey, you're getting in\n trouble. You're going to get deported. You should be taking it more\n heavily, you should be upset.\"\n      \n      \n Axel: I'm like, \"Mom, everything happens for a reason. Everything happens\n for a reason. Every single thing is either whether you believe it or not,\n everything happens for a reason. There is already a plan for you type\n thing.\" I believe in that type of stuff and I went to church when I was\n younger. I did go to church when I was in junior high, and it was nice. It\n taught me a lot of stuff and I do believe in God. I'm not going to say I'm\n a follower, but I do believe in Him and I do believe in what they believe\n here, which is La Santa Muerte, [Saint Death] and I believe in death.\n      \n      \n Axel: If there's one thing that everybody believes in, it's death. Because\n everybody says, nothing is promised but death. That's one for sure thing\n that we all have is that. Believing in the death here, believing in La\n Santa Muerte [Saint Death] like the guys, it's a lot more credible. It's\n like yeah, we know death is there. God, everybody says God is here, there's\n the books and the testaments, there's no really actual evidence besides the\n books. Yeah, there's some stuff that do... I like that type of stuff and it\n gets my mind over, but I was never too much of a follower. My mom didn't\n like that. She was like, \"You need to take it seriously.\" I was like, \"I\n am, but it's already happened. It's already done and it's already\n happening, it's in process, what can I do about it? I can just hope for the\n best and prepare for the worst.\"\n      \n      \n Anne: Well, you seem to have dealt with your anger management issues.\n      \n      \n Axel: Yeah. Those two years of therapy did help out a lot.\n      \n      \n Anne: I was going to say, you didn't get angry at this. You should be happy\n that you didn't angry.\n      \n      \n Axel: Yeah. Those two years that I did inside the juvie, every day was\n therapy. It was therapy every single day, one hour of therapy every day and\n we had at least a one hour session, a personal session twice a week. Those\n really helped a lot. They did help a lot on my anger. At this point in\n time, my mom doesn't like the fact that I don't get angry. She's like,\n \"This stuff should make you mad. The stuff that should make you mad,\n doesn't make you mad and the stuff that shouldn't make you mad, you get mad\n about small stuff like...\"\n      \n      \n Axel: I get mad about stuff as if I was an OCD type thing. I would get mad\n because somebody grabbed something and then leaves it over here on the\n couch and doesn't put it back on the table. I'll get mad at stuff like\n that. That upsets me more than, \"Hey, this person's talking bad about you.\"\n My mom is really picky about that. My family members are really nosy.\n They're always like, \"Hey, did you see what Axel published on Facebook?\" I\n mean, it could be just a funny picture about a certain thing, but just\n because I posted it, they think I'm doing those things or I'm into those\n things. I'm like, it's just something I found funny and I wanted to share\n with people. I'm not doing it.\n      \n      \n Axel: My mom's like, \"You know how your family is.\" So now it got to the\n point where I can't even express myself on social media just because of my\n family? I'm like, \"Mom, you know that I'm not doing that stuff. You talk to\n me every day. And they're not helping me, they're not supporting me,\n they're not doing anything for me. So why let them affect anything that has\n to do with me?\" She's like, \"I just don't like telling me.\" I'm like,\n \"Ignore them, block them. If they're really family, they shouldn't be doing\n that type of stuff.\"\n      \n      \n Axel: She's like, \"Why are you taking it so lightly? You should be mad, you\n should get mad that people are talking about you.\" I was like, \"Mom, at\n this point in time, I don't really care what people say about me, because I\n know who I am. I know who I am and what I do. If they say it, if it's true,\n okay. I know it's true. If they say it and it's not true, okay. It's not\n true.\" I don't care. Okay, go ahead, say it all you want to. I know it's\n not true, it doesn't affect me at all.\n      \n      \n Axel: I get more mad at people talking about my family, talking about my\n inner circle, my friends or anything like that. If somebody says something\n about a family member, I'm definitely getting physical with that person or\n if somebody says something about a friend of mine that's close by, I will\n confront them about it. Be like, \"Hey, if you're going to say something\n about them, say it when they're here, say it to their face. Don't be\n talking about all that right now when they're not here and they can't\n defend themselves.\" I'm not into that, I don't like that at all.\n      \n      \n Axel: I'm more likely to get into a fight or into a physical altercation\n with somebody or even verbal altercation with someone, because of them\n saying something about somebody I care about than them saying... They could\n say the most horrible things about me and I just brush it off my shoulders.\n I really don't care because I know who I am. But if they anything either\n minor or whatever it is about somebody I care about, that upsets me a lot\n because they have no reason to say it, they don't know the person or the\n person's not even there. So I'm like, \"Hey.\"\n      \n      \n Axel: If the person is there, I'll be like, \"Hey, defend yourself, man.\"\n They're like me. They're like, \"It's not even true, I don't really care.\"\n I'm like, \"All right, cool. Let's just ignore them then.\" But I'm more\n likely like that. My mom told me that too. She's literally learned that on.\n She's like, \"Yeah, I noticed that.\" She's like, \"You have a heart of gold,\n but you let people take advantage of you and let people step over you and\n stuff like that.\" I'm like, \"I don't really care about that. I know what my\n life is, I know what I do with my life, I know exactly where I'm going,\n what I'm doing with my life. If people want to say all this stuff, okay.\n They can say it. I can either let it affect me and bring me down or I can\n let it affect me and I go at them or I go physically with them or go argue\n with them, whatever. Or I can just let them say what they want to say and\n act like nothing was said at all.\"\n      \n      \n Axel: I was like, \"It's not affecting me.\" If it gets to the point where\n it's affecting me, like maybe they're talking about me and my wife or\n talking about me doing something that is going to upset my wife and now my\n wife is upset with me or something like that, it's causing problems in my\n personal life, then yeah. I will get upset at that point, but if you want\n to say, \"Hey, Axel's this, Axel's that, Axel did this and oh, he's this and\n that. I heard he also was into this.\" All right, cool. But if you say\n something like, \"Hey, did you know Axel was messing around with this girl\n and even his wife doesn't know?\" And then all of a sudden my wife is like,\n \"Oh, really?\" So now she's mad at me for something I didn't do just because\n they said it. Okay, so now I'm going to get upset because now you're making\n my wife, my ex, my girl, whatever it is, you're making my parents upset\n because of that.\n      \n      \n Axel: When my mom calls me and tells me all that stuff about my family\n members, I don't get upset at my mom. My mom's like, \"Hey, they're all\n saying this and this and that.\" I'm like, \"Mom, just ignore them.\" She's\n like, \"No, how can you just ignore it?\" I'm like, \"Mom.\" I was like, \"Look,\n I never hear them say anything or see them say anything. You're the one\n that tells me. I get upset at you because you're telling me all this stuff\n that you already know and it's upsetting me that you get upset, and it\n upsets me that the fact that they're making you upset. I'm upset at you for\n letting them get you upset and I'm upset at them for even worrying about\n that stuff.\"\n      \n      \n Axel: You never worried about me when I was in the States and when I was\n going through all that jail time. None of you wanted to help me out with a\n recommendation card because you were like, \"Oh no, because if we put our\n information on there, they're going to have us on record and they're going\n to come looking for us.\" I'm like, \"No, it's nothing like that. They're not\n even asking for your address. They just want your name and they want you to\n write something good about me, something that you know about me. Stuff that\n you're saying that I'm a good person to society.\"\n      \n      \n Axel: Yeah, I had recommendation cards from the church where I used to go,\n church friends, some school teachers. I had a recommendation from a lot of\n places but my family members were never there. And that's why now that\n they're all worried about what I'm doing over here, I'm like, come on now.\n If I was over there and things went bad over there, where my mom was\n actually at and where she was able to actually get to know me and punish me\n in some way, and nothing helped over there, what makes you think that if\n I'm doing whatever you think I'm doing over here, you telling my mom is\n going to do anything? If it didn't work over there when I was there\n physically, it's not going to work over the phone. Come on now.\n      \n      \n Axel: I got to the point where my Facebook, it's nothing but family members\n and I know that I cannot put anything on there because it's nothing but my\n family. Any other social media, I can do whatever I want but Facebook is\n strictly family, strictly professional.\n      \n      \n Anne: So you got to watch stuff.\n      \n      \n Axel: Yeah.\n      \n      \n Anne: Well, I have a last question for you. That is what are your dreams?\n      \n      \n Axel: My dreams? I always had the same dream since I was younger. I always\n liked what I saw between my mom and my stepdad, and I always wanted a\n family. At this point, I got three babies with three different moms, and my\n mom tells me, \"You need to stop.\" I'm like, \"I'm just trying to have my\n family.\" She's like, \"You have a family.\" I was like, \"Yeah, but I want\n that family like you and my dad had.\"\n      \n      \n Axel: And that's always been my dream, to have my... I don't want fancy\n stuff, I don't want to be rich, I don't want to be famous, none of that. I\n just want to be able to have a family of my own. Be able to live with them,\n be with them, actually see my kids grow up, see them become the young man\n that they're going to be, the older man that they're going to be, instead\n of just having to talk to them over the phone.\n      \n      \n Axel: There was a point in time, when I moved around, when I first got\n here, moved in a place around here. That's where my family is at. I don't\n have any family right here. No cousins, siblings, nothing. When I was over\n there, since I had first got there, I was struggling. I didn't have a\n phone. My grandparents, obviously, they're not big on phones with internet,\n anything like that. So I didn't have contact with my baby for about maybe a\n year or so, because I could do a phone call every now and then, but the\n minutes and stuff, since it was a little place, you had to go buy a card\n with minutes to call. Once the card was over, you had to buy another card\n or they had to pay and it wasn't good.\n      \n      \n Axel: All of a sudden, my baby went from being a baby to now she's a little\n young toddler, walking around, speaking little words and for me, it's\n always been my dream to have my family and be like my mom was. Maybe I'm\n not going to be able to have all the things my mom had and things my mom\n provided us, but I want to get as close as I can to something like that and\n be able to provide my kids all I can. I don't care if I'm missing\n something, but as long as my kids are happy and my family has what they\n need, like I said, like my mom said, I care more about other people than\n myself. Like I said, shoe brands, all that stuff don't matter to me. I want\n to have my family, I want to be happy and make my kids happy. See my family\n grow and see my kids grow. See what they become, because I expect them...\n      \n      \n Axel: People always ask me. \"Hey.\" Because I did smoke before, I did smoke\n weed and everything but they're like, \"Hey, what if your kid one day did\n something like that?\" I was like, the only thing I really wish, I never\n really saw that bad. Obviously, they're legalizing it for a reason in\n certain states.\n      \n      \n Anne: Yeah.\n      \n      \n Axel: I just wish my kids would tell me. I want them to have that\n confidence that I didn't with my parents to tell them, and I want them to\n have that confidence with me and I would let my kids do it in the house, in\n the backyard, whatever, but somewhere where I know they're going to be\n safe, instead of like with me and my mom, I would have to go hiding around,\n go in the streets where it was more dangerous because somebody could see\n me, cops could see me. All these other stuff, and I'm okay with all that\n stuff. I'm okay if my kids want to do it, they want to try it out. All\n right.\n      \n      \n Axel: If things get out of hand, obviously I would come down to them, but\n at the end, I just want to see them happy. I want to see them grow, want to\n help them become who they're going to be, I want them to grow up and be\n able to say that I was there for them. Even my daughters, even though I'm\n not over there, I want them to be able to... Even though right now, that's\n why I take that as a big priority in my life to buy stuff for them, so that\n they could say, \"Hey, your dad's never there.\" He's like, \"No, but he's\n always helped. He's not there physically, but he's there when I need him\n emotionally. When I need anything clothes wise, he's always providing me\n that type of stuff. Maybe he wasn't there physically, but he is somebody in\n my life important.\"\n      \n      \n Axel: And that's always still be my dream. Right now, I separated with my\n wife that I have because she wants to work, but due to the kids and I don't\n have any family here, her family lives about an hour and a half away from\n here, nobody could take care of the kids so she was a stay at home mom. We\n weren't missing anything, we were actually living pretty good, but she just\n felt like she needed to do more for the family. She felt like the kids were\n going to grow up and be like, \"Oh yeah, dad was always the one that did\n everything. He's the one that get the money.\" She's like, \"I want to feel\n like I did my part. Sometimes I want to buy them something out of my own\n heart and I want them to know that it's something that I did for them.\"\n      \n      \n Axel: I was like, \"Yeah, you don't have to say that it's my part or\n anything like that. I don't ask for any of that. Imma buy them my own\n stuff.\" She's like, \"No, but I just still feel like it's difficult.\" So\n right now, we're separated, but we're still talking, we're trying to fix\n things out. I want to fix it too, because they say third time is the charm,\n and I understand my mom too at the same time like, \"Hey, you don't want to\n go and have another baby with another girl. That's going to be four. How do\n you plan on maintaining? You got two over here, you got one over there.\"\n      \n      \n Anne: So you’re trying to work it out.\n      \n      \n Axel: Yeah. I'm trying to work it out. My main priority is my kids. The\n girl, I like her too and I love her, I still do have a lot of feelings for\n her and I tell her. And I understand her situation. I know she wants to\n work. She wants to feel useful and I understand that. Even here, when I'm\n here and they give me vacations or anything like that, I take my vacations\n and after three, four days, I'm like, \"All right, I'm bored, I want to go\n back to work.\" Even though I don't like work, but my main issue, my main\n priority is my kids, my family and that's my dream for me. I want to have a\n stable family, want to be able to have the house for my kids and see them\n grow up. That's it. That's the last thing I could ask for.\n      \n      \n Anne: That's amazing. That's a really wonderful dream and I think you're\n going to make it.\n      \n      \n Axel: Yeah.\n      ",
  "annotations":[
    {
      "type":"text",
      "start":2,
      "end":6,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19,
      "end":23,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":37,
      "end":41,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":96,
      "end":98,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":118,
      "end":124,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":303,
      "end":305,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":398,
      "end":402,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":680,
      "end":683,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1436,
      "end":1447,
      "text":"around four",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":2063,
      "end":2065,
      "text":"17",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":2096,
      "end":2101,
      "text":"eight",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":2175,
      "end":2180,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2203,
      "end":2207,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2216,
      "end":2221,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2251,
      "end":2256,
      "text":"Texas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":2390,
      "end":2398,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":2578,
      "end":2583,
      "text":"Texas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":2600,
      "end":2604,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2909,
      "end":2915,
      "text":"a year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":3131,
      "end":3145,
      "text":"about 10 years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":3240,
      "end":3248,
      "text":"10 years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":3355,
      "end":3358,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":3762,
      "end":3769,
      "text":"seventh",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":3816,
      "end":3819,
      "text":"six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":3849,
      "end":3853,
      "text":"Half",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":3899,
      "end":3903,
      "text":"half",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":4519,
      "end":4523,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4625,
      "end":4631,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4873,
      "end":4876,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":4895,
      "end":4898,
      "text":"Two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":6276,
      "end":6280,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6938,
      "end":6941,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":7286,
      "end":7289,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":8250,
      "end":8254,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8449,
      "end":8453,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8630,
      "end":8637,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":8649,
      "end":8657,
      "text":"the days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":8787,
      "end":8796,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":9073,
      "end":9089,
      "text":"200 or 300 pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":10044,
      "end":10048,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10487,
      "end":10490,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":10988,
      "end":10991,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":12388,
      "end":12392,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12457,
      "end":12466,
      "text":"nighttime",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":12821,
      "end":12826,
      "text":"today",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12919,
      "end":12928,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12999,
      "end":13004,
      "text":"today",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":13233,
      "end":13237,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13316,
      "end":13319,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":13367,
      "end":13372,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":13771,
      "end":13775,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13864,
      "end":13868,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13929,
      "end":13941,
      "text":"10 minutes\n ",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":13950,
      "end":13967,
      "text":"two minutes early",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":14370,
      "end":14381,
      "text":"about three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":14429,
      "end":14441,
      "text":"three blocks",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":14465,
      "end":14475,
      "text":"two blocks",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":15564,
      "end":15573,
      "text":"their day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":15678,
      "end":15682,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15719,
      "end":15721,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":15824,
      "end":15828,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15844,
      "end":15849,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":15982,
      "end":15986,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16017,
      "end":16021,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16111,
      "end":16115,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16142,
      "end":16146,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16699,
      "end":16703,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16982,
      "end":16988,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":17005,
      "end":17009,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17029,
      "end":17035,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":17052,
      "end":17056,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17114,
      "end":17118,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17253,
      "end":17257,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17316,
      "end":17320,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17845,
      "end":17853,
      "text":"20 years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":17985,
      "end":17990,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":18086,
      "end":18090,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18123,
      "end":18127,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18181,
      "end":18186,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":18271,
      "end":18275,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18304,
      "end":18311,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":18345,
      "end":18349,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18476,
      "end":18483,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":18595,
      "end":18602,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":18632,
      "end":18639,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":18671,
      "end":18678,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":18899,
      "end":18910,
      "text":"second year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":18996,
      "end":19000,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19429,
      "end":19433,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19928,
      "end":19934,
      "text":"fourth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":19936,
      "end":19941,
      "text":"fifth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":19971,
      "end":19977,
      "text":"eighth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":20199,
      "end":20202,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20216,
      "end":20223,
      "text":"an hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":20307,
      "end":20311,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20427,
      "end":20436,
      "text":"Hispanics",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":20477,
      "end":20485,
      "text":"Chicanos",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":20811,
      "end":20820,
      "text":"Louisiana",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":20825,
      "end":20834,
      "text":"Wisconsin",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":21965,
      "end":21969,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22107,
      "end":22113,
      "text":"Jordan",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":22306,
      "end":22310,
      "text":"Ross",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":22314,
      "end":22321,
      "text":"Walmart",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":23939,
      "end":23943,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":24401,
      "end":24408,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":24957,
      "end":24964,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25010,
      "end":25014,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25022,
      "end":25029,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25054,
      "end":25058,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25185,
      "end":25189,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25461,
      "end":25465,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25506,
      "end":25510,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25537,
      "end":25544,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25548,
      "end":25553,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":25597,
      "end":25604,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25820,
      "end":25827,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":27623,
      "end":27626,
      "text":"100",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":27631,
      "end":27634,
      "text":"150",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":27901,
      "end":27904,
      "text":"100",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":28197,
      "end":28200,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":28232,
      "end":28236,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":28275,
      "end":28279,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":28482,
      "end":28489,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":28884,
      "end":28887,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":28891,
      "end":28894,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":29363,
      "end":29367,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30065,
      "end":30079,
      "text":"every two days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":30196,
      "end":30200,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30239,
      "end":30243,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30624,
      "end":30628,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31149,
      "end":31153,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31312,
      "end":31314,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":31331,
      "end":31335,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31381,
      "end":31383,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":31418,
      "end":31428,
      "text":"McDonald's",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":31430,
      "end":31439,
      "text":"Taco Bell",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":31568,
      "end":31575,
      "text":"Chinese",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":31582,
      "end":31589,
      "text":"Chinese",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":32062,
      "end":32070,
      "text":"a minute",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":32794,
      "end":32798,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":33441,
      "end":33453,
      "text":"the next day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":34380,
      "end":34384,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":34415,
      "end":34419,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":34627,
      "end":34630,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":34647,
      "end":34653,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":35700,
      "end":35703,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":36315,
      "end":36319,
      "text":"zero",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":36646,
      "end":36650,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36681,
      "end":36685,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36779,
      "end":36785,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":37209,
      "end":37226,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":37363,
      "end":37365,
      "text":"10",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":37383,
      "end":37388,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":38697,
      "end":38706,
      "text":"two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38719,
      "end":38721,
      "text":"12",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38755,
      "end":38773,
      "text":"a\n year and a half",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38775,
      "end":38798,
      "text":"a year and eight months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":39176,
      "end":39197,
      "text":"a\n year, eight months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":40120,
      "end":40129,
      "text":"two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":40584,
      "end":40586,
      "text":"12",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":41205,
      "end":41208,
      "text":"333",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":41543,
      "end":41547,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":41665,
      "end":41668,
      "text":"330",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":41730,
      "end":41733,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":42077,
      "end":42084,
      "text":"Walmart",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":42234,
      "end":42238,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43045,
      "end":43047,
      "text":"10",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":43059,
      "end":43072,
      "text":"at least five",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":43082,
      "end":43086,
      "text":"half",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":43451,
      "end":43461,
      "text":"five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43543,
      "end":43547,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43555,
      "end":43557,
      "text":"12",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43592,
      "end":43594,
      "text":"12",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43623,
      "end":43633,
      "text":"five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43668,
      "end":43672,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43674,
      "end":43684,
      "text":"Five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43721,
      "end":43725,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43812,
      "end":43816,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44098,
      "end":44108,
      "text":"five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":44249,
      "end":44255,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":44513,
      "end":44517,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44624,
      "end":44628,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44637,
      "end":44639,
      "text":"12",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":44643,
      "end":44645,
      "text":"13",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":44662,
      "end":44666,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44680,
      "end":44682,
      "text":"12",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":44745,
      "end":44763,
      "text":"almost half a year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":45133,
      "end":45137,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45227,
      "end":45239,
      "text":"another year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":45261,
      "end":45269,
      "text":"a Friday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":45360,
      "end":45381,
      "text":"4:30 in the afternoon",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":45417,
      "end":45421,
      "text":"five",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":45531,
      "end":45537,
      "text":"Monday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46029,
      "end":46033,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46164,
      "end":46170,
      "text":"Monday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46197,
      "end":46203,
      "text":"Monday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46237,
      "end":46254,
      "text":"The whole weekend",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46295,
      "end":46301,
      "text":"Monday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46420,
      "end":46438,
      "text":"only one more year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46472,
      "end":46478,
      "text":"a year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46495,
      "end":46499,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46501,
      "end":46507,
      "text":"Monday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46968,
      "end":46978,
      "text":"last night",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":46982,
      "end":47007,
      "text":"one or two in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":47300,
      "end":47304,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":47404,
      "end":47409,
      "text":"years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":47746,
      "end":47758,
      "text":"this morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":47762,
      "end":47787,
      "text":"two, three in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":47794,
      "end":47797,
      "text":"six",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":48215,
      "end":48218,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":48221,
      "end":48233,
      "text":"three months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":48264,
      "end":48274,
      "text":"five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":48317,
      "end":48322,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":48324,
      "end":48329,
      "text":"Three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":48549,
      "end":48558,
      "text":"two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":48968,
      "end":48977,
      "text":"two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":49763,
      "end":49775,
      "text":"my two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":49806,
      "end":49815,
      "text":"almost 15",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":49973,
      "end":49976,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":49999,
      "end":50003,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50047,
      "end":50051,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50169,
      "end":50183,
      "text":"last two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50221,
      "end":50227,
      "text":"Canada",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":50437,
      "end":50447,
      "text":"six months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50831,
      "end":50835,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50837,
      "end":50852,
      "text":"Just six months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":51066,
      "end":51087,
      "text":"About six months past",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":51440,
      "end":51450,
      "text":"three days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":51746,
      "end":51748,
      "text":"14",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":51772,
      "end":51774,
      "text":"19",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":51964,
      "end":51967,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51971,
      "end":51974,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":52499,
      "end":52502,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":52571,
      "end":52574,
      "text":"Two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":52602,
      "end":52607,
      "text":"Three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":52636,
      "end":52638,
      "text":"21",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":52864,
      "end":52873,
      "text":"nighttime",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":53007,
      "end":53015,
      "text":"Oklahoma",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":53040,
      "end":53049,
      "text":"four days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":53134,
      "end":53143,
      "text":"four days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":53222,
      "end":53226,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":53272,
      "end":53290,
      "text":"the first 48 hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":53786,
      "end":53790,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54269,
      "end":54287,
      "text":"a couple more days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":54561,
      "end":54565,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54661,
      "end":54668,
      "text":"the day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":54982,
      "end":54985,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":55831,
      "end":55835,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55949,
      "end":55952,
      "text":"six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":55978,
      "end":55981,
      "text":"six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56045,
      "end":56049,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56094,
      "end":56097,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56199,
      "end":56208,
      "text":"about six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56212,
      "end":56214,
      "text":"10",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56242,
      "end":56245,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56258,
      "end":56261,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56512,
      "end":56537,
      "text":"about four or five months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":56554,
      "end":56558,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56661,
      "end":56669,
      "text":"two year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":56709,
      "end":56718,
      "text":"Two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":57255,
      "end":57259,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":57494,
      "end":57503,
      "text":"two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":57556,
      "end":57559,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":57817,
      "end":57820,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":57853,
      "end":57856,
      "text":"Two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":57959,
      "end":57964,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":57985,
      "end":57987,
      "text":"15",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":57989,
      "end":57991,
      "text":"16",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":58036,
      "end":58041,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":58103,
      "end":58108,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":58127,
      "end":58133,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":58165,
      "end":58167,
      "text":"17",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":58247,
      "end":58269,
      "text":"a couple\n months later",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":58780,
      "end":58786,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":58812,
      "end":58816,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":58821,
      "end":58826,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":58917,
      "end":58936,
      "text":"the important years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":59016,
      "end":59022,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":59440,
      "end":59444,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":60698,
      "end":60702,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":60720,
      "end":60726,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":61197,
      "end":61199,
      "text":"K2",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":61553,
      "end":61557,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":61596,
      "end":61600,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":61793,
      "end":61813,
      "text":"a couple years later",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":61953,
      "end":61958,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":62260,
      "end":62264,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":64543,
      "end":64546,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":65280,
      "end":65284,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65365,
      "end":65369,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65377,
      "end":65392,
      "text":"Those two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":65439,
      "end":65443,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65554,
      "end":65558,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65566,
      "end":65581,
      "text":"Those two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":65611,
      "end":65620,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":65650,
      "end":65666,
      "text":"every single day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":65668,
      "end":65676,
      "text":"one hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":65721,
      "end":65729,
      "text":"one hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":66112,
      "end":66116,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":66524,
      "end":66528,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":67053,
      "end":67062,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":67381,
      "end":67385,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":67887,
      "end":67891,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":68482,
      "end":68486,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70399,
      "end":70403,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70412,
      "end":70416,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70425,
      "end":70429,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70568,
      "end":70572,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":71638,
      "end":71642,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":72234,
      "end":72238,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":72976,
      "end":72980,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":73258,
      "end":73262,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":73306,
      "end":73310,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":73598,
      "end":73603,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":73616,
      "end":73621,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":73845,
      "end":73849,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":74283,
      "end":74287,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":74344,
      "end":74349,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":74525,
      "end":74530,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":74716,
      "end":74735,
      "text":"about maybe a\n year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":74799,
      "end":74804,
      "text":"the\n ",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":74883,
      "end":74890,
      "text":"minutes",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":75007,
      "end":75011,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":76162,
      "end":76166,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":76189,
      "end":76193,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":76799,
      "end":76803,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":77776,
      "end":77800,
      "text":"about an hour and a half",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":78689,
      "end":78694,
      "text":"third",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":78854,
      "end":78858,
      "text":"four",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":78901,
      "end":78904,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":78924,
      "end":78927,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":79010,
      "end":79014,
      "text":"Axel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79393,
      "end":79409,
      "text":"three, four days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":258,
      "end":1223,
      "label":"Mexico, Before the US, Migration from Mexico, Reasons, Violence, Border crossing"
    },
    {
      "type":"text",
      "start":23980,
      "end":25009,
      "label":"School, The United States, Jobs, Opportunity, Language, Learning English"
    },
    {
      "type":"text",
      "start":40603,
      "end":40837,
      "label":"Time in the US"
    },
    {
      "type":"text",
      "start":76189,
      "end":78955,
      "label":"Return to Mexico, Family"
    },
    {
      "type":"text",
      "start":74283,
      "end":75836,
      "label":"Return to Mexico, Family"
    },
    {
      "type":"text",
      "start":70943,
      "end":72233,
      "label":"Time in the US, School, Bullying"
    },
    {
      "type":"text",
      "start":72234,
      "end":72975,
      "label":"Time in the US, School, Bullying"
    },
    {
      "type":"text",
      "start":68482,
      "end":70942,
      "label":"Time in the US, Fights"
    },
    {
      "type":"text",
      "start":67381,
      "end":68391,
      "label":"Time in the US, Family"
    },
    {
      "type":"text",
      "start":66823,
      "end":67289,
      "label":"Time in the US, School, Bullying"
    },
    {
      "type":"text",
      "start":66112,
      "end":67380,
      "label":"Time in the US, Mental Health"
    },
    {
      "type":"text",
      "start":65554,
      "end":66111,
      "label":"Time in the US, Detention, Juvenile"
    },
    {
      "type":"text",
      "start":62260,
      "end":63806,
      "label":"Return to Mexico, Family"
    },
    {
      "type":"text",
      "start":61596,
      "end":62259,
      "label":"Return to Mexico, Family"
    },
    {
      "type":"text",
      "start":60698,
      "end":61552,
      "label":"Return to Mexico, Economic well-being"
    },
    {
      "type":"text",
      "start":59906,
      "end":60697,
      "label":"Time in the US, Family"
    },
    {
      "type":"text",
      "start":52214,
      "end":52807,
      "label":"Time in the US, Arrest, Traffic Offenses"
    },
    {
      "type":"text",
      "start":44006,
      "end":44512,
      "label":"Time in the US, Detention, Juvenile"
    },
    {
      "type":"text",
      "start":51785,
      "end":52136,
      "label":"Time in the US, Arrests, Traffic Offenses"
    },
    {
      "type":"text",
      "start":51061,
      "end":52136,
      "label":"Time in the US, Arrests, Felony"
    },
    {
      "type":"text",
      "start":50047,
      "end":51032,
      "label":"Time in the US, School,  extracurriculars, Sports"
    },
    {
      "type":"text",
      "start":48660,
      "end":49327,
      "label":"Time in the US, Court Proceedings, Felonies"
    },
    {
      "type":"text",
      "start":48660,
      "end":49327,
      "label":"Time in the US, Detention, Juvenile"
    },
    {
      "type":"text",
      "start":47300,
      "end":48575,
      "label":"Time in the US, Immigration status"
    },
    {
      "type":"text",
      "start":45133,
      "end":47299,
      "label":"Time in the US, Court Proceedings, Felony,  plea deal, Misdemeanors"
    },
    {
      "type":"text",
      "start":44662,
      "end":45132,
      "label":"Time in the US, Court Proceedings"
    },
    {
      "type":"text",
      "start":44662,
      "end":45132,
      "label":"Time in the US, Detention, Juvenile"
    },
    {
      "type":"text",
      "start":44006,
      "end":44512,
      "label":"Time in the US, Court Proceedings, Lawyer"
    },
    {
      "type":"text",
      "start":42234,
      "end":42729,
      "label":"Time in the US, Hiding/lying"
    },
    {
      "type":"text",
      "start":40881,
      "end":42197,
      "label":"Time in the US, Jobs, Hiding/lying"
    },
    {
      "type":"text",
      "start":40603,
      "end":40837,
      "label":"Time in the US, Immigration status, Hiding/lying"
    },
    {
      "type":"text",
      "start":35268,
      "end":36645,
      "label":"Time in the US, Felony"
    },
    {
      "type":"text",
      "start":38956,
      "end":40563,
      "label":"Time in the US, Detention, Juvenile"
    },
    {
      "type":"text",
      "start":34415,
      "end":35241,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":30624,
      "end":31148,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":30239,
      "end":30623,
      "label":"Return to Mexico, Discrimination/stigmatization"
    },
    {
      "type":"text",
      "start":29363,
      "end":30128,
      "label":"Return to Mexico, Violent crimes"
    },
    {
      "type":"text",
      "start":28275,
      "end":28777,
      "label":"Mexico, Before the US, School, Learning English"
    },
    {
      "type":"text",
      "start":27268,
      "end":27984,
      "label":"Time in the US, Family"
    },
    {
      "type":"text",
      "start":26718,
      "end":27231,
      "label":"Time in the US, School, Learning English"
    },
    {
      "type":"text",
      "start":25980,
      "end":26684,
      "label":"Time in the US, School, Learning English/ ESL"
    },
    {
      "type":"text",
      "start":18345,
      "end":18995,
      "label":"Time in the US, School, Kindergarten"
    },
    {
      "type":"text",
      "start":17316,
      "end":18085,
      "label":"Time in the US, Family"
    },
    {
      "type":"text",
      "start":17114,
      "end":17252,
      "label":"Time in the US, Immigration status"
    },
    {
      "type":"text",
      "start":16142,
      "end":16958,
      "label":"Time in the US, Parents/step-parents"
    },
    {
      "type":"text",
      "start":16142,
      "end":16958,
      "label":"Time in the US, Living situation"
    },
    {
      "type":"text",
      "start":16017,
      "end":16110,
      "label":"Time in the US, Parents/step-parents, Jobs"
    },
    {
      "type":"text",
      "start":15824,
      "end":15981,
      "label":"Time in the US, Parents/step-parents, Jobs"
    },
    {
      "type":"text",
      "start":15300,
      "end":15677,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":12388,
      "end":13214,
      "label":"Return to Mexico, Challenges, Economic well-being"
    },
    {
      "type":"text",
      "start":14400,
      "end":15299,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":13864,
      "end":14399,
      "label":"Return to Mexico, Jobs"
    },
    {
      "type":"text",
      "start":13233,
      "end":13770,
      "label":"Return to Mexico, Interactions with police, Stops, Corruption"
    },
    {
      "type":"text",
      "start":12875,
      "end":13232,
      "label":"Return to Mexico, Feelings, Disappointment"
    },
    {
      "type":"text",
      "start":398,
      "end":599,
      "label":"Mexico, Before the US, Living situation"
    },
    {
      "type":"text",
      "start":11582,
      "end":12387,
      "label":"Return to Mexico, Interactions with police, Stops, Bribes"
    },
    {
      "type":"text",
      "start":10627,
      "end":11581,
      "label":"Return to Mexico, Interactions with police, Stops, Bribes"
    },
    {
      "type":"text",
      "start":10044,
      "end":10626,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":9540,
      "end":10043,
      "label":"Return to Mexico, Interactions with police, Stops, Bribes"
    },
    {
      "type":"text",
      "start":8949,
      "end":9339,
      "label":"Return to Mexico, Interactions with police, Stops, Bribes"
    },
    {
      "type":"text",
      "start":8829,
      "end":8948,
      "label":"Return to Mexico, Tattoos"
    },
    {
      "type":"text",
      "start":8449,
      "end":8948,
      "label":"Return to Mexico, Interactions with police, Stops"
    },
    {
      "type":"text",
      "start":7819,
      "end":8249,
      "label":"Return to Mexico, Challenges, Violent crimes"
    },
    {
      "type":"text",
      "start":4519,
      "end":4819,
      "label":"Return to Mexico, Challenges"
    },
    {
      "type":"text",
      "start":4915,
      "end":5249,
      "label":"Return to Mexico, Challenges, Cultural differences"
    },
    {
      "type":"text",
      "start":2849,
      "end":3296,
      "label":"Time in the US, Living situation, Family"
    },
    {
      "type":"text",
      "start":3843,
      "end":4518,
      "label":"Time in the US, Living situation"
    },
    {
      "type":"text",
      "start":3297,
      "end":3842,
      "label":"Arriving in the United States, Living situation"
    },
    {
      "type":"text",
      "start":2600,
      "end":3296,
      "label":"Time in the US, Living situation, Family"
    },
    {
      "type":"text",
      "start":2600,
      "end":2848,
      "label":"Arriving in the United States, Friendship"
    },
    {
      "type":"text",
      "start":2600,
      "end":2848,
      "label":"Time in the US, Living situation"
    },
    {
      "type":"text",
      "start":1308,
      "end":1940,
      "label":"Time in the US, Family"
    },
    {
      "type":"text",
      "start":719,
      "end":1223,
      "label":"Mexico, Before the US, Reasons, Violence"
    },
    {
      "type":"text",
      "start":600,
      "end":1223,
      "label":"Mexico, Before the US, Living situation"
    },
    {
      "type":"text",
      "start":256,
      "end":397,
      "label":"Mexico, Reasons"
    },
    {
      "type":"text",
      "start":79010,
      "end":79740,
      "label":"Family, Having Children, Falling in love"
    },
    {
      "type":"text",
      "start":75007,
      "end":75796,
      "label":"Relationships, Having Children, Feelings, Sadness, Family Separation, Family Relationships, Time in the US"
    },
    {
      "type":"text",
      "start":73333,
      "end":74282,
      "label":"Relationships, Family, Falling in love, Having Children, Creating families, Reflections, Dreams"
    },
    {
      "type":"text",
      "start":63813,
      "end":65279,
      "label":"Faith"
    },
    {
      "type":"text",
      "start":58555,
      "end":59905,
      "label":"Relationships, Having Children, Creating families, Family, Detention, Prison"
    },
    {
      "type":"text",
      "start":56554,
      "end":57759,
      "label":"Time in the US, Arrests, Prison, Guards, Feelings, Sadness,  depression, Family Separation"
    },
    {
      "type":"text",
      "start":51692,
      "end":52807,
      "label":"Time in the US, Arrests, Misdemeanors, Driver’s license"
    },
    {
      "type":"text",
      "start":49328,
      "end":49998,
      "label":"Detention, Juvenile"
    },
    {
      "type":"text",
      "start":45423,
      "end":47658,
      "label":"Time in the US, Arrests, Prison, Court Proceedings, Ice"
    },
    {
      "type":"text",
      "start":42736,
      "end":43963,
      "label":"Time in the US, Arrests, Prison, Court Proceedings, Judge, Juvenile"
    },
    {
      "type":"text",
      "start":37268,
      "end":38707,
      "label":"Time in the US, School, Teachers, Feelings, Frustration"
    },
    {
      "type":"text",
      "start":32794,
      "end":34320,
      "label":"Return to Mexico, Challenges, Violent crimes, Violence"
    },
    {
      "type":"text",
      "start":31268,
      "end":32121,
      "label":"Cultural differences,  Food"
    },
    {
      "type":"text",
      "start":29369,
      "end":30623,
      "label":"Return to Mexico, Challenges, Violent crimes, Violence"
    },
    {
      "type":"text",
      "start":25518,
      "end":26684,
      "label":"Return to Mexico, Challenges, Language, Employment"
    },
    {
      "type":"text",
      "start":23035,
      "end":23938,
      "label":"Time in the US, School, Making friends, School, Discrimination/stigmatization"
    },
    {
      "type":"text",
      "start":18086,
      "end":19382,
      "label":"Time in the US, School, Kindergarten, Learning English/ ESL"
    },
    {
      "type":"text",
      "start":10077,
      "end":11581,
      "label":"Return to Mexico, Interactions with police, Stops, Bribes, Corruption, Interactions with police, Arrests, False arrests, Framed"
    },
    {
      "type":"text",
      "start":8560,
      "end":10043,
      "label":"Return to Mexico, Challenges, Violent crimes, Return to Mexico, Interactions with police, Stops, Bribes, Corruption"
    },
    {
      "type":"text",
      "start":7202,
      "end":8232,
      "label":"Return to Mexico, Challenges, Cultural differences"
    },
    {
      "type":"text",
      "start":6276,
      "end":6792,
      "label":"Return to Mexico, Interactions with police"
    },
    {
      "type":"text",
      "start":4554,
      "end":6275,
      "label":"Return to Mexico, Challenges, Discrimination/stigmatization, Return to Mexico, Challenges, Violent crimes, Violence"
    },
    {
      "type":"text",
      "start":3548,
      "end":4518,
      "label":"Time in the US, School, Making friends, Friendship"
    },
    {
      "type":"text",
      "start":2118,
      "end":2599,
      "label":"Texas"
    }
  ],
  "audio":[
    {
      "name":"Theft in Mexico",
      "src":"Axel_On_theft_in_Mexico.mp3"
    },
    {
      "name":"His dreams in Mexico",
      "src":"Axel_On_his_dreams_in_Mexico.mp3"
    },
    {
      "name":"Getting in trouble as a minor",
      "src":"Axel_On_getting_in_trouble_as_a_minor.mp3"
    },
    {
      "name":"Police in Mexico",
      "src":"Axel_On_police_in_Mexico.mp3"
    }
  ],
  "subjects":null
}