{
    "name": "Bryan",
    "date": "June 4, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Claudia Ojeda",
    "portrait": "Bryan_6-4-2019_Portrait.jpg",
    "thumbnail": "Bryan_6-4-2019_Thumbnail.jpg",
    "text": "Claudia:        Cool. This is Claudia. I'm interviewing Bryan. Thanks for coming to talk. And I just want to say that I understand that sometimes talking about these things can be a little difficult because you're just kind of here just experiencing emotions and you don't want to relive. But I think it's important to hear stories like yours and to understand the realities of migration and the human side. So thank you so much for coming out and talking to us.\nBryan:        Well, yeah. I just want to say that. Yeah, I'm trying to say as much as I can, trying to share as much as I can. Basically, I was living in the States since I was like three years old. I went to school and I just always liked doing bad stuff. And where I lived, it was almost like that's where everything was going on. You know what I mean? Everything was bad. And I just got really involved with a gang and just started doing gang stuff, gang violence, gang stuff, robberies, all that. And I mean, I thought the gang was my life. It really closed my eyes to where like all I thought about was my gang. You know what I mean? Every single day I was with them. It was like my brothers. Until this day, like, I still miss all that. And that's crazy because I know it didn't take me nowhere. And it's just crazy. I lost my family, basically, like It's crazy.\nClaudia:        Do you remember your first day in the United States or were you too young for that?\nBryan:        I mean, I'm always going to remember my first field trip, you know, like in school, when I was little. I'm always going to remember my first field trip to the circus. After that, I never had a field trip. It’s just, like I mean was always like, \"Now you're good. Just stay home.\" I had to stay home.\nClaudia:        Why do you think that you couldn't have had a future? All right, cool.\nBryan:        I don't know, you feel me? My dad was always, he wasn't on chores. He had… He was a little like, he was cool. I'm not going to talk bad about him because he was cool. But it wasn't cool at the time, because you know what I mean? I just…I never seen him hit my mom. He was always, he had other girls, you know what I mean? He has a family. He has a different family right now. And it's cool, like I understand. I understand, I'm a man, you know what I mean? You want to have all the feelings, but at the end of the day, like right now as I'm growing up and I'm seeing that I got a kid on my own? It's just not cool. It's not cool. I know one day she's, you know what I mean? She's going to be like, \"Oh, what's up with you?\" I don't want to go through that because…\nClaudia:        So tell me about your life in the states, and basically how you got involved in the gang and all that.\nBryan:        You know, it was like I said, it was always since like day one, you know what I mean? What is it like second, third grade? You know what I mean? We're doing bad stuff. My friend, it's just like in school, you know what I mean? We're getting into trouble. We're fighting, we're getting suspended. We're on the bus doing this, and the third, [inaudible 00:03:18] they're stopping the bus. We're doing dumb stuff in school. And I always remember, my friend, my closest friend, I still talk to him to this day. His brother was [Gang name]. And he just, you know what I mean? Brought us in, into it, just bringing this, bringing this. We just start meeting people and it was just, you know what I mean? You feel loved, and you feel you like this. You know what I mean? It's brotherhood. It's just brotherhood. At the end of the day, it's just all brotherhood. I'm realizing now, you feel me? But as I talk about it, I like it.\nClaudia:        Which one were you a part of?\nBryan:        Which one, gang?\nClaudia:        Yeah.\nBryan:        [gang name]\nClaudia:        You were [gang name] And how was that?\nBryan:        It was cool to me. If you was that, you was the worstest thing in the world. It was just bad. And that's how I always like this. The joker, that's me. Like that, that's me. Batman. You feel me? Like that’s that.\nClaudia:        All right. I see. So what type of shit did you do back in the States?\nBryan:        It just goes got as far as you never thought it would get, you feel me? I'm not going to lie. I'm not going to lie, I’m not gonna talk about details, but yeah, you just, you know what I mean, do gang things. Like you rob people, you hurt people. Who am I to rob? Take something from me? Who am I to like hurt you? You know what I mean? That's what I'm realizing now, but at the end of the day, it was always just he's not a part of it. He's got to go. [inaudible 00:04:53]. It's just all gangster.\nClaudia:        At what point did you realize that it was getting out of control?\nBryan:        I never did.\nClaudia:        You never did.\nBryan:        Just now that I realize it, you feel me?\nClaudia:        Now after you got deported.\nBryan:        Yeah, I came out here, yeah.\nClaudia:        So if I understand from your survey, you had had a couple of run ins with police and shit before you got deported.\nBryan:        Oh, yeah, yeah. When I was 15, I was in juvie. When I was 16, I was in juvie. When I was 17, I got brought into the adults. When I was 18, I got caught for this shit, I got arrested and got sent here.\nClaudia:        So that's how you got back into Mexico?\nBryan:        Yeah, my last previous, before this one, I got caught up for robbing a house. I went into a house and we got caught up. You know what I mean? It was, we got caught up. Police came, the whole nine yards, whatever. We got caught up in that shit. And I was out, I got released October, 2014. And then April, 2015, I was locked up again for this one, for the gang assault.\nClaudia:        Were you in federal prison?\nBryan:        No, it was state.\nClaudia:        State prison. How was that? How were the treatment and the conditions?\nBryan:        It was crazy. You know what I mean? It's just a whole different world, like I said.\nClaudia:        Were you ever in detention in immigration hold?\nBryan:        Yeah. On this trip, before getting deported, I got this.\nClaudia:        And how was that one?\nBryan:        It was also all right. It was all right. You know what I mean? It was leaned back. Everybody's trying to get home. Nobody's really doing too much. You know what I mean?\nClaudia:        So how was it coming back?\nBryan:        It was cool. I guess, I was just happy to be out. And when I came here, I was in the el rancho, in the campo. I was… My uncle, he was doing the huachicol you know about that? It was like people, they were stealing gas and shit. My uncle was doing that when I came out here. So, you know me, I was like, \"Okay, yeah.\" I'm with this thing I said. \nClaudia:        Yeah. And what's been the hardest part about being back in Mexico?\nBryan:        In general, everything. You know what I mean? Sometimes just [inaudible 00:07:21] like people just talk bad about you, telling them that you hate them. You on the same on bus, you're sitting right next to me, buddies, you know what I mean? I was very cool, like whatever man. It's cool. Like you can't come in, you're going to start robbing people. Like, \"All right, whatever. Cool, man. I'm going to work. I don't know what you talking about. It's five in the morning. I don't think nobody's going to try to rob you at five in the morning.\" Fucking poser. But it's cool. It's just stuff that I already know it's coming, you feel me? I already know from when I was, it's cool. But I always say my willpower is stronger than faith, so I know I'm going to be all right one day, as long as I want to be all right.\nBryan:        But that's all that I could really say. I'm not going to lie. Like I got a lot of stories, but I don't want to say anything, like too many details, you heard? But I do want to help people out. I want to be able to help people out. I think I really... Even as my job, just by helping people out with their own shit that they got going on with... they're too dumb to know what's going on with their TV or whatever. But I don't mean like volunteering or whatever. By helping the community, man, you know what I mean? Because you're not going to get nowhere as a country in general. And I don't want to sound like, \"Oh, centered in Mexico,\" but I mean, that's where I'm from and I want to help my people out. You know what I mean? It's crazy.\nBryan:        It's just bad how you got a lot of people, a lot of homeless people that just doing drugs. And they're doing drugs that are cheap, right? You know what I mean? Like 10 cents, 10 pesos. And it's okay for them to do it in the street, you feel me? Why can't they pick them up already? Take ‘em somewhere or some shit. Even authorities themselves, why can't... I don't know. I don't understand, but it's cool. But I don't know. I don't know what it is that I just want to help. You know what I mean? I want to try and give back and shit.\nClaudia:        Are you still involved with [gang name] here in Mexico?\nBryan:        It's crazy you say that, but I'm not. I was. When I came back, I first came back, and I was showing up. You know what I mean? Like, \"I'm here.\" I'm out here. For me, that's when you realize you just got out of jail and you're just like, \"What the fuck? I'm high as hell.\" I'm like, \"Well, damn.\" I looked around and started looking around like... [inaudible 00:09:28] was going to happen to me. So I was just like, you know what I mean? I left, left for the rancho [inaudible 00:09:33] for my family. I ended up getting kicked out and shit, but I was with them. I told you I was doing that [inaudible 00:09:39]. I was feeling myself. I was getting money. I was getting drunk every day. I even had a car and I crashed it. I was good. I was chilling. I ain't realize it until I got I just really just started thinking, I was like, \"Damn. What's going on?\" It was New Years and shit. You know what I mean?\nBryan:        It was my first New Year's out. It was like, \"Damn.\" I had last New Year's, I don't remember in the last New Year's home, you feel me? My last Christmas I had, my family went out, and I had an ankle bracelet, and my family left to go eat. They're like, \"Oh, you're staying, you got the ankle bracelet. I'm not taking you.\" I'm like, \"Damn. That's crazy. Say no more. It's cool, it's cool.” And that's the only thing I remember from those days, and that's crazy. Because that's the only thing, I don't remember nothing else. I was like, \"I don't remember Christmas or birthday,\" I mean, at all.\nBryan:        I be chilling. Like I said, I'm good. Like my birthday is April 24, and I got locked up, remember I told you, April 15, 2015, April 20th,  I got locked up. You know what I mean? But every day was like my birthday, feel me? I was chilling. That was that. That was cool. I just wanted, like I said, I just want to help people out, man. I want to get a chance to help myself and help somebody because at the end of the day, I'm not doing so good, like.\nClaudia:        How was it leaving your family and your son in the States?\nBryan:        It's a daughter I got.\nClaudia:        Oh, sorry. Your daughter.\nBryan:        I told you, I did three. My mother got pregnant. She got pregnant by, it sounds crazy, but it was by accident. She got pregnant.\nClaudia:        It happens.\nBryan:        She got pregnant and shit. And I was locked up the whole time, you feel me? but the girl, this is how my world was like, I got her to bring me drugs into jail while she was bringing my daughter. And that's what I was doing for like a good year.\nClaudia:        Were you selling them in the jail?\nBryan:        Yeah. I was paying her off. You know what I mean? I felt like I was doing something, but at the end of the day, I didn't... And I was getting high too. Every day I was getting high. I was doing the same thing I was doing in the streets, but at the end of the day I realized that that's not... It's no good. But like,  I liked it and I'm not going to lie. I liked it. I could say I liked it because I, you know what I mean? I learned a little bit things from jail. So that's cool.\nClaudia:        But what has it been like being separated from your parents and your siblings?\nBryan:        Well, at the end of the day, like I said, like I just tried to cope with everything. I just try to deal with it. You know what I mean? I don't try to focus too much on it. At the end of the day, I'm not going to be sorry for something that I was already doing. I was over here keeping myself away from my family. You know what I mean? My mom, she was like, \"Yo, let's go to church.\" \"I'm not going to church. You bugging, ma.\" But that was just my mom. I talk to my mom. I would never curse or put my hands on her, but that was just me. And I'm not going, you bugging, ma. You crazy. \"Oh yeah? You don't want to go now?\" You're not going anywhere outside. It's cold. I'll stay in. I'm not going to church on Sunday. But I mean, I was already doing it. But I'm cool now. Like  I just try to chill. Like I said, I have a faith, hope on them, we’ll see.\nClaudia:        So have you ever either at home or in Mexico been discriminated against for being a returning migrant?\nBryan:        Oh no, not really. Just within the family, for me, within the family. I know how that goes. But other than that...\nClaudia:        Yeah. And do you consider yourself Mexican or American?\nBryan:        Mexican, 100%. I've always been known as that Mexican.\nClaudia:        And if you could have stayed in the United States, what do you think you might have done?\nBryan:        Get in trouble again.\nClaudia:        So I guess now that you're back in Mexico, what are your dreams or what would you like to do? Of course, helping people.\nBryan:        To be honest, like, I ain't got no goal. My goal was to just go back since I got here since day one. I just kept like, you know what I mean, I was stealing gas now. I thought I knew everything. I come out here, people stealing gas. Oh, let me do this too. I mean, I'm doing drugs, I'm doing crystal meth, I'm smoking this shit like... I'm up for three days, four, just like, \"Oh, shit. What's going on?\" You know what I mean? We stealing, we getting money. It don't matter, we drunk. We're not even getting drunk. We just off the crystal, you know what I mean? And to this day, I haven't done it for like, a whole month already, you feel me? I try to keep myself... I'm trying to focus. Even when I was working here, I came over here, I mean... I was like, \"Fuck it.\" People don't do this shit here, people are doing other shit. Cool. But I'm just going to smoke my weed, do what I was doing already. Not anything new. But I met guys and we just started sniffing.\nBryan:        When I would be sniffing this crystal shit, I'm like, \"Oh, shit.\" And I'm just like, \"What the fuck?\" And then, \"Damn. No, this is not me, bro.\" Like, \"What am I getting into?\" You know what I mean? Like I said, and I only got a month and I knew if I could do it, somebody else can do it. I want to be able to help people. You feel me? There's a lot of people that speak English and I know who get a job. And they out there stealing, robbing, doing drugs, you feel me? Come on, bro. I know if they could see some type of hope. I don't know. Maybe they might like it. But give them a chance to see something. Because at the end of the day, they think they not going nowhere, you feel me? They going to end up dead or in jail. And I just want to let them see that hope, you know what I mean? It's there, homie, just chill out. Patience is everything. Patience is everything.\nClaudia:        All right. So this is my last question.\nBryan:        Yeah, that's cool.\nClaudia:        I'm curious to see what you think. Why do young Mexican men in the United States turn to crime and gangs?\nBryan:        Damn. Just the family, I guess. It sounds crazy. But maybe at the end of the day, it is part of the family. It was crazy, but that's really what it comes down to at end of the day. Maybe my mom would have been cool, my dad... I don't know, you feel me? I don't blame my mom for nothing, but at the end of the day, you feel me? I take responsibility, but I don't know, you feel me? I always thought about it. You know what I mean? What if it would've been cool, if… Fuck it. You know what I mean? What if my pops didn't have so many other kids? What's up with that? You know what I mean? Maybe he would've whooped my and ass instead. I don't know, you feel me? From smoking in the house, like I don't know. You feel me? Damn. My mom's a female. She gets tired and she'll just be like, \"Fuck it. You fucking doing it.\"\nClaudia:        That’s all I have. Now just a time that I give you to say anything else that you might want to add? Or whatever you want to say?\nBryan:        I want to get a chance to help people out. I want to help. That's all I ask for is I want to help, man. Help myself out too as well. It's not easy. I mean, it's not easy. What's your name again? I forgot.\nClaudia:        Claudia.\nBryan:        It's not easy, Claudia. It's not easy. Now you feel me? I just do [inaudible 00:17:10] that I can, but I want to be able to help him out a little more. Now he's doing good, don't get me wrong. But maybe we could one day stop and just be sober. You know what I mean? I don't know.\nClaudia:        I'm sure you'll get there.\nBryan:        Yeah.\nClaudia:        You'll get there.\nBryan:        You think so?\nClaudia:        Yeah.\nBryan:        I know I got it. I've always, you know what I mean? I've got potential. I know I do. I'm smooth. But it's just at the end of the day, I don't know. But thanks a lot, Claudia, for the…\nClaudia:        Thank you, you too.\n\n\n\n\n\n\n\tPage  of",
    "annotations": [
        {
            "id": "60ffe947-0e9f-491f-89c5-b1b82dc00919",
            "type": "text",
            "start": 15739,
            "end": 16691,
            "label": "Gangs,Family",
            "params": {
                "id": "60ffe947-0e9f-491f-89c5-b1b82dc00919",
                "class": "anno"
            }
        },
        {
            "id": "61c936c8-4bd5-4e7f-a700-d61219b80851",
            "type": "text",
            "start": 8967,
            "end": 11027,
            "label": "Return to Mexico,Art",
            "params": {
                "id": "61c936c8-4bd5-4e7f-a700-d61219b80851",
                "class": "anno"
            }
        },
        {
            "id": "f3c9dbbf-7798-47b4-ab21-9e1c267ec0f0",
            "type": "text",
            "start": 2612,
            "end": 4952,
            "label": "Gangs,Activity",
            "params": {
                "id": "f3c9dbbf-7798-47b4-ab21-9e1c267ec0f0",
                "class": "anno"
            }
        }
    ],
    "audio": [
        {
            "name": "Turning life around in Mexico and helping others",
            "src": "https://drive.google.com/uc?export=download&id=1bW2kg80RGpF6Sgax0pOV2r6J-OW_7dqW",
            "start": null,
            "end": null
        }
    ],
    "subjects": null,
    "bio": null
}