{
    "name": "Carlos",
    "date": "June 12, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Haverford College",
    "portrait": null,
    "thumbnail": null,
    "text": "Claudia:        It's Claudia, and now we're doing the interview for Carlos. Thank you for speaking with us. The first thing that I want to say is that I understand that talking about these experiences can sometimes be a little difficult, because they bring about emotions that you don't necessarily want to feel and I apologize if that's the case today, but I think it's good to know how important your story is and how important it is for people to hear it, so that we can begin to help people understand the realities of migration and the human side of migration. My first question for you is why did you or your family decide to leave Mexico, and how did you cross the border?\nCarlos:        Well, my real dad, he would hit my mom a lot. He was a drunk. My mom was 18 years old, 19. I don't remember, but she was young, so he would take advantage, and then he would hit her, abuse her, and my mom was tired of it. She got a house here, kind of like a habitat or a section A over there, which she did all the work for, the community hours and all that. He wouldn't like that, and he would get mad at her and tell her not to go anymore and prohibit her from going to the meetings or finishing her stuff for the house. Once she finally had the house, she was too young to actually sign to have the house, so he signed it, and then he kept the house.\nCarlos:        That's when my mom was like, \"F that. We're leaving.\" Then the next day, well, actually that whole week, my mom tried to get a visa for us, and she managed to get it. My uncle was in the States at this time, so he was like, \"Come over here. What are you doing over there?\" He sent us money. He was the one that helped us, and then finally mom said, \"Okay. We'll go.\" So then we went and then in Texas, I think, or Arizona, I don't even know where, but we went, and we were waiting for him and he wouldn't pick up the phone and we were there for an hour or two hours.\nCarlos:        I was like five years old, so I was crying, and I was hungry, thirsty, needed to use the restroom. And then this guy was like, \"Hey.\" My mom was about to leave. We were about to go back to Mexico, to Matamoros, and this guy was like, \"Hey.\" He seen that she was going to buy the tickets for Mexico and then he was like, \"Hey, you shouldn't go back. It sucks over there. Not many people get the opportunity to come over here like that, with papers and stuff.\" And then he was helping us out. That's when I was like, \"I'm hungry.\" And then he was like, \"Come on, I have an extra room.\" He gave me some cookies. We went and then finally, that same night, my uncle answered, and we were there and then my uncle bought the ticket for her to go and then we left. That's when we went to North Carolina and we were in Durham at that time. That's where my story began, at North Carolina, and that's why we left.\nClaudia:        And you said that your mom applied for political asylum?\nCarlos:        Well, later on, way later, she got married and my little brother was born and then she suffered through abuse again. She called the cops, and they came and took the guy, the guy went to jail. We didn't know nothing and then people from the rape centers, they came, and they questioned my mom. They were like, \"Hey, don't be scared. We got the statements from the cops. We're concerned for you and we know this and that happened. We can help you.\"\nCarlos:        And then mom was like, \"Okay, I guess.\" But we didn't have no papers, so we were scared. My mom was scared. She didn't want to call the cops. Then they started helping her and they did studies and then seen wherever she was groped. That's when they were like, \"Yeah, we can help you. If you can write a statement or say that this happened to you, we can help you legally and this and that.\"\nCarlos:        And my mom was like, \"Oh, well, I guess.\" She thought it was a trick or something. She was like, \"I guess.\" She was doing the process and they were like, \"Yeah, send this in and send that in.\" And then she got a lawyer and then she talked to a lawyer and the lawyer was like, \"Yeah, we can definitely help you out, get some type of working document so you can start working, since you're no longer married, and because of that reason, because you got assaulted.\" And then that's where the whole process started. Eight years later, it was finally when my mom got the visa, just the working permit and the visa. Five years later, she got the residence card. Because my dad was here and we didn't talk with him, I didn't know him, nothing, I needed to get a signed paper from him so I could get whatever papers that I needed. He wouldn't sign them. My mom wouldn't talk to him and so I think I just got the worker's permit for a while. That's how she applied, and my little brother was born there so he's legal.\nClaudia:        Yeah. And so what did you do in the States? Did you go to school?\nCarlos:        Yeah, I was going to school, but I felt like school wasn't really for me. I didn't like it. I would do good in it. I just wouldn't like it. If I wouldn't like it, once I wouldn't have motivation, later on, finally my last year, I would just not go for a week. I wouldn’t go.\nClaudia:        Why didn't you like it?\nCarlos:        I don't know. I just felt like it was too mainstream, I guess. I felt like I didn't need that. I knew how to play eight instruments. I was 16 years old, 17, I could do a little bit of, like, computer work. I don’t know, it wasn't really for me. Once I got to the junior whatever, I was already tired of it and then I went to a school that was just a bunch of white people and it was really redneck. I was like, \"Fuck that. I'm not going to go no more. Sorry.” I didn't go, and that's when I started working. I would work at restaurants. I had a job at Subway, where the dude was really cool, my manager. Then my manager left, he went to another store and I was like, \"Okay, well, I'm not making enough money here. I need more money.\"\nCarlos:        My mom found me a job at a restaurant, and she was like, \"You should go look at it. Take a look at it. It's pretty good.\" I went and then they were like, \"Yeah, we work Monday through Saturday, from 3:00 PM to 3:00 AM. You're going to get paid $11. Nobody here is legal.\" And because of that, because I had a worker's permit, I actually got paid almost the same as the chefs did. The chefs was $13 a hour, because they didn't have any legal documents. That was kind of unfair, but I took it. I was like, \"Yeah, I'll come in.\" I was doing the dish washing, and then I was working on the grills on Fridays. That's when I started growing in that restaurant. And then the manager became an alcoholic. He was an alcoholic, but he wanted to stop drinking, so everything would bug him.\nCarlos:        He would make me double wash stuff, just because I wouldn't let them dry. I wouldn't let it dry out and he'd be like, \"Yeah, it's going to be wet.\" Then finally, he got rid of me. He fired me, because I talked back to him one time and then I was like, \"Okay, well, whatever.\" I left and then after that was when I got locked up and then I went to the work program, where I had to work for a year without getting paid. That's when I worked many different jobs. I did landscaping. I worked in the kitchen, dish washing. I went to go build some fences for this big park in Asheville, North Carolina. It's for whitewater rafting.\nCarlos:        It was actually fun, because we actually got to go on the rafts, an hour ride or whatever. So that was not that bad, but the one I did the most was a factory where I worked from 3:00PM to 2:00 in the morning, and I worked Monday through Saturday, and then I had to leave the house, because it was a big house. It was a halfway house, and then they would take us to the job sites. We would have to be on the van two hours before we started working. And then we would get home an hour later, so I would get home at four in the morning, and then I would leave the house at 12 to go work. They gave me like a little sandwich bag. It was horrible. Then, after that, I was only out for a week, before I got deported.\nClaudia:        Tell me about your deportation and what happened. And about the pretrial, all of that, leading up to ICE.\nCarlos:        I had a very big problem where I was being accused of something.\nClaudia:        Of what?\nCarlos:        I'd rather not say, but I was in jail because of that. It was going towards my way, the case, and a lawyer was charging me $20,000 and I didn't have $20,000. I just got a public defender, and the public defender was like, \"Yeah, come on, just hang in there.\" I wouldn't hear nothing from him for a whole month, and then my court date would come up. I had a court date every month, but every time I wouldn't go. They would never take me. I guess it would just be continued. Then it kept getting continued. It went on like that for about 11 months and then... No, more than 11 months. I think I spent two birthdays in jail. Yeah, it was 15 months that I was in County, and then I went to court and that time I was scared, because they were like, \"Yeah, I couldn't do nothing for you.\" My lawyer, he was like, \"I couldn't do nothing for you. You're going to have to go to prison. It's going to be maximum two years-and-a-half,\" more than I'd already been there.\nCarlos:        I was like, \"Oh, well, that doesn't sound like a good idea. I'm not going to sign that.\"\nCarlos:        He was like, \"Yeah, but if you don't sign it, you can get up to five years. That's your plea.\"\nCarlos:        And I was like, \"No, I'm not going to sign that.\"\nCarlos:        And he said, \"Okay, well, let me go tell the lawyer and then see if we can get you a sentence.\" And then he left and he came back and he's like, \"I got it continued for a week.\"\nCarlos:        And then I was like, \"Okay, but why? You could have just done it now.\"\nCarlos:        And he was like, \"No, we're going to see if we get a better judge next week, or maybe he'll be in a happier mood.\"\nCarlos:        \"Okay, whatever.\" And that same day, pretrial came and they were like, \"Hey, listen, we seen your folder and we've seen...\" And it was three people. It was us, me and this other guy, which was two Mexicans, and a white guy. Somehow, all of a sudden, the one that is guilty of everything, that was guilty of everything, ended up getting out of jail. I don't know what happened to him, but he got out five months before we did, in which we didn't do nothing.\nClaudia:        Yeah, why did they think that it was you guys?\nCarlos:        They had a video of everything.\nClaudia:        What'd it show?\nCarlos:        The guy was clearly the responsible one with everything. Clearly, we had nothing.\nClaudia:        Were you present when that thing, when the thing that happened, happened?\nCarlos:        Yes.\nClaudia:        But it wasn't you.\nCarlos:        Yeah. But then pretrial came and they're like, \"We've seen everything. We have your statements. We have the victim's statements.\" The victim was talking for me. He was for me. He was telling them, he went up to the court and told the judge... Well, the lady did, her mom, \"Yeah, they're cool. They had nothing to do with it.\" And then-\nClaudia:        Was it a sexual assault case?\nCarlos:        No, not a sexual assault. It was just assault.\nClaudia:        Just a violence?\nCarlos:        Yeah. Then pretrial was telling me, \"Yeah, we can get you out and we can help you, because you have no other prior convicts and you're clearly innocent.\"\nCarlos:        And then I was like, \"Yeah, okay, you can help me out.\" Then they left and they came back talking about a work program. They were like, \"Oh, we can send you to this work program. This work program is going to help you. They can drop the charges and you just have to go through it. You're going to have to do this one year and then just two years of probation.\" And that one year probation is going to count towards that one year of that program that I'm going to have to do.\nCarlos:        And I was like, \"Yeah, I'll take it. What is it?\" \"Well, you're going to have to work, but that's it. And then you have to do meetings, 12 meetings a month.\"\nCarlos:        And I was like, \"Oh yeah, that sounds cool.\" They were going to expand my trial, I guess, for a minute, but then when I went to probation and they were like, \"Yeah, we're going to take you, because you were being trialed, not because you've been...\" So they got me just because I was involved in it. You know what I mean? Because I hadn't gotten convicted yet. They took me in a van for eight hours, handcuffed with five other people in the van. We went to South Carolina and then we went to pick up more people, I guess. And then we went to somewhere in South Carolina, between South Carolina and North Carolina, to get processed.\nCarlos:        We got out and then we got on a bus, and inside that bus, we got sent to some holding facility, where we were there for two weeks and we couldn't buy food. The food there had no salt, and it was blobs of stuff. I didn't even know what I was eating. Most of the time I didn't eat. It was just bunk beds. It was a bunch of bunk beds, 24 bunk beds in one 20 by 20 room. And then everybody slept in an open room. There was TVs with no volume. You couldn't do anything. There was nothing. You couldn't buy your own food, so you had to eat their food.\nClaudia:        There was no commissary?\nCarlos:        No, because it was just a holding facility. It was just like where you get processed. And then finally, you just have to hope you go on the next bus, because on Tuesdays and Thursdays where the buses that went to the actual immigration jail. Every time, you just hope you were the next person. I was there for two weeks and then they were like, \"Come on, it's your turn.\" I was finally out of there. I was so glad. And if you had an injury or something, you have to be in a room by yourself for those two weeks, eating that food. Just in a small, 10 by 10 room. Nothing to do. That was horrible. I'm glad I wasn't sick or anything. They did the TB things, and if you went positive for TB, they would also put you in those rooms.\nCarlos:        Finally, on the second week, I left on the bus and it started snowing. It was snowing and we were all in the bus and it was an old bus. There was no AC. We were on there for about 13 hours, handcuffed to our stomachs, handcuffs to our feet and our hands were handcuffed to our stomach too. We were just waiting to get there. Then there was a bunch of traffic, because it was like a crash or something, and it was snowing even more. It was hot and you would open the windows and it would be cold. You didn't know what to do.\nCarlos:        Finally, we got to the immigration jail, and it wasn't that bad there. The only thing that was bad there was the COs, which were really racist, but other than that, the jail had TVs, they had movies you could watch. They had a lot of different kinds of food. They had sodas. It was very different. After two years-and-a-half of eating not what I wanted, finally, I get there and I'm like, \"Okay, this is way better than even County jail food,\" because County jail food was expensive, and they only had a list like this. When I got there, I was like, “Oh, there's a lot on here.” There was Coke, Sprite, there was the Cup O’ Noodles or just the packets. There was actual subs on there, or hamburgers you could buy. There was microwaves, there was ice, an ice machine, and they would fill it up every day and you could grab ice whenever you wanted. It was pretty cool.\nCarlos:        There was a yard. You could go outside and play soccer or basketball. I was there for a month, another month, and then I went in front of the judge and that's where my mom, she went to visit me, because from South Carolina, we went to Georgia, which was—like in the middle of Georgia and Alabama, we were on the border. Then my mom went from North Carolina to... And right before I got locked up in the immigration, I had got married. My mom went to see me and my wife was there, my little brother and my stepdad.\nClaudia:        Was it with someone that you had been dating?\nCarlos:        Yeah, and she was there the whole time.\nClaudia:        Was she an American citizen?\nCarlos:        No, she qualified for the DACA, so then they came to see me, because it was my court date, and they were there. The judge was just like, \"There's nothing I can do.\" I didn't even have a lawyer. I just went in there. Basically, I already knew what they were going to say. I was just trying to tell them, \"Hurry up. Send me already.\" Finally, he was like, \"Yeah, you're going to get deported.\"\nCarlos:        And then I was like, \"Okay, I'm just going to wait then.\" I waited and it was that same day, that Wednesday, they came in and they were like, \"Okay, here's the people that are leaving.\" Mine was the very last name. And I was like, \"Wow, that's crazy. I thought I was going to be at least one more week in here.\" I called my mom, and I was like, \"Hey, I'm leaving.\"\nClaudia:        And how was your return to Mexico?\nCarlos:        Oh, man. We were in a room for seven hours getting processed, getting all our data and stuff. Finally, we got in the line, they gave us all our stuff back that they had for the past... Well, mine, they had for the past three years, and then they were giving everybody else's stuff back. Your family could send you a suitcase, if you wanted, but I didn't even want anything. Finally, we got on the bus, and inside the bus, we got shackled too. Shackled to our stomachs, and then shackled to our feet and shackled to the person in front of us. We were all walking in a straight line, going into the bus and then the bus, it left to the airport. It was a 40 minute drive. Finally, we got to the airport and they had just one plane and we had to get in the plane, and we went inside the plane, shackled again, and the whole plane ride, we were just handcuffed everywhere.\nCarlos:        You had to still put your seatbelt on and everything, shackled. They gave you food to eat and you had to kind of duck down to eat it, because your hands were stuck to your stomach. And then when we got to Texas, we got on another bus, the same, and that one was really, really hot, because it was already Texas. The border with Matamoros, and we drove on that bus for 40 minutes. No, not even 40 minutes, 30 minutes, and that's when we got to the frontera [border] to Matamoros, Tamaulipas, and they uncuffed us. We were still in Texas, but they made us walk across the bridge.\nClaudia:        How was that?\nCarlos:        It was pretty good. It was just 10 minutes, 10 minute walk. It was pretty busy. There was a lot of cars going in. Yeah, it was pretty interesting. Then I seen the soldiers, the immigration soldiers or whatever, the ayuda [help]. That's when I asked them, I was like, \"Where am I?\"\nCarlos:        \"Oh, you're in Matamoros. You're in Tamaulipas.\"\nCarlos:        I was like, \"Tamaulipas? That's where I'm from. From where? Where in Tamaulipas?\"\nCarlos:        \"Oh, we're in Matamoros by the Puente Nuevo.\"\nCarlos:        I was like, \"What?\" And my phone, I had just turned it on and they had paid for it, so I don't know how it had charged, but it had charged and I turned it on and I called my mom. I was like, \"Hey, I'm in Matamoros.\"\nCarlos:        And she was like, \"What?\" And I was like, \"Yeah, I'm in Matamoros, Tamaulipas.\" She's like, \"Where are you?\" I was like, \"In the Puente Nuevo.\"\nCarlos:        And then she's like, \"No way! Let me call your aunt.\" She hung up and she called my aunt and then 10 minutes later, my mom's like, \"Hey, you're 15 minutes from the house. You could walk there.\"\nCarlos:        And I was like, \"Yeah, but I'm not going to walk there.\"\nCarlos:        And she's like, \"Yeah, your aunt's on the way. They're going to go pick you up.\" And then finally, 15 minutes later they showed up and someone that's here with me, that comes here to this school, his name is Mike, he actually went with me to Matamoros. He was there for a week with me before he got his airplane ticket to Aguascalientes.\nClaudia:        And what was it like to be back in Mexico?\nCarlos:        It was scary. There was a lot of soldiers. I didn't want to go out. My cousin would be like, \"Let's go here, let's go there.\" And I'd be like, \"No, I'd rather not.\" Or, \"Let's walk to my aunt's house.\" And I'd be like, \"No, let's call her so she can come pick us up.\" I would call her, and they would come pick us up too, but finally I would go out more. I started walking out and stuff. A month later I got a job and that's when I started going to the job by myself. I don't know, it was still eight months before I got used to it completely, but yeah, it would be scary.\nClaudia:        And what's been the hardest part about being back here?\nCarlos:        Probably that I don't really know anybody. My family, I met them, and I knew them for eight months before I came to Mexico City. I left when I was five, so I don't really know anybody. I was just with a bunch of people that are my relatives that I really don't know.\nClaudia:        Right. And how has it been to be separated from your mom and are you still with your wife?\nCarlos:        I don't know.\nClaudia:        That’s fair. But what has it been like to be separated from everybody?\nCarlos:        Yeah, it's pretty sad. Pretty lonely.\nClaudia:        And so what has Hola Code been like for you?\nCarlos:        It's been a lot of help. We have a lot of community here. They're helping us with our futures too. They gave us the resources to get ourselves to work, where most places don't.\nClaudia:        Yeah. And how do you think that the US has shaped who you are today?\nCarlos:        I don't know. I feel like I've learned more throughout the process of everything that happened to me, rather than what I learned there. I was so closed-minded when I was in the States. I was just a kid and I definitely don't think the way I think now. Before, I knew there was a lot of discrimination, but really, the topic was gender. Not gender, but race. Everybody's hating on Mexicans. My mind was just that. Everybody's just going to hate and hate and hate Mexicans. Now, it's a whole other way of thinking. Now I'm just like, oh, there's hate. There's not just hate on Mexicans. There's discrimination on anybody. Before, I was just so ignorant on that. I guess that's what you would call it. I was ignorant. I thought about myself. I thought I was badass for knowing how to play a lot of instruments or knowing how to do this or that, whatever. I feel like all of that movement and all that transition helped me learn more about to think about others rather than myself.\nClaudia:        And do you consider yourself Mexican or American?\nCarlos:        Mexican.\nClaudia:        If you could have stayed in the US what do you think you might have done?\nCarlos:        I don't know. I don't think I would have probably done this. I would've probably earned an average amount, lived an average life, stayed, I don't know, different. Not like this. I feel like I'm more calm with myself here, more at peace than over there.\nClaudia:        And so what do you think you'd like to do, now that you're back?\nCarlos:        I want to help my family that's here. Maybe give them more to enjoy.\nClaudia:        Those were all the questions I had. If you want to say anything else, anything else that you want to add, you can totally do that.\nCarlos:        No, that's good.\nClaudia:        Well, thank you.\nCarlos:        Yes.\n\n\n\n\n.”\n\n\n\n\n\tPage  of",
    "annotations": [
        {
            "id": "05f21989-df0b-4a93-8de3-d430b82b50d0",
            "type": "text",
            "start": 22985,
            "end": 23252,
            "label": "Reflections,The United States",
            "params": {
                "id": "05f21989-df0b-4a93-8de3-d430b82b50d0",
                "class": "anno"
            }
        },
        {
            "id": "ae380bbc-37a6-4755-b451-6155a387d0d7",
            "type": "text",
            "start": 21421,
            "end": 21473,
            "label": "Feelings,Despair",
            "params": {
                "id": "ae380bbc-37a6-4755-b451-6155a387d0d7",
                "class": "anno"
            }
        },
        {
            "id": "ada2619a-4d6f-4b2a-8f56-1c3c98e9f522",
            "type": "text",
            "start": 16311,
            "end": 16717,
            "label": "Time in the US,DACA,Application,Eligibility",
            "params": {
                "id": "ada2619a-4d6f-4b2a-8f56-1c3c98e9f522",
                "class": "anno"
            }
        },
        {
            "id": "fcf62c8a-0614-47dc-b97c-a3044b54e239",
            "type": "text",
            "start": 11543,
            "end": 12032,
            "label": "Leaving the US,Detention,Treatment by",
            "params": {
                "id": "fcf62c8a-0614-47dc-b97c-a3044b54e239",
                "class": "anno"
            }
        },
        {
            "id": "01c15da0-051b-47ce-af5b-edfe6145c04e",
            "type": "text",
            "start": 21812,
            "end": 22894,
            "label": "Identity,Mexican",
            "params": {
                "id": "01c15da0-051b-47ce-af5b-edfe6145c04e",
                "class": "anno"
            }
        },
        {
            "id": "cc3b7271-5ad4-49c2-99fb-67f63762639e",
            "type": "text",
            "start": 20197,
            "end": 21197,
            "label": "Return to Mexico,Challenges,Cultural differences,Crime and Violence,Family Separation,Feelings,Fear",
            "params": {
                "id": "cc3b7271-5ad4-49c2-99fb-67f63762639e",
                "class": "anno"
            }
        },
        {
            "id": "85b966b9-cdc8-42db-bb8b-d0251aedd33c",
            "type": "text",
            "start": 17098,
            "end": 18950,
            "label": "Return to Mexico,Deportation",
            "params": {
                "id": "85b966b9-cdc8-42db-bb8b-d0251aedd33c",
                "class": "anno"
            }
        },
        {
            "id": "4560ef73-6f02-4658-aab0-56c9267a676f",
            "type": "text",
            "start": 12206,
            "end": 15954,
            "label": "Time in the US,Arrests,Prison,Inmates,Guards,Detention",
            "params": {
                "id": "4560ef73-6f02-4658-aab0-56c9267a676f",
                "class": "anno"
            }
        },
        {
            "id": "98b68556-018f-44d2-b70d-ee5137505b57",
            "type": "text",
            "start": 8137,
            "end": 11392,
            "label": "Time in the US,Arrests,Felonies,Violent crimes,False Accusations,Leaving the US,Paying For,Deportation",
            "params": {
                "id": "98b68556-018f-44d2-b70d-ee5137505b57",
                "class": "anno"
            }
        },
        {
            "id": "1470c175-3b95-483d-b65a-0ae995f5f3ad",
            "type": "text",
            "start": 5702,
            "end": 8136,
            "label": "Time in the US,Jobs,Case,Working,Earnings,Occupations,Restaurants",
            "params": {
                "id": "1470c175-3b95-483d-b65a-0ae995f5f3ad",
                "class": "anno"
            }
        },
        {
            "id": "1e8f4f08-924c-438f-904a-dec11cce57fb",
            "type": "text",
            "start": 4897,
            "end": 5640,
            "label": "Time in the US,School",
            "params": {
                "id": "1e8f4f08-924c-438f-904a-dec11cce57fb",
                "class": "anno"
            }
        },
        {
            "id": "9c72c9c4-849c-4dde-85fd-5dc44e79996f",
            "type": "text",
            "start": 2850,
            "end": 4814,
            "label": "Time in the US,Immigration status,Arkansas,Mixed-status,Science",
            "params": {
                "id": "9c72c9c4-849c-4dde-85fd-5dc44e79996f",
                "class": "anno"
            }
        },
        {
            "id": "06399b34-3e40-4763-a422-86ffdbeb5c11",
            "type": "text",
            "start": 1532,
            "end": 2701,
            "label": "Mexico, Before the US,Migration from Mexico,Border crossing,General",
            "params": {
                "id": "06399b34-3e40-4763-a422-86ffdbeb5c11",
                "class": "anno"
            }
        },
        {
            "id": "351fe6a5-8088-4bf5-bcd3-f049fa9f43f2",
            "type": "text",
            "start": 680,
            "end": 1931,
            "label": "Mexico, Before the US,Migration from Mexico,Reasons,Domestic violence,Mexico, Before the US",
            "params": {
                "id": "351fe6a5-8088-4bf5-bcd3-f049fa9f43f2",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}