{
  "name":"Carolina",
  "date":"June 8, 2019",
  "location":"Mexico City, Mexico",
  "interviewer":"Anne Preston",
  "portrait":"Carolina_6-8-2019_Portrait.jpg",
  "thumbnail":"Carolina_6-8-2019_Thumbnail.jpg",
  "text":"\n   Anne: If you could just start by telling me about the circumstances that\n   led to you coming to the US the first time, and how old you were, and what\n   your first impressions were, what motivated the move?\n \n \n   Carolina: Well, I was living in Mexico with my grandmother till I was five,\n   and my mother was living in the US, so I went to reunite with her. And,\n   well, I used someone else's papers, so it wasn't really hard getting to the\n   US.\n \n \n   Anne: So you just got in a car and drove there?\n \n \n   Carolina: Yeah.\n \n \n   Anne: How long had you been separated from your mom?\n \n \n   Carolina: Five years, well, almost four.\n \n \n   Anne: Must have been hard to leave your grandma.\n \n \n   Carolina: Yeah.\n \n \n   Anne: She's probably what you thought of as your mother.\n \n \n   Carolina: She was.\n \n \n   Anne: And did your mom come to the US just to make a better life?\n \n \n   Carolina: Yeah, whenever I was little, I was really sick, so she didn't\n   have enough money to pay for all the medicine and all the equipment I had\n   to use. So that's why she left.\n \n \n   Anne: I see. What kind of sickness did you have?\n \n \n   Carolina: I don't really remember. I don't really remember.\n \n \n   Anne: But you're well now.\n \n \n   Carolina: I'm healthy.\n \n \n   Anne: Good. That's great. So when you went over to your mom, to see your\n   mom, and reunite with her, did you recognize her?\n \n \n   Carolina: I didn't. I was like, \"Who's this lady?\" [Laughs]. And I wanted\n   to go back to Mexico immediately, but...\n \n \n   Carolina: It was really hard.\n \n \n   Anne: What city did you end up?\n \n \n   Carolina: I was living in Arkansas, in Wickes, Arkansas.\n \n \n   Anne: And presumably you didn't know any English?\n \n \n   Carolina: I didn't. I didn't know any English, but my mom had a friend who\n   spoke really good English, so she was the one who taught me.\n \n \n   Anne: Oh, she did?\n \n \n   Carolina: Yeah.\n \n \n   Anne: So even before you went to school?\n \n \n   Carolina: Yeah, I knew a little English whenever I was in school.\n \n \n   Anne: That's great. So then you went to school in the States. What was that\n   like?\n \n \n   Carolina: I was in two different schools. In elementary, it was really\n   good. It was really nice. And then you could say middle school, that was\n   whenever I moved to a different city, it was hard. I was the only Mexican\n   girl. They would usually send messages telling me to kill myself, that I\n   wasn't worth it.\n \n \n   Anne: They would send messages for you to kill yourself?\n \n \n   Carolina: Yeah. Yeah, because, well, they told me that they were better off\n   without me, well, with my race. I was the only Mexican girl, the only\n   dark-skinned, and they would be like, \"Oh, you're the fly to the milk, in\n   the glass of milk.\" It was awful.\n \n \n   Carolina: I didn't want to go to school. I was depressed. With all those\n   messages, I got really depressed. And I just tried to move forward, but it\n   was really, really hard.\n \n \n   Anne: And you were living with your mother?\n \n \n   Carolina: I was living with my mom.\n \n \n   Anne: Anyone else? You have siblings?\n \n \n   Carolina: I do. With my siblings, my mom.\n \n \n   Anne: Older or younger siblings?\n \n \n   Carolina: They were younger. But since they were born there, it wasn't\n   really a problem. But since I was an immigrant, that's what led them to say\n   all those things.\n \n \n   Anne: So you enjoyed elementary school though?\n \n \n   Carolina: I enjoyed elementary.\n \n \n   Anne: You had friends?\n \n \n   Carolina: I did.\n \n \n   Anne: But it was just hard to start a brand new school?\n \n \n   Carolina: It was really hard. I tried fitting in and it never worked\n   [Chuckle].\n \n \n   Anne: Did you make it through middle school?\n \n \n   Carolina: I did.\n \n \n   Anne: And then high school, how was that?\n \n \n   Carolina: High school, well, I wasn't really involved with anyone. I was by\n   myself. Then I had a couple of friends who actually cared about me and was\n   like, \"Oh, don't listen to them.\" But besides that, I didn't really like\n   it.\n \n \n   Anne: How far did you get in school?\n \n \n   Carolina: I was going into 10th whenever I came back.\n \n \n   Anne: I see. When you were in school, did you do well in school?\n \n \n   Carolina: I was, but then I got sick again and they never... Oh, the\n   doctors didn't know what was wrong with me, so I missed... We're in school\n   like nine months, right? I was in school for two months on all the school\n   cycle.\n \n \n   Anne: Which grade?\n \n \n   Carolina: Eighth.\n \n \n   Anne: And what was wrong with you then? Do you know?\n \n \n   Carolina: The doctors couldn't find what was wrong with me. They'd be like,\n   \"Oh, no, well, you don't have anything.\" They ran tests, they did this,\n   they did that, and they couldn't find what was wrong with me.\n \n \n   Anne: And eventually you got better.\n \n \n   Carolina: Yes and no. I still suffer from stomach pains. My head will\n   constantly hurt, really strong migraines, but they're not migraines at the\n   same time. And my bones will hurt at times. I can't move. So it's really\n   weird. And they don't know what it is.\n \n \n   Anne: Wow, that must be hard to live with. Right. Yeah. When you were at\n   school, did you do any extracurriculars?\n \n \n   Carolina: I played basketball. I did track. Yeah, I was really active. They\n   didn't really involve me in anything in basketball, but I tried.\n \n \n   Anne: Were the teachers more receptive to you?\n \n \n   Carolina: There was one teacher who didn't like me. I don't know if it was\n   because of my race or something, because with everybody else she was really\n   cool. If they didn't have their work done, she would just pass them. And if\n   I didn't do my work right, she would put a bad grade on my work and she\n   wouldn't tell me why. Or I would do my homework and they wouldn't, and yet\n   I would still have a bad grade.\n \n \n   Anne: What was home life like?\n \n \n   Carolina: My mom spent most of her time working so we could have better\n   things, we could have something better than she did. So she spent most of\n   her time working. So we stayed at home most of the time alone. And on\n   weekends we would go out.\n \n \n   Anne: Did you feel like you were taking care of your siblings a lot?\n \n \n   Carolina: No, not really.\n \n \n   Anne: So when you first went to Arkansas, you were in one city, and you\n   felt more accepted.\n \n \n   Carolina: Yes.\n \n \n   Anne: Were there more—\n \n \n   Carolina: There were more Mexicans there.\n \n \n   Anne: Yeah. And then you moved to the second city, and you said it was\n   primarily just white kids?\n \n \n   Carolina: Yeah.\n \n \n   Anne: No racial diversity at all, just you?\n \n \n   Carolina: No. Yeah, it was just me.\n \n \n   Anne: You were the face of diversity?\n \n \n   Carolina: Yeah [Chuckle].\n \n \n   Anne: It must have been very, very hard.\n \n \n   Carolina: It was really, really hard. The people there weren't used to\n   Mexicans. So, you went into a store and they'd look at you really weird or\n   angry. It was hard.\n \n \n   Anne: Did you want to go back? Did you want to go back to Mexico?\n \n \n   Carolina: At that time, I didn't, I wanted to go back to the city I was in\n   before.\n \n \n   Anne: Oh, where you had a nice childhood, earlier childhood?\n \n \n   Carolina: Yeah.\n \n \n   Anne: And you had friends back there?\n \n \n   Carolina: I did.\n \n \n   Anne: So tell me, you said you left the US in 10th grade?\n \n \n   Carolina: Yeah.\n \n \n   Anne: How did that happen?\n \n \n   Carolina: What do you mean?\n \n \n   Anne: Why did you come back?\n \n \n   Carolina: Mostly because we got tired of the same situation. We had family\n   there, but they lived really far away. So we didn't really communicate. We\n   were alone. It was just me, my mom, and my brother and sister. And that was\n   it. And we felt lonely. We felt like we didn't have anybody there. So we\n   decided to come back.\n \n \n   Anne: So the whole family came back together?\n \n \n   Carolina: Yes. But my siblings are constantly going back.\n \n \n   Anne: Oh, because they're US citizens?\n \n \n   Carolina: Yes.\n \n \n   Anne: So they can go back and forth?\n \n \n   Carolina: Yeah.\n \n \n   Anne: How old are you now?\n \n \n   Carolina: I'm 18.\n \n \n   Anne: You're 18. So, that was just a couple of years ago?\n \n \n   Carolina: It was.\n \n \n   Anne: Yeah. Yeah. And when your siblings go back, who do they stay with?\n \n \n   Carolina: With their dad.\n \n \n   Anne: Oh, with their dad. So, you had a stepfather then?\n \n \n   Carolina: Yeah, but—\n \n \n   Anne: I see. But didn't he live with you all?\n \n \n   Carolina: He did. And then my mom and him got separated, so that was a\n   different story.\n \n \n   Anne: I see. So she came back. So the kids just go to visit him?\n \n \n   Carolina: Yeah.\n \n \n   Anne: I see. I see. So once you came back, was it easier for you?\n \n \n   Carolina: It was a lot better. I felt at home right away, and my mom\n   sometimes tells me we should go back. I don't want to.\n \n \n   Anne: So, you live in Mexico City?\n \n \n   Carolina: I live in Mexico City.\n \n \n   Anne: And you live with other relatives besides just your mom?\n \n \n   Carolina: My grandma.\n \n \n   Anne: Your grandma. So her mother?\n \n \n   Carolina: Yes.\n \n \n   Anne: Oh, the one who raised you?\n \n \n   Carolina: Yes, the one who raised me.\n \n \n   Anne: So that must have been nice to see her.\n \n \n   Carolina: It was really nice. Whenever we got here, she cried because of\n   happiness I guess. She was happy. She cried.\n \n \n   Anne: Did you go back to school?\n \n \n   Carolina: I went to school for two semesters, and then I dropped out.\n \n \n   Anne: I see. So you still have not graduated from high school?\n \n \n   Carolina: I haven't. I'm working on that.\n \n \n   Anne: Yeah. And you're working, I guess?\n \n \n   Carolina: I am.\n \n \n   Anne: But what kind of work?\n \n \n   Carolina: It's at TeleTech. It's a phone—\n \n \n   Anne: Call center?\n \n \n   Carolina: Oh yeah, a call center.\n \n \n   Anne: How is that?\n \n \n   Carolina: It's really good. I'm liking it.\n \n \n   Anne: How long have you done it?\n \n \n   Carolina: This is my second week.\n \n \n   Anne: Oh.\n \n \n   Carolina: Yeah, I just turned 18.\n \n \n   Anne: Did you work before then or is this your first job?\n \n \n   Carolina: I worked in a hog farm over there.\n \n \n   Anne: In a hog farm?\n \n \n   Carolina: Yeah.\n \n \n   Anne: So the hog farm must've been outside of the city?\n \n \n   Carolina: No, we lived close to it actually.\n \n \n   Anne: Okay, so you're liking this better than the hog farm?\n \n \n   Carolina: Yes and no. It was really nice working in a hog farm. I\n   experienced a lot of things.\n \n \n   Anne: So what do you do in a hog farm? I'm sorry. I never worked at one.\n \n \n   Carolina: Well, we were working for the company, Cargill.\n \n \n   Anne: Which one?\n \n \n   Carolina: The Cargill, that was the company. And we had to breed the hogs.\n   We got to experience births, give them their shots, process them, and they\n   would eventually leave.\n \n \n   Anne: And get slaughtered?\n \n \n   Carolina: I don't know [Chuckle].\n \n \n   Anne: Do you like the hogs?\n \n \n   Carolina: I really didn’t.\n \n \n   Anne: Were they big?\n \n \n   Carolina: Oh, they were huge. They were really huge.\n \n \n   Anne: Is it hard to manage them?\n \n \n   Carolina: No. I guess they already knew the process because they stayed\n   with us for a couple of months and then they would leave.\n \n \n   Anne: That's crazy.\n \n \n   Carolina: It's a really different experience.\n \n \n   Anne: Yeah. Different, yeah. Wow, so you've enjoyed coming back to Mexico?\n \n \n   Carolina: I have. I felt more at home.\n \n \n   Anne: Yeah. It seems like there weren't a lot of positive things for you in\n   the US?\n \n \n   Carolina: No, there wasn't. It was really hard.\n \n \n   Anne: Are you still in contact with any of your friends from there?\n \n \n   Carolina: I am. I have this friend, well, she's my mom's friend. She's\n   really popular there, because she was with the DACA and everything. Her\n   name was Rosa Velazquez. Yeah. So she was really into all the politics and\n   stuff. She went to Washington and everything. We were in contact with her,\n   and well, my friends from school.\n \n \n   Anne: Yeah, from the earlier school?\n \n \n   Carolina: Yes.\n \n \n   Anne: And maybe the couple that were nice to you?\n \n \n   Carolina: Yeah.\n \n \n   Anne: So it's good that you still have that. What are your current dreams?\n \n \n   Carolina: My dreams? Well, I want to finish school and I want to become a\n   surgeon.\n \n \n   Anne: You want to become a doctor and then become a surgeon?\n \n \n   Carolina: Yes. I'm hoping I can do that.\n \n \n   Anne: Yeah, a lot of hard work but—\n \n \n   Carolina: Yeah.\n \n \n   Anne: It's nice that your company will help out with school.\n \n \n   Carolina: Yeah, it is. It's a really good company.\n \n \n   Anne: So how many more semesters in high school?\n \n \n   Carolina: I need four more. It'd be two more years.\n \n \n   Anne: And then?\n \n \n   Carolina: And then just college.\n \n \n   Anne: University and college. So that's wonderful. So is there anything you\n   want to say about your experiences in the US and coming back to Mexico\n   before we end? Anything you want to share that you haven't said?\n \n \n   Carolina: No, no, I don't think so.\n \n \n   Anne: No?\n \n \n   Carolina: No. I just wish people would be different and not be so racist. I\n   mean, we live through the same thing. We're all human, and it's like we're\n   going to eventually need something from one another.\n ",
  "annotations":[
    {
      "type":"text",
      "start":4,
      "end":8,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":105,
      "end":107,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":112,
      "end":117,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":163,
      "end":168,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":251,
      "end":257,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":289,
      "end":293,
      "text":"five",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":330,
      "end":332,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":463,
      "end":467,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":541,
      "end":545,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":601,
      "end":609,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":611,
      "end":621,
      "text":"Five years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":636,
      "end":640,
      "text":"four",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":649,
      "end":653,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":728,
      "end":732,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":792,
      "end":800,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":818,
      "end":822,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":853,
      "end":855,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1082,
      "end":1086,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1205,
      "end":1209,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1269,
      "end":1273,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1493,
      "end":1499,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1564,
      "end":1568,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1603,
      "end":1611,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1629,
      "end":1637,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1642,
      "end":1648,
      "text":"Wickes",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1650,
      "end":1658,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1667,
      "end":1671,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1708,
      "end":1715,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":1762,
      "end":1769,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":1820,
      "end":1827,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":1870,
      "end":1874,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1919,
      "end":1923,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1967,
      "end":1975,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1999,
      "end":2006,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":2040,
      "end":2044,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2132,
      "end":2140,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2151,
      "end":2154,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":2348,
      "end":2355,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":2459,
      "end":2463,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2523,
      "end":2531,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2649,
      "end":2656,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":2979,
      "end":2983,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3030,
      "end":3038,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3073,
      "end":3077,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3167,
      "end":3171,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3207,
      "end":3215,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3385,
      "end":3389,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3478,
      "end":3482,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3532,
      "end":3536,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3685,
      "end":3689,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3737,
      "end":3745,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3761,
      "end":3765,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4054,
      "end":4058,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4125,
      "end":4129,
      "text":"10th",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":4159,
      "end":4163,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4386,
      "end":4397,
      "text":"nine months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":4426,
      "end":4436,
      "text":"two months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":4472,
      "end":4476,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4498,
      "end":4506,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4508,
      "end":4514,
      "text":"Eighth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":4523,
      "end":4527,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4806,
      "end":4810,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5123,
      "end":5127,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5398,
      "end":5402,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5452,
      "end":5460,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5880,
      "end":5884,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6176,
      "end":6180,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6252,
      "end":6260,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6285,
      "end":6289,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6303,
      "end":6308,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":6317,
      "end":6325,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":6409,
      "end":6413,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6465,
      "end":6473,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6488,
      "end":6492,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6526,
      "end":6532,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":6596,
      "end":6604,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6619,
      "end":6623,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6713,
      "end":6717,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6758,
      "end":6766,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6791,
      "end":6795,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6913,
      "end":6921,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":7018,
      "end":7022,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7076,
      "end":7082,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7091,
      "end":7099,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7184,
      "end":7188,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7275,
      "end":7279,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7344,
      "end":7348,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7384,
      "end":7386,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7390,
      "end":7394,
      "text":"10th",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":7432,
      "end":7436,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7501,
      "end":7505,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7537,
      "end":7545,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7877,
      "end":7881,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7930,
      "end":7938,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7995,
      "end":7999,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8021,
      "end":8023,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":8063,
      "end":8067,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8130,
      "end":8134,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8178,
      "end":8180,
      "text":"18",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":8189,
      "end":8193,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8202,
      "end":8204,
      "text":"18",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":8219,
      "end":8245,
      "text":"just a couple of years ago",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":8254,
      "end":8262,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8279,
      "end":8283,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8392,
      "end":8396,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8456,
      "end":8464,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8635,
      "end":8639,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8730,
      "end":8734,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8803,
      "end":8811,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8937,
      "end":8941,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8979,
      "end":8987,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8999,
      "end":9010,
      "text":"Mexico City",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9019,
      "end":9023,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9089,
      "end":9097,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9118,
      "end":9122,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9182,
      "end":9186,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9223,
      "end":9231,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9268,
      "end":9272,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9321,
      "end":9329,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9449,
      "end":9453,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9520,
      "end":9533,
      "text":"two semesters",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":9566,
      "end":9570,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9636,
      "end":9644,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9685,
      "end":9689,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9756,
      "end":9760,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9810,
      "end":9818,
      "text":"TeleTech",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":9908,
      "end":9912,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9984,
      "end":9988,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10024,
      "end":10032,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10042,
      "end":10056,
      "text":"my second week",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":10065,
      "end":10069,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10112,
      "end":10114,
      "text":"18",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":10123,
      "end":10127,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10170,
      "end":10175,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":10240,
      "end":10244,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10268,
      "end":10276,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10291,
      "end":10295,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10406,
      "end":10410,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10578,
      "end":10582,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10707,
      "end":10714,
      "text":"Cargill",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":10723,
      "end":10727,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10761,
      "end":10768,
      "text":"Cargill",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":10934,
      "end":10938,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11009,
      "end":11013,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11078,
      "end":11082,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11106,
      "end":11114,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11166,
      "end":11170,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11293,
      "end":11311,
      "text":"a couple of months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11346,
      "end":11350,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11426,
      "end":11430,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11493,
      "end":11499,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":11554,
      "end":11558,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11637,
      "end":11639,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":11703,
      "end":11707,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11899,
      "end":11903,
      "text":"DACA",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":11936,
      "end":11950,
      "text":"Rosa Velazquez",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12024,
      "end":12034,
      "text":"Washington",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":12124,
      "end":12128,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12168,
      "end":12176,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12190,
      "end":12194,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12270,
      "end":12274,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12445,
      "end":12449,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12513,
      "end":12521,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12561,
      "end":12565,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12627,
      "end":12631,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12695,
      "end":12703,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12753,
      "end":12757,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12826,
      "end":12830,
      "text":"four",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":12845,
      "end":12859,
      "text":"two more years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12868,
      "end":12872,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12931,
      "end":12935,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13052,
      "end":13054,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":13074,
      "end":13080,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":13156,
      "end":13164,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13199,
      "end":13203,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13216,
      "end":13224,
      "text":"Carolina",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4,
      "end":1081,
      "label":"Mexico, Before the US, Migration from Mexico, Reasons, Family reunification, Migration from Mexico, Reasons, Economic"
    },
    {
      "type":"text",
      "start":12627,
      "end":13155,
      "label":"Return to Mexico, Education, College"
    },
    {
      "type":"text",
      "start":13216,
      "end":13421,
      "label":"Reflections, Values"
    },
    {
      "type":"text",
      "start":12445,
      "end":12512,
      "label":"Reflections, Dreams"
    },
    {
      "type":"text",
      "start":11703,
      "end":12123,
      "label":"Return to Mexico, Challenges"
    },
    {
      "type":"text",
      "start":10578,
      "end":10933,
      "label":"Return to Mexico, Jobs, Occupation"
    },
    {
      "type":"text",
      "start":8979,
      "end":9320,
      "label":"Return to Mexico, Those who stayed in Mexico, Family reunification"
    },
    {
      "type":"text",
      "start":5880,
      "end":6309,
      "label":"Time in the US, Homelife, Living situation"
    },
    {
      "type":"text",
      "start":5452,
      "end":5879,
      "label":"Time in the US, Discrimination/stigmatization, Racism"
    },
    {
      "type":"text",
      "start":3385,
      "end":3531,
      "label":"Time in the US, School, Elementary"
    },
    {
      "type":"text",
      "start":2979,
      "end":3384,
      "label":"Time in the US, Homelife, Living situation"
    },
    {
      "type":"text",
      "start":1082,
      "end":1268,
      "label":"Time in the US, Illness"
    },
    {
      "type":"text",
      "start":12315,
      "end":12444,
      "label":"Reflections, Dreams"
    },
    {
      "type":"text",
      "start":11455,
      "end":11702,
      "label":"Reflections, Mexico, Best parts aboutbeing back, Reflections, The United States, Worst parts"
    },
    {
      "type":"text",
      "start":9685,
      "end":10577,
      "label":"Return to Mexico, Jobs, Call Centers"
    },
    {
      "type":"text",
      "start":7501,
      "end":8062,
      "label":"Leaving the US, Reasons for Exit, No hope for a future in the US, Feelings, Sadness, Sadness"
    },
    {
      "type":"text",
      "start":5179,
      "end":5397,
      "label":"Time in the US, Pastimes, Sports,  basketball,  track"
    },
    {
      "type":"text",
      "start":6504,
      "end":7017,
      "label":"Time in the US, Diversity, Social acceptance, Discrimination/stigmatization"
    },
    {
      "type":"text",
      "start":4054,
      "end":5122,
      "label":"Illness, School"
    },
    {
      "type":"text",
      "start":2132,
      "end":2978,
      "label":"Time in the US, School, Middle school, Fitting in/belonging, Bullying, Lack of mental health resources"
    },
    {
      "type":"text",
      "start":1667,
      "end":2039,
      "label":"Time in the US, Arriving in the United States, Learning English"
    },
    {
      "type":"text",
      "start":1564,
      "end":1666,
      "label":"Arkansas"
    }
  ],
  "audio":[
    {
      "name":"Racism in the US",
      "src":"Carolina_On_racism_in_the_US.mp3"
    }
  ],
  "subjects":null
}