{
    "name": "Cesar",
    "date": "June 6, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Sergio Diaz",
    "portrait": "Cesar_6-6-2019_Portrait.jpg",
    "thumbnail": "Cesar_6-6-2019_Thumbnail.jpg",
    "text": "Sergio:        Okay. So Sergio here with Cesar doing the interview. So Cesar, tell me why you and your family went to the United States in the first place.\nCesar:        My dad was trying to look for a better future for my mom. And he went out there by himself first, was out there for about a year or two, saved up money to bring my mom. My mom got pregnant, had my brother, and then I come in. So the point of it all was just to give us a better future because obviously, the situation in Mexico was always critical.\nSergio:        Right. So they brought you in later?\nCesar:        Yeah.\nSergio:        So, when you were growing up in Mexico what do you remember?\nCesar:        No, I never grew up in Mexico. My mom was living already in United States when she got pregnant with me. She got in a fight with my dad, as this is what everybody says. And she went back, she was eight months pregnant. She had me and a month and a half later, my dad came back for-\nSergio:        For you.\nCesar:        Basically, \"Hey, you know what? I'm sorry.\" I don't know what problems they had but that's what happened. I happen to be born in Mexico just because they got in a fight and it was time to go. So after the month and a half, she went back to the United States and was living there my whole life.\nSergio:        So you were living in the US until what year?\nCesar:        31, which was 2013.\nSergio:        So until you're 31, whole life there in the US.\nCesar:        My whole life there.\nSergio:        What do you remember being your first memory in the US, or your first memory at all.\nCesar:        First memory, probably my youngest, youngest memory I think is a Christmas. I remember it like it was yesterday. I woke up my brother, I must have been... I couldn't have been about three or four years old, because he was already in kindergarten. And waking up to a yellow BMX bike and a red one. And I woke up my brother, ecstatic. That's as far as I can remember. Honestly, I can't remember past that one. But it's a good memory.\nSergio:        Red and yellow BMX bike.\nCesar:        Red BMX and a yellow BMX. I got the red one, my brother got the yellow one. We were cruising. We thought we were cool. And BMX were cool at that time. They're like, I don't know, GTs around.\nSergio:        And where was it? Where did you grow up?\nCesar:        Los Angeles, California. El Monte, California to be exact. 21 years. \nSergio:         I’m from Pomona.\nCesar:         Next door neighbor. South LA, Corona. Chino.\nSergio:        What do you remember from school?\nCesar:        School?\nSergio:        Or who do you remember from school actually?\nCesar:        Who do I remember from school, like friends?\nSergio:        Friends, teachers, anybody.\nCesar:        I got fond memories of, he was our science teacher, Mr. Bainer, always would push us to work the stock market and to, don't work for someone forever because he was doing it but anyways. Sixth grade teacher, he was cool. A lot of fights. A lot of calls at the house.\nSergio:        You were in a lot of fights in school?\nCesar:        Yeah. I used to get bullied a lot, so I would have to defend myself.\nSergio:        Bullied why?\nCesar:        Because I was short. Because I had big ears. Because I had a mole in my face, whatever. You know kids are kids.\nSergio:        Have you always known that you were undocumented?\nCesar:        When I was in the States?\nSergio:        Yeah.\nCesar:        Well yeah. When I was going to apply for a job when I was 16, because that’s the legal age you can work in the United States only part time and with the permit from school. With the school, you have to get the permit. And so I didn't know I was illegal till I told my mommy, \"I need these documents.\" And she's like, \"Oh yeah, you need your residencia toma…. You need an ID. We need to go get your ID.\" And that's when I realized that I wasn't the... Well, I wasn't born in United States. I mean, obviously I was from the United States because I lived there my life, I didn't know anything else but that. But yeah at 16 when I found out that I was un... Not undocumented but, I mean, I was more...\nSergio:         What was it like finding out?\nI mean, it didn't affect me in any way. Obviously, I'm proud of my culture, of being Mexican, but it was just like, \"Oh, I thought I was born here.\" Like, \"No.\" And she told me her story, her side of the story. Why she left and why I was born in Mexico.\nSergio:        Did that affect you at all?\nCesar:        No. I mean the only thing that affected me obviously... Well, it really didn't affect me at all because I could still vote, I could still do my taxes and it didn't affect me as far as having a stable life in the United States and all the rights that anybody else has, but as far as mentally it never affected me. I just thought it was cool being born in Mexico.\nSergio:        And so, you finished high school?\nCesar:        Yeah. I went up to freshmen. I got kicked out of the district, with fighting problems and I finished up my GED in prison. I went to prison and I said, \"I'm going to take full advantage of this.\" And I did, I got my GED, took college courses for computers and carpentry, and just did something good with my time.\nSergio:        You also started college in prison?\nCesar:        Uh huh.\nSergio:        What caused you to be in prison?\nCesar:        More than anything, my lifestyle and my drug addictions. Because I sold drugs, even though I worked... I've always worked always, I never was without a job for more than a couple of weeks, a week, two. But I sold drugs as well and obviously that wasn't a good environment and you make bad decisions and bad things come of it.\nSergio:        So you were selling drugs, how many years did you do that?\nCesar:        Since I was 15 years old.\nSergio:        Since 15?\nCesar:        That's when I got my first pound of weed. I was 15. Got a little money and I cut some grass, the neighbor's grass. I said I'm going to do something with this. I hide it. I got that pound of weed and made four times of what I paid for it, and I said, \"Hey, I ain't no dumb.\" My mom was struggling because there was six kids at the house a year to divorce and there was no food at the table. So, I decided I needed to help my mother out. Yeah, provide, help to pay the rent, whatever.\nSergio:        For you and your brother.\nCesar:        For me and my brothers to have the basic necessities.\nSergio:        And your brothers are US citizens?\nCesar:        All of them except for me. Well the oldest one, he was born in Mexico, but he already got his citizenship. He's already an American citizen. Ciudadano.\nSergio:        Did you ever think about that?\nCesar:        I applied for it but when I did I was already 19 and I had just got out of jail for the first time. I went and applied for my citizenship and I went to apply for US Marines are getting out, because I knew that my life had to take a different route. I went first to the immigration consulado and they said, \"You are a convicted felon, you no longer can apply for citizenship, you can only renew your residency every so often, I forgot, 5 or something.” Something like that. And the Marines turned me down as well for that.\nSergio:        Totally the same?\nCesar:        For that, for my high school and for my gang tattoos. The Marines said, \"No. You need your high school diploma, you need your citizenship and you also need to take your tattoos off, no tattoo.\"\nSergio:        So what made you want to serve?\nCesar:        I've always loved everything about army and serving. I mean, I think it's pretty honorable to go and fight for your country to have what it has, because I'm not from the United States but I really do like a lot of the freedom and a lot of... Obviously it has its pros and cons just like this country but I love being American or living in America, Mexican-American. And I was willing to die for and sacrifice myself for having that or giving that to my children.\nSergio:        That's really powerful.\nCesar:        Because obviously I knew what it was like in Mexico. The reason my parents came, the violence and the way that this country is. I grew up in the United States, I basically, I felt American. I feel more American than Mexican. I don't know if that's bad or good but yeah, I was willing to go and serve.\nSergio:        So you felt like the United States was your country?\nCesar:        Mm hmm. I sure did.\nSergio:        So right now, how long have you been back in Mexico?\nCesar:        I've been back six years. Pretty fresh to.\nSergio:        Six years.\nCesar:        Been back six years to Mexico.\nSergio:        In those six years how do you feel like things have changed for you?\nCesar:        I feel that my life has... It's difficult not being around the children. Most importantly, not being around your mother, your father or your brothers and sisters, and having them far away. And not being able to see them, to hug them. To tell them how your day went. To take them out. Is pretty difficult. Emotion. Got emotional separation from your immediate family. It's a culture shock as well. \nSergio:                How many children do you have in the U.S. right now? \nCesar:         I have three children. They live in the United States. They live in Clinton, Oklahoma. A 19 year old, a 17 year old and a 12 year old daughter. Or 13, she's going to be 13 on the seventh of July.\nSergio:        And all of them are US citizens?\nCesar:        Mm-hmm. All born in West Covina, California, the Queen of the Valley Hospital by the same doctor, Dr. Barahas. \nSergio:         And your partner is still living with them there?\nCesar:          My ex wife lives... I met her in California. We went when we were both 21 to Oklahoma. And the time that we lived there when I got incarcerated and I got deported, she knew that the lifestyle or the environment they were in, my kids, was a lot better than if she went back to La Puente, where her mother lives. Because she knew that my boys could fall in the same lifestyle that I did. Because it's there.\nSergio:        So how did you fall into it?\nCesar:        It's real simple. My dad left. My mom and dad divorced when I was 12, 13. When he left, my dad was... He was on me. Study, he wouldn't accept the B, A's, A's, A's. Study, study study. He was on me. Obviously when I was a little kid I thought, \"Man, I can't stand this guy.\" As soon as he came home, there was no more playing in the street, there was nothing. There was, \"Go, get your ass and do your homework and study, study study.\" And if I am as bright as I am I have to thank him because he pushed me. But when he was there, he was there. He was a real father. What a father does. Takes you to the park, spoils you with some Chucky cheese and McDonald's whatnot. But when he left, that fatherly figure, that somebody that's right there on your ass was not there anymore. What was left was the guys on the streets. What are the guys on the streets doing? Selling drugs.\nCesar:        And it's really a lack of a fatherly figure. And so I looked up to them, which obviously was not right, but you look for that attention from a male. And so when they show you attention, however it may be, you take it. Dad couldn't see me for as much as he wanted to. My mom had a restraining order on him so he couldn't see me. Even if he wanted to be there for me, he couldn't and so the time that he wasn't, I just got the streets. And obviously, the lack of money and home for a couple years I saw how my mom struggled to pay the rent, to feed us. So the money was an attraction, for myself obviously. It wasn't for greed, like, \"Oh, I want to be rich and have fancy cars.\" It was, \"I want to help me pay rent. I want to help have food.\" And it gives it to you, the fast way, obviously.\nSergio:        When you were growing up, before your parents split, what were your hopes and dreams?\nCesar:        I wanted to be a firefighter or a lifeguard, that was my dream. We lived in El Monte, so Santa Monica Beach wasn't but 20 minutes so I was always over there, in Venice Beach, with all the stoners and all the muscle dudes and the bikinis, that was my spot. Well that or I would go to champions flats, which is up 70 in Mount Baldy. But I want to be a lifeguard or a firefighter because I will help save people's lives.\nSergio:        And after you needed to support your family, and you started selling, who got you into that?\nCesar:        A friend from the street. I mean, I can call him a brother literally, because we've known each other since we was little kids. He lived in that apartment, I lived in his condominium and he had an uncle that sold weed real cheap, I asked him, \"How much could I get with this?\" He says, \"I don't know.\" He went, came back with a pound of weed. He said, \"Here, my uncle says a pound.\" So it was just through a local,\nSergio:        Some guy you grew up with. \nCesar:        A friend.\nSergio:        A friend you grew up with. Did they know you were undocumented?\nCesar:        Huh?\nSergio:        Did they know you were undocumented?\nCesar:        Yeah, they were undocumented themselves too. Most of my friends were undocumented.\nSergio:        Do you think that made it easier for you to be involved with drugs and stuff, or?\nCesar:        Being undocumented?\nSergio:        Yeah.\nCesar:        No. Anybody can get involved in that. Undocumented, documented. But obviously, I've always had good jobs, so I really never needed or had a necessity to do it. My first job was a dishwasher, my second job I was concrete construction. I was getting like $17 an hour, $19. I was only 18 years old. That's real good money for California. But it just falls into greed as well because you see it and it's like an addiction. You see all that money, you see how you can help people that you don't have to need or want. And so it's kind of like, \"I don't want to have to go through that so.\"\nSergio:        How old were you when you got arrested?\nCesar:        The first time, 18 years old. It was December 3rd. My birthday was June 30th so it hadn't been six months. My son was born in October 22nd 1999. And I went to jail for a year and a half on December the 3rd of that same year. My son was two months old, or a month old.\nSergio:        What happened?\nCesar:        I got incarcerated, I got caught with a quarter ounce of methamphetamines. And I was going to go drop it off, make a sale, and I stopped at a gas station. There was detectives there at the gas station pumping up. When they were done they approached me, lo and behold, I left it where it was just visible right there because normally I had a stash pot in my car. Anybody that sells drugs has a stash pot, but I forgot, I was just careless. I had it in the ashtray. He says, \"Can we search the vehicle?\" I say, \"Yes, sir. Go right ahead.\" They search it, they find it, booked me, a year and a half. And that was difficult. Knowing I just had a newborn son and I was in there incarcerated, not being able to help him.\nSergio:        And when you got out, what was the... What happened when you got out?\nCesar:        That first time?\nSergio:        Yeah.\nCesar:        I got out, started back to work construction where I was at. My boss said, \"As soon as you get out you have a job.\" It wasn't because of nothing other than, I worked hard. Before, I was already working myself up to a supervisor, he was showing me how to read blueprints, how to configure to measure concrete, how many yards et cetera. And so he told me, \"When you get out...\" Because I called him, I had my wife call him and notify him that I was incarcerated, I couldn't make it to work. I was sorry.\nCesar:        And she told him, Tell him that when he gets out, whenever he gets out, to come to work. \"So I did that and he received me, he said, \"Oh my God, you were gone for a while.\" I said, \"Yes sir.\" And was back to work the next day. Back to work. As soon as I got some money, a couple of paychecks, I want to say like the third, fourth paycheck, took care of my family first, and necessities for my children but started selling drugs again. And working.\nSergio:        So you were working full time and selling-\nCesar:        Working full time and selling marijuana, meth and crack cocaine.\nSergio:        What made you sell that again?\nCesar:        Because of the money, I needed money, I was gone for a year. I saw things that my family needed, my baby didn't have nothing. No crib, she was struggling while I was in there so the need or want to give everything that they need and want to your loved ones.\nSergio:        So, when was the next time in prison?\nCesar:        I've been in jail a total of nine years altogether, including the last time which was the time that I got out, but I was in and out of jail. I don't think I was ever out for more than three years straight, to where I would catch another case, catch another a case. Maybe three years max since the first time, but total of eight, nine years. Possession and then grand theft auto, possession of firearm, assault and battery, just being dumb. Not maturing.\nSergio:        What do you think was the reason that made it... Maybe made you so involved again?\nCesar:        It's real difficult... When you start seeing money like that and big amounts it's addicting. It's just addicting to know that you can help out and you won't need what... Why a person would have that want or need, well maybe because when my dad left, I didn't know what it was like to go without. My dad was home, he made good money. He was a butcher. He worked at Rouse supermarket. Well, it was Hughes turned into Rouse later on, by the Dodger Stadium. And when he was there, the refrigerator was always full, we went out, we had clothes, everything. When he left, there were a lot of times that I had to go without eating. I was a second the oldest, so I would see that there wasn't enough food on the table. So, I would tell my mom I already ate. Lies, so that my little brothers could eat. Because there was a lot of mouths to feed.\nCesar:        And when you feel that, and what it's like to not have nothing, or to voluntarily give your plate up so that your brother or sister, your mom can be well, it's something that you never want to go through again. And I guess the addiction of the money, and being able to take care of that never having to feel like that again is what drove me.\nSergio:        How were you as a student in school?\nCesar:        Straight A student on a roll, spelling bee winner, et cetera. I was a nerd. I mean, I'm not wasn't, I am a nerd and I'm proud of it. That's good. I always try to be the best at everything I do. I give everything my best at everything I do. If I don't know something, I want to learn it, because goddammit, if somebody knows it, there's no reason why I can't. And so my dad pushed me to be that way, hard, work hard, work hard. So, I was always straight A's, always straight A's. I was so academically well, in middle school I got to go to Catalina Island for five days, paid and also do a migrant program.\nCesar:        It was like, they just pick the best grades, honor roll all that students in the district and I was chosen and I got to go to Washington D.C. state capitol and see Lincoln Memorial, the White House, Pentagon, where they made the dollar bills, where they make the money.\nCesar:        I remember my teacher bought a sheet like this of uncut dollar bill in a frame. But I went to the Arlington cemetery. I went and go see where the flag flame is, where Kennedy is buried and that's just... I always tried my best, you know what I mean? I know if I wouldn't have got kicked out from high school, I was working myself because I played football. I was starting varsity team and as a freshman, running back and safety and my brother was quarterback he was a junior. And my brother talked to some scouts and the scouts paid me and they just let him know and they told my brother and my mom and myself that if I kept at it with my grades and on the field, I was available for a scholarship at USC, University of Southern California, the Trojans.\nCesar:        And so I think if my mom and dad wouldn't have got a divorce, obviously I wouldn't have gone through all the street stuff, I wouldn't have got kicked out because my dad would have been on me. And I would have went to college and got my college degree, I know that for a fact. And my life would have been different from what it is now.\nSergio:        So what led to your deportation?\nCesar:        The last case, again, I was working in the oil fields, in Oklahoma. I was making seven to $10,000 a month. That was my base, that's what I took home. That's after taxes. It only fluctuates from seven to 10 because when you're at a certain depth on the earth you have to start pumping in chemicals, a mud chemical inside the hole. And the chemicals that are using are known to cause cancer. And not only that, if it gets on your clothes it eats it up so they pay you more. And so if we did a large hole, well obviously I'd get more that month, but no reason to be doing other things. I was still selling meth. And a guy pawned, a white boy pawned an SKS and AK 47 and they're brand new. But the guy would shoot up, he was a shooter. So they get real, real, we'll sell everything.\nCesar:        I sold me couches, TVs, everything, everything, cars, everything. I gave him $400 worth of meth and he gave me those two firearms. When he said he wanted to sell them, the first thing I thought to myself because I'm always trying to make money. I said, \"This one's worth a 1000, this one probably 1,500, they were brand new.\nSergio:        An SKS and AK 47.\nCesar:        I said, \"I'm going to go sell it. And I know just the person.\" He did that, I call my friend. He said, \"Yeah traemelo. The process of going over there, I was on my second day off, because an oil field I work seven days on, which means I was on site, wherever it was. Pamper, any part of Oklahoma, and the seven days I go home. I was on my second day off and I was kicking it. That morning I drank two Coronas. I had just gone to go get a six pack of Modelo and I smoked a joint. My friend told me, \"Hey, I want that, those guns. I'll give you this much.\" I said, \"I'm on my way.\" I jumped in my car and I went over there. I was speeding. I was so damn happy. It wasn't no other reason because I want to get to that, that's good money.\nCesar:        I was speeding. So traffic violation is what got me pulled over by a drug task force which they don't normally pull. They'll pull over cars they think is suspicious or something but I mean, I was speeding, doing 95 on Interstate 40 going towards Oklahoma City. Obviously he was going to pull me over, or any cop would have.\nSergio:        And the car?\nCesar:        It was like a suburban black. But he was part of it... Because there in Oklahoma City, it's a hub city. It's a drug zone. They bring the drugs from down here to I 40, Oklahoma City, from Oklahoma City goes to New York, goes to California, goes up north. So there's a lot of Drug Task Force units in that area but obviously I was going too fast. And they pulled me over and searched my vehicle. In the United States of America anything that is in the trunk or the glove compartment is legally yours. Obviously I'm talking about anything illegal. I told him that it wasn't mine. I asked them to run the prints, because they didn't have my prints.\nCesar:        I mean, I never touched them. I went bought them from him. When I bought them from him, he put them in my trunk. I went home. The next day, my friend called me and I went drop it off, but it's illegal. It's illegal to carry firearms that are not registered under your name in the trunk of your car. So, I got 10 years for that. Because of the illegal immigration, signing instant deportation, I only get a third of my time.\nSergio:        How long was that?\nCesar:        Three and a half.\nSergio:        You did three years?\nCesar:        Three and a half. Three and a half counting the time that you spend in the county and as well as the federal holding when you're getting released, they take a month or two, sometimes six, once you're done with your prison sentence they take you to federal holding and from the federal holding you wait to be deported to getting sent to the border wherever you're at, whatever area. Since I was in Oklahoma, well the fastest route is Texas and drop you off right there.\nSergio:        And how long were you in detention?\nCesar:        Federal holding? I got there. They say, \"You want to fight your case?\" I say, \"Yeah, I want to fight my case.\" They say, \"It's going to be another five years, you're going to wait in here.\" And I say, \"Oh, hell no.\" I said, \"I don't want to fight nothing.\" And I was there approximately the six months. That's what it was. Because I did three flat in the Oklahoma Department of Corrections.\nSergio:        Were you ever in ICE detention?\nCesar:        No. No, no, no, no. That's what if ICE gets you. When you go to prison from there you go to just anything... The Feds is so packed, ICE, I mean they're deporting so many people, they do not have a certain place where you go like ICE. They ran out of facilities from county jails in every state, in every city and everywhere. So that they can hold you there until ICE comes and pick you up and ICE, they take you to their center which was in Texas, and you're not there long, too long. Once you go to Texas, that part, it's quick.\nSergio:        So how long was it for you?\nCesar:        About a week. For the ICE it was about a week.\nSergio:        And you were deported, what was going through your mind while it was happening?\nCesar:        I was scared. I was scared. And that's real difficult for me to feel that but I was scared. I knew it was going to be difficult being over here without my family. That's what was bothering me, or occupying my mind the most, but just fear of something new but this something new is not just like anything else. You're been sent to another country.\nCesar:        Well I got family members over here, I'm born in Parral Chihuahua, but I don't feel the love I guess you want to say that. I feel like my brothers, my sisters and my cousins, my immediate cousins the ones that I grew up with. So, even though everyone here, my family here made me feel loved and welcome, I still feel, felt like an outcast like I didn't belong.\nSergio:        Why?\nCesar:        So you're in the United States as a illegal immigrant or legal immigrant. You're still a mojado, you're still wet back, you're still a lot of things. Racial discrimination everywhere you go, just for being Mexican. And you come back to your country and in your own country you get discriminated because you speak English because you got a different slang, you got a different way of dressing. And so it's kind of alienating like, \"What the hell?\" I don't feel from there, I don't feel from here. It's weird why we would do that.\nSergio:        How many years you said you've been here?\nCesar:        Huh?\nSergio:        How many years you said you've been here?\nCesar:        Back is six.\nSergio:        Six years?\nCesar:        Uh-huh.\nSergio:        So most of your life in the US and now…\nCesar:        31 years.\nSergio:        And now you’re here.\nCesar:        And now I'm here. Been here six years and if you ask me how do I feel today, I'm going to tell you the truth. Today I feel the worst. I don't know where to be. I don't feel this is home. I still feel a little lost, I still feel... I'm confused.\nSergio:        How have things changed for you?\nCesar:        It's changed my life and it's made me look at things a lot different. And made me come over here and get deported and feel this way. But my life has changed. I don't do the things I used to do before. I go to a church but it's changed me. It's molded me and it's only going to make me stronger because being over here by yourself is difficult. I think of it, daily, sometimes of what I could be doing if I was over there, and job, my kids, but I don't want to go back illegal, I don't want to go back to jail, it's not something I'm going to allow myself to put myself through or my family.\nSergio:        Since you've been back has anyone like any bad people here in Mexico try to recruit you?\nCesar:        Yeah, but I don't... When I first got deported, obviously, they deported me to Ciudad Acuña Coahuila, it's bad there. The Zetas are they’re... Mafia is just outrageous over here. And since it's a major hotspot for drugs, for all kinds of stuff, we also get deported right there where everything is going on. And it's real violent. I got out of there quick. The next day. I just had to spend the night there because there was no more buses going to Chihuahua till the following day. So, went and rented a room, and I got myself to Chihuahua, Parral, Chihuahua where I'm from and I got a lot of cousins, obviously, family members and some are involved in that. And they wanted, \"Hey look.\" I'm like, \"That's not what I want. After fricking being in prison and all this, no.\" So, anyone that's got the background that I got will get recruited or run into somebody like that, but it's not where to go.\nSergio:        Are you still selling now?\nCesar:        No. Hell no. I don't sell nothing. I smoke a little weed, that's it. But I drink once in a while, but as far as any other drug use and stuff like that, I quit. I just work, call centers, there's nothing else to do. I want to work on getting my administración de empresas, business administration because that and my English will help me out a lot, so I can get a better paying job and get out of these call centers.\nSergio:        Do you think if you went back to the US things would be different?\nCesar:        Legally or illegally?\nSergio:        Either way. Just when you get back?\nCesar:        Would I change my ways?\nSergio:        Yeah.\nCesar:        Yeah, I would go back and never sell a drug again and just work in the oil field. I don't need any money. Seven to $10,000 a month that's more than enough for supply your family with everything. I had cars. I had houses. Man, my kids were spoiled. But doing the right thing is not that hard. I just knew that since I was 12, so it's like, \"You have to literally change everything.\" And so if I went back to the United States, I'd be working my ass off in the oil field and all my days off enjoying the shit out of my children. I'd take them fishing every day off. That's what they miss the most.\nCesar:        My oldest son called me about six months ago and he said, \"Dad, I miss you.\" I said, \"I know. I do too.\" He says, \"I just fucking hate that I can't see you, that I can't hug you.\" (emotional) And I ask him, \"So what is it that you miss the most?\" And he says, \"I just miss you taking us to go fishing.\" He says, \"Sometimes I take my brother and my cousin, my nephew, that I would just take as well, and I take them there and I just remember. Every time we just go kick it and catch good fish and you used to let us take our rifle, we shoot them snakes, we shoot them birds and just quality time.\"\nSergio:        You think they would come and see you?\nCesar:        When I was in Chihuahua, because I was in Chihuahua about almost two years and then I came over here. My wife, or my current soon to be ex wife she's from here. So, I was in Chihuahua. My mom came to see me and she brought my daughter. She brought my daughter and I was able to hug her, take her to church, I spoiled her. I went and took her to buy wherever she wanted from Cento, she bought some dresses, some sandals, some candy, purses, she was loving the arts and crafts, the bags that they do by hand and stuff she loved it. But then my dad lives in Las Cruces, New Mexico, but his girlfriend lives in Parral. She's from Parral. So he would go monthly, every a month. He stayed there for three, four weeks and then he go back. He take care of his business because he's got his personal business over there, come back. So I used to get to see my dad a lot and my mom came once and she brought my daughter, but I haven't been able to see my boys yet.\nSergio:        How old are they?\nCesar:        19 and 17. Going to be 20 coming, going to be 18 in October and then November.\nSergio:        What are they up to now?\nCesar:        Oldest son, 19, little Cesar just graduated high school, working construction. Following I think his daddy's footsteps. He has his own car. He bought it since he was 16, because he's worked since then too. He started working at pizza joints but he works. He also is in a soccer league, a private league, where he's always practicing. He's always got games, Saturday, Sunday. If he's not at work, he's at soccer. Love soccer. He dies for it. I don't know where he got it. I don't care for it, football, basketball, baseball but he loves soccer. Angel, Mr. junior at high school, he straight A student and he fixes cell phones. He learned by himself. He's already been doing it for two three, years and everyone in the family goes to him.\nCesar:        He has a lot of friends or I don't know where but he's got his little thing and he says he wants to study computer... Something to do with computers. How to fix them and all that. He doesn't know about computer but he fix cell phones, their cracked, if something don't work on them, but his plans are that. And my daughter, well she's in eighth grade in middle school but going now to be a freshman. Gosh, she's grown up on me. And oh yeah, Angel's a soccer... He's in the same league as my son too. They play together. They've been playing together since they were five years old. And Erica, she's a middle school going to high school next year. Straight A student and she loves soccer too. They just die for soccer. Live, breathe soccer. And that's good, they're occupying their minds. If they're not in school, they're at home for a little bit and then got to go to a soccer practice or soccer game. So, they occupy their time with sports and academics, which is excellent. Good kids.\nSergio:        So what's next for you?\nCesar:        I'm not sure. Right now I'm contemplating to go back to Chihuahua. I came over here because of my wife, a girl I met and we got married, we had a baby and we're now going to get divorce. Which is fine. I mean, I can't be with somebody that don't want to be with me. But I was here for her and I was here, obviously, for my daughter. She doesn't let me see my daughter. So there's really no reason to be here. Right now today, I think I'm going to Pachuca on Saturday, to go visit a uncle that's coming from Chihuahua, and then he leaves on Tuesday, and I'll probably just go back with him on Tuesday. Save me the bus ticket.\nSergio:        What are you going to do in Chihuahua?\nCesar:        I was doing nails over there. I do nails and cut men's hair. I know a little bit of everything, but you have to. But I do acrylic nails, hellish designs, drawings and all that. I do tattoos and I do haircuts, men's haircuts. I don't do girls, because they fuss too much. But I was doing that, and I was doing delivery. And since my dad would come, I would order stuff on eBay. Like let's just say, shirts, shoes, pants, whatever somebody would want. Boom, getting online in eBay, you have it sent to my dad's house. And when he would come to Chihuahua he would bring me my stuff. So, I would save myself shipping and all that but obviously I will resell the heck out of everything, because I can buy somebody some new Jordans and they think it's whatever amount, 20,000 pesos and they pay.\nCesar:        But that was another way of hustling and getting the money. When I got here I understood and I knew that I couldn't do what I did before. I know I have talent, I can sell so I sell other stuff now. I don't involve myself in any way to, it's not worth it. Yeah, I do the nails and the haircuts here too. Aside from the call center, I sell food at work. I sell tortas, I sell candies, it's just bring in extra money.\nSergio:        Your sons and daughter, you had them when you migrated. Why do you think that Mexican American men in the US have children so frequently?\nCesar:        Excuse me.\nSergio:        Are you okay? Do you need to-\nCesar:        No. Sorry. I'm going to have to clean myself. I don't know. We're sexually active, we're maybe ignorant and don't use protection. And all Mexicans have large families, it's really rare to find a Mexican family that has only got one kid or something like that. Which is what a lot of Caucasian people would do, but they do that because they want to give their children a good future which is understandable.\nSergio:        What do you think the US or Mexican government can do better to connect and reunite families?\nCesar:        I think something that I don't think anybody touches on, maybe psychological help when you get here. Especially for us that have lived there our whole lives, like it's real difficult to decipher all those emotions and everything and being separated like that from your family. I think they need to give us more options and welcome us because we are Mexico. All that money that the companies make, the call centers and other businesses that hire bilingual people are making a killing charging dollars and paying us... I mean, we get paid all right compared to minimum wage, but we are helping the economy. And we're also helping the United States as well. Now whatever owner of whatever call center company and I think offer us a little more help.\nCesar:        Because I didn't receive nothing. When I got that welcoming I was… I went to Chihuahua and I went to, I forgot the name of the place, but my uncle was like, \"Oh, they can use….\" I mean, my cousin, my little cousin came, he got deported, and I took them here and they said they help him. I went over there, made me fill out a job solicitud, I forgot to say it in English, really.\nSergio:        An application.\nCesar:        An application, and they said they will call me, I never received a call. I mean, that's in Chihuahua. I don't know what it's like here in Mexico. But as far as for newly deported people, once you're here you start learning, you start asking, you start... There's a community of people that have been deported as well. And not with the same backgrounds as myself, but we all can relate to each other and help each other out. At least the people that I know, that I can consider them my family. I live with a person like them. And he's been deported. His friend, he's been deported.\nCesar:        Jamie wasn't deported but she's lived in the United States. I mean, she understands everything, the cultural shock. And so we consider ourselves a family because we don't have our family. We help each other out.\nSergio:        Anything else on your mind that you think feels important to say before we end?\nCesar:        No. Thank you for the opportunity and for sharing my words, my story, and if it can help someone either in government, or another person that gets deported and feels the same way that I feel or felt. Well, thank you guys for communicating this and for that person that's probably in my shoes, they don't give up.\nSergio:        Thank you Cesar.",
    "annotations": [
        {
            "id": "3c713150-a3f1-46d2-99a2-ada9b65a3902",
            "type": "text",
            "start": 36825,
            "end": 38940,
            "label": "Reflections,Migrants",
            "params": {
                "id": "3c713150-a3f1-46d2-99a2-ada9b65a3902",
                "class": "anno"
            }
        },
        {
            "id": "fb30b24e-ed45-4024-b59d-961561dd5322",
            "type": "text",
            "start": 18475,
            "end": 20547,
            "label": "School,Working hard, getting good grades,Disappointment",
            "params": {
                "id": "fb30b24e-ed45-4024-b59d-961561dd5322",
                "class": "anno"
            }
        },
        {
            "id": "f8a7f5b9-4266-42a4-afef-50977e3cef07",
            "type": "text",
            "start": 16331,
            "end": 18474,
            "label": "Gangs,Drugs,Economic",
            "params": {
                "id": "f8a7f5b9-4266-42a4-afef-50977e3cef07",
                "class": "anno"
            }
        },
        {
            "id": "061d7719-39a5-40f5-8593-7d6464bbc5b5",
            "type": "text",
            "start": 10115,
            "end": 11849,
            "label": "Gangs,Fear of",
            "params": {
                "id": "061d7719-39a5-40f5-8593-7d6464bbc5b5",
                "class": "anno"
            }
        },
        {
            "id": "8fd6b7ff-a78d-4506-abb9-dc82cd9b2ce7",
            "type": "text",
            "start": 3316,
            "end": 4872,
            "label": "Immigration status,Growing up undocumented,Jobs",
            "params": {
                "id": "8fd6b7ff-a78d-4506-abb9-dc82cd9b2ce7",
                "class": "anno"
            }
        },
        {
            "id": "710a8c0b-1eeb-44fd-99a1-d92d0fe863a3",
            "type": "text",
            "start": 591,
            "end": 1487,
            "label": "US traditions,Being secretive",
            "params": {
                "id": "710a8c0b-1eeb-44fd-99a1-d92d0fe863a3",
                "class": "anno"
            }
        },
        {
            "id": "e4be3bcd-2756-4fda-b1a8-f6508d3a0b98",
            "type": "text",
            "start": 0,
            "end": 518,
            "label": "Reasons,Economic",
            "params": {
                "id": "e4be3bcd-2756-4fda-b1a8-f6508d3a0b98",
                "class": "anno"
            }
        }
    ],
    "audio": [],
    "subjects": null,
    "bio": null
}