{
    "name": "Claudio",
    "date": "June 18, 2018",
    "location": "Mexico City, Mexico",
    "interviewer": "Haverford College",
    "portrait": null,
    "thumbnail": null,
    "text": "Anita:        Okay, so I'm with Claudio?\nClaudio:        Yes.\nAnita:        So, tell me about why did you open ... Let's start in the middle of anywhere. Where did you learn to make pizza?\nClaudio:        By myself, watching videos.\nAnita:        Really?\nClaudio:        Really. Yeah. I started watching videos on YouTube. That's how I started making my own mistakes. The first pizzas, my nephews didn't want to eat. Well, but my sister, she told me, \"You can stick to it.\" She always, she's like my mom. \"Yes, you can do it. Go ahead. I'm here to help you.\" She's the oldest one. But yeah, I never thought of opening a pizza here in Mexico.\nAnita:        But is it something about pizza in the United States that made you think of-\nClaudio:        No [laughs] To be honest, I don't really like pizza. I don't eat pizza that much. But she said, \"I think it's a good business. There's no pizza around here. It's about 45 minutes from here. I think it's going to be good.\"\nAnita:        All right. Okay.\nClaudio:        That's how we started.\nAnita:        Okay, we'll see if we come back to that. I'm just curious. So you went to the US when you were 17?\nClaudio:        16, almost 17. Yes.\nAnita:        Your parents said, \"We're going to the United States\"? What happened?\nClaudio:        No. I'm the youngest one from 10 in the family. The oldest one came from the United States, because they had their resident card. They say, \"Well Claudio, it's time for you to go, and work, and help the family.\" I had no choice, because here in Mexico, what the oldest brother say, or the man, that's what you have to do.\nAnita:        So you weren't very excited about this.\nClaudio:        No, I wasn't. I didn't was happy until two years later, and then I got into making friends in Chicago. That's how. I forgot about my dreams here in Mexico.\nAnita:        You had dreams here in Mexico.\nClaudio:        Yes.\nAnita:        What were your dreams in Mexico?\nClaudio:        I always wanted to be a doctor.\nAnita:        Really?\nClaudio:        Yes.\nAnita:        So you were a good student here?\nClaudio:        Yes, I was studying. I was a good student, yes. Yes.\nAnita:        So you had to give up, you felt like you had to give up everything?\nClaudio:        Yes. But-\nAnita:        And did you say, \"No, I'm not going to.\"?\nClaudio:        No, I told my dad. \"I don't need money from you. Just let me stay. I'm going to make my own way.\" I work, and study, but I wanted to continue studying. I wanted to still go to school. \"No, I can't help you.\" \"I'm not asking you for money, just let me stay here.\" \"Oh, no. You have to go.\"\nAnita:        Wow.\nClaudio:        That's how everything changed.\nAnita:        Yeah.\nClaudio:        Yeah.\nAnita:        So when you first got to the United States, what was it like? Do you remember?\nClaudio:        It's a big, big, big city. I mean, I'm from a little town out of the Mexico City. Honestly, this is big. They sent me in our plane from LA to Chicago. Back then, you didn't need no ID, not even ID to fly in an airplane, back in those years. I was scared, because they sent me by myself. Nobody else I know.\nAnita:        So you went with a coyote? How did you cross?\nClaudio:        Yeah. Yeah, the coyote and all my brothers. Once we got to San Diego, I stayed two days in their house, and then they transported me to a airport, and they sent me on airplane.\nAnita:        Wow.\nClaudio:        Just like that. Yeah.\nAnita:        And so, when you got to Chicago, your brothers were living in Chicago?.\nClaudio:        Yes.\nAnita:        So you went to their house?\nClaudio:        In their house. And the next day, I have a job already.\nAnita:        Really?\nClaudio:        Yeah, because my brother told me, \"Once you get in Chicago, you have to start working right away, because you have a job now.\"\nAnita:        What was the job?\nClaudio:        It was an Old Country Buffet, dishwasher.\nAnita:        Old Country Buffet, dishwasher.\nClaudio:        I was a dishwasher, yeah. Washing dishes all day, because a buffet has a lot of dishes.\nAnita:        Do you remember how you felt?\nClaudio:        Yes. Unhappy. Yeah.\nAnita:        Unhappy because?\nClaudio:        Because I was away from my country, from my ... I was like, \"I'm not going to make it to be a doctor.\" And away from my parents. I felt like I was a baby, still. 16, you know.\nAnita:        Yeah. How did people treat you at work?\nClaudio:        Nice. They were all Mexicans. Everybody was Spanish, talking in Spanish. It was okay. I stayed in there, in that job, for eight months. The supervisor asked me if I wanted to move around to different departments. The first department they moved me, it was like cold sides, like making salads, and all the cold sides. Then they moved me to bakery. That's how I learned a little bit about English. I mean, more English, because I had to read the books, the recipes.\nAnita:        Did you make bread?\nClaudio:        Bread, cakes.\nAnita:        You've made them.\nClaudio:        Yes. Cookies.\nAnita:        That's why you're a pizza maker.\nClaudio:        Well, it's a little bit different. Yeah. But-\nAnita:        Did you like making bread?\nClaudio:        Yeah, I liked that. I liked to be in the bakery. Yes.\nAnita:        Yeah? Because it was more creative, or?\nClaudio:        Yes. More creative, and I was in charge of my department.\nAnita:        Yeah. And how soon did it take you, from going from dishwasher to be in charge of the bakery?\nClaudio:        Year and a half.\nAnita:        A year and a half.\nClaudio:        Yeah.\nAnita:        And were you studying English?\nClaudio:        No. My supervisor told me to take some courses in English, but I never did.\nAnita:        Why not?\nClaudio:        Because I have two jobs. The Country Buffet was from 7:00 a.m. to 3:00 p.m. After that, I was going to another job as a busboy.\nAnita:        What was that? Where?\nClaudio:        Busboy. ______ was the name of the restaurant, ______. It's a Greek, I think?\nAnita:        A Greek diner?\nClaudio:        Mm-hmm (affirmative). Something like that, yeah. It was always busy.\nAnita:        Yeah?\nClaudio:        Yeah.\nAnita:        Which job did you like more? Or which one was least bad?\nClaudio:        From all of them?\nAnita:        No, from the Country Buffet and the Greek diner?\nClaudio:        Oh, the Country Buffet. Yeah, because it was my first job and I know almost everybody in there.\nAnita:        How did they treat you at the Greek diner?\nClaudio:        Bossy.\nAnita:        They were bosses.\nClaudio:        Yes.\nAnita:        Were they Greeks?\nClaudio:        I think so, yeah. Yeah. I was not really happy at that job. But it was just to make a little bit of money.\nAnita:        So you worked how many hours a day?\nClaudio:        From 7:00 a.m. all the way to 9:00 p.m., so 14 hours?\nAnita:        Wow.\nClaudio:        I did that for about three years. Yes, because-\nAnita:        At these two jobs? Or at different ones?\nClaudio:        Yes.\nAnita:        At these two jobs.\nClaudio:        Then, I quit on both of them. I quit, and I went to a gas station because I wanted to do something different. The owner, he teach me how to use the register, so it was more ... not too hard, you know? Not moving too much and stuff. Just taking the cash, putting the cash, and that's it.\nAnita:        And the owner was an American?\nClaudio:        No, he was from India.\nAnita:        India?\nClaudio:        Yeah. He was a good man.\nAnita:        He was?\nClaudio:        Yes.\nAnita:        What made him a good man?\nClaudio:        Well, because he teach me, and he was always like checking me, and giving me tips of how to not make mistakes.\nAnita:        Now it's getting noisy. Now we have to get up. I knew it. Just a second.\nClaudio:        Okay.\nAnita:        Let's just ... Oh, no. Okay. Let's stay. So he was giving you tips. Tips on what to do.\nClaudio:        Well, for me he was a good man. Yeah. But the only bad thing, it was overnight.\nAnita:        Oh dear. Was that scary?\nClaudio:        Not really, but I have to quit because I couldn't sleep during the day. I was working from 9:00 p.m. to 6:00 or 7:00 a.m.\nAnita:        Wow. Then you'd go home and you couldn't sleep, because it was daytime.\nClaudio:        Yes. So I ended up quitting.\nAnita:        How long did you last at that job?\nClaudio:        About six months, probably.\nAnita:        Six months?\nClaudio:        Yes.\nAnita:        And then what?\nClaudio:        And now the restaurant. I started at an all the at fast food companies. I went through McDonald's, Burger King, Pizza Hut, KFC.\nAnita:        Was one better than the rest?\nClaudio:        Not really.\nAnita:        No?\nClaudio:        No, not really.\nAnita:        Are they very similar?\nClaudio:        Yes. Yeah.\nAnita:        What did you do there?\nClaudio:        Well, Burger King, of course making the burgers, putting all the sides. KFC, I started, that's where I stayed longer. In KFC I started in the kitchen, cooking the chicken. Then I move around, and I ended up as a Supervising Chief. But you have to work under pressure.\nAnita:        You had all these jobs. Do you feel that being in the United States changed you, in any way?\nClaudio:        Yeah. I think so.\nAnita:        What do you think?\nClaudio:        Well, because I learned. I learned things that I never learned. I have experience now in the kitchen. I like to cook. I know how to clean, and I'm a good cleaner also. That's the good thing about those jobs.\nAnita:        Did you make American friends?\nClaudio:        Yes, I did. I almost married with [redacted name].\nAnita:        [redacted name] doesn't sound American.\nClaudio:        But she is half Mexican, and half German.\nAnita:        Half German and half Mexican? How did you meet up?\nClaudio:        We met at nursing home. She was CNA assistant, and I was a housekeeper. It was kind of weird, because I didn't know how to speak English, and she didn't speak Spanish.\nAnita:        So how did you communicate?\nClaudio:        She started it. Yeah. She started it. She said, \"I like you. I'll teach you.\" She started writing. And well, she teach me a lot, I think.\nAnita:        Yeah? So you communicated with signs?\nClaudio:        A little bit. And well also, her dad speak Spanish and English. I think her dad wanted her to get married with me, because when we went to her house, he was so happy to see her with me. And we lived together for almost three years.\nAnita:        Really?\nClaudio:        Yeah.\nAnita:        What happened to that?\nClaudio:        She changed.\nAnita:        She changed.\nClaudio:        Yeah.\nAnita:        How'd she change?\nClaudio:        She started smoking and drinking a lot, and I didn't like that.\nAnita:        I was going to ask you about that. We've talked to lots of Mexicans who've grown up in the States, and a lot of them get involved in sort of all kinds of stuff.\nClaudio:        Yeah.\nAnita:        It doesn't seem like you did.\nClaudio:        No, I never did.\nAnita:        Why?\nClaudio:        I guess, I don't know. A lot of friends asks me that kind of question. I don't know. I really don't know. I drink, yes, but like socially. But I never get addicted. Now, it's still an addiction. But I'm not like, I don't think I'm an alcoholic. But I never used any other drugs.\nAnita:        But did gangs try to recruit you?\nClaudio:        No. No, never. No.\nAnita:        In the middle of Chicago?\nClaudio:        No, but I knew who was like, Latin King, something they call it like that?\nAnita:        Yeah.\nClaudio:        But I tried to stay away from them.\nAnita:        Why? You were all alone, then. Why wasn't it attractive to you?\nClaudio:        It just wasn't. I don’t – It's weird. But no.\nAnita:        Did they try to say, \"Come on, come on. Be with\"-\nClaudio:        Oh, yeah. \"Try this\", or \"Try that\". No. No thank you, no.\nAnita:        Then they left you alone?\nClaudio:        Yeah.\nAnita:        They didn't push.\nClaudio:        No. I guess I was lucky.\nAnita:        Yeah. What happened to you, to end up back here?\nClaudio:        That question, I still asking to myself. Because one day, it was October 31st.\nAnita:        October 31st?\nClaudio:        Yes. Of 2012.\nAnita:        Halloween.\nClaudio:        7:00 a.m., knock knock on my door. It was Immigration. Yes.\nAnita:        Just out of the blue.\nClaudio:        Three tall guys. I mean, they showed me a paper with my name. \"Are you Claudio?\" \"Yes?\" \"Can you come with us, because we have some questions for you?\" Well, they asked me first if I was in the country legally, or illegal. And I said the truth. I was illegal. \"Can you come with us to ask you more questions?\" \"Okay.\" That's how everything changed, and that's why I'm here.\nAnita:        Do you think somebody gave your name?\nClaudio:        Probably. Or either in my job, or a friend, or ... I have no idea about that.\nAnita:        How did you feel? I mean, you didn't really want to be ... it doesn't seem like you loved being in the US.\nClaudio:        At that time, I was happy.\nAnita:        Oh, really?\nClaudio:        At that time, yeah. I was happy, because I had my car. I had a nice apartment. I mean, rent. I was renting, but it was a nice apartment, almost in downtown Dallas. Dallas, it's a nice city. It's a beautiful city. I like it. I still miss. I made friends in Dallas. And I did ask them, but they never told me the reason why they would knock on my door that day.\nAnita:        Did you work with [redacted name] anymore?\nClaudio:        No, there was ... I met her in Chicago.. That was years before.\nAnita:        Yeah. Did you have a girlfriend in Dallas?\nClaudio:        No.\nAnita:        You were alone.\nClaudio:        I was alone all the time.\nAnita:        Yeah? So what was it like to come back here?\nClaudio:        It was hard, because from all of November, and December, and part of January, I was fighting my case to stay in the country. But I couldn't stay, because in the first place it's illegal to cross the border with no visa or any documents. They have to, I have to be in a courtroom.\nAnita:        How were you trying to fight it? What were you saying?\nClaudio:        They asked me if I wanted to see the judge. I said yes, because they told me, \"Well, you've been here from a lot of years. You have no record of any crimes.\"\nAnita:        Yeah. Right.\nClaudio:        \"You have family that, they are legal here. Probably you can stay. Did you want to see the judge?\" \"Yes.\" But the first judge, how do you say it? Negó [denied]?\nAnita:        Rejected.\nClaudio:        Rejected. Rejected. Then I went to a second court, and also rejected. They was giving me another day, it was March I believe. I didn't want to stay anymore. So I signed it, and they sent me on a bus.\nAnita:        So this was the Obama administration.\nClaudio:        It was, yes.\nAnita:        When they were supposed to be leaving people like you alone, right? People without records?\nClaudio:        That's what he said. That's what he said.\nAnita:        Did you have other friends, or did you know about any other people who-\nClaudio:        In the same place?\nAnita:        ... the same thing happened to?\nClaudio:        Yeah. I have my friend [redacted name]. Yeah, the same thing happens to her. She was traveling from Dallas to New York, and they stopped the bus. In the wait, they asked for documents. She didn't have them. But they lets their ... I mean-\nClaudio:        She's always encouraging me to apply in a call center, because that way I can, not to lose my English, that little bit I know, because I have losed a lot, because I don't practice.\nAnita:        But it's still good.\nClaudio:        I have applied in three different ones, but I haven't passed the test.\nAnita:        You should talk to-\nClaudio:        My typing is still slow. I have to type faster.\nAnita:        Yeah. You should, I'll introduce you to [redacted name] afterwards, who runs this place.\nClaudio:        Okay.\nAnita:        So you can make the contact. So when you came back to Mexico, what was that like?\nClaudio:        I feel strange. Yes.\nAnita:        Why?\nClaudio:        I told my sister, \"I feel like this is not my place.\" It looks different from when I left. I didn't speak Spanish like everybody else, or like I do now. It take me a few months or probably a year to speak just like everybody else here. I feel unsafe at the beginning, because everybody talks about, \"Oh, te van a robar [they’re going to rob you].\"\nAnita:        Were you ever robbed?\nClaudio:        Two times, yeah. My cellphone. Yes. That's what they're looking for.\nAnita:        Do you miss anything about the United States?\nClaudio:        My good friends. Yeah. That's where I met [redacted name], in Dallas. Yes. Yeah. And I have a good, good friends in Dallas. I mean, I still have contact with them by phone, but it's not the same.\nAnita:        Do you think the United States is different from Mexico?\nClaudio:        Yes, it is.\nAnita:        In what way?\nClaudio:        It's much safer. Yes. I mean, the pay, they pay you better in the jobs. The quality of life, it's better.\nAnita:        What about socially, or culturally, or any of those things?\nClaudio:        I have a good experiences. Socially, it's good. I guess it all depends who do you make your social groups, you know? Because of course, if I make bad social life, I'm going to be ending up bad. But I never thought about them.\nAnita:        So where did your friends come from? Were they American? Were they foreign? In Dallas, who?\nClaudio:        In Dallas, mainly other Mexicans.\nAnita:        Mainly Mexicans.\nClaudio:        Mainly Mexicans, yeah. But I have a couple friends from Africa.\nAnita:        From Africa?\nClaudio:        Mm-hmm (affirmative).\nAnita:        From where in Africa?\nClaudio:        I don't know. I don't know. I mean-\nAnita:        But really from Africa? Not-\nClaudio:        Yeah, that's what they said. From Africa. I have another friend, he's from Hong Kong. Very nice, very friendly. I mean, yes.\nAnita:        How did you meet all these people?\nClaudio:        At work, or sometimes in the clubs.\nAnita:        In the clubs?\nClaudio:        Yes.\nAnita:        So in the evening when you go out?\nClaudio:        Mm-hmm (affirmative). Yeah. Of course, with other friends, if we are having a drink, they start talking to you. That's how sometimes you make a good friendship.\nAnita:        And have you done the same things here in Mexico?\nClaudio:        No. When I opened the pizza place, I started working, and it's absorbing too much, yeah? Now I have a guy working the pizza area. I just visit it twice a week, because I have a kid.\nAnita:        But do you still, can you make friends the same way you did when you lived back in America?\nClaudio:        Probably. But I just, I haven't given it a chance. Yes.\nAnita:        Was there sort of a part of you that ... Do you feel Mexican?\nClaudio:        Yes.\nAnita:        Do you feel American?\nClaudio:        Mexican.\nAnita:        Mexican.\nClaudio:        Yes.\nAnita:        Did you always feel Mexican? Was there a moment when you said, \"Wow, I'm becoming more American. Help me\"?\nClaudio:        Yes. There was one moment I thought, \"Ugh, I'm not Mexican.\" Yeah.\nAnita:        Do you remember when that was?\nClaudio:        Yes. In Dallas, of course. Yeah. Because in Phoenix, when I moved to Phoenix, Phoenix it is different from Dallas. Even the people. I mean, Dallas has more friendly people, in my opinion. In my opinion. In Phoenix, I was just working, home and work.\nAnita:        Right.\nClaudio:        Yeah. Didn't have many friends. Yeah. But in Dallas, it seems I like everything about Dallas. I was in Chicago for almost seven years.\nAnita:        Yeah. But Dallas is what stays with you.\nAnita:        Yeah. What about the doctor?\nClaudio:        Oh, being a doctor again? It's going to be hard.\nAnita:        Do you ever-\nClaudio:        No.\nAnita:        Really?\nClaudio:        Not impossible, but it's going to be hard. Yeah.\nAnita:        Is it still a dream?\nClaudio:        Could be my third option, probably.\nAnita:        Third? What are the other two?\nClaudio:        The main one, it's to be, how do you say? Nutrition?\nAnita:        Nutritionist?\nClaudio:        Nutriólogo [nutrionist].\nAnita:        A nutritionist.\nClaudio:        A nutritionist, yeah. That's the main one. The second one is psychology.\nAnita:        Yeah?\nClaudio:        Mm-hmm (affirmative).\nAnita:        Wow.\nClaudio:        And the third could be a doctor, probably.\nAnita:        So your child was born here?\nClaudio:        Yes.\nAnita:        Does she – Is it a she or-\nClaudio:        It's a boy.\nAnita:        It's a boy. Does he speak English?\nClaudio:        I'm teaching him, yeah. He did have a contest, spelling bee last week, on Wednesday.\nAnita:        And?\nClaudio:        Well, he was fighting for third place, because the first places, first and second, it was two little girls. He was fighting with another boy for the third place.\nAnita:        Oh, not bad.\nClaudio:        I mean, not bad. From 28, I think he did good. Yeah.\nAnita:        Wow. How old is he?\nClaudio:        Six. He's in first grade.\nAnita:        And he can already spell?\nClaudio:        Yeah. Yeah, he ... I mean, you say the word and he spell the word.\nAnita:        Wow. Does he want to go to the US?\nClaudio:        We have never talked about it. Probably to Disney, or ... But we haven't talked about that.\nAnita:        You won't make him do what you did.\nClaudio:        I'm not thinking about going back, and especially I can't go back, not the same way that I did the first time. I'm not going to go. If we do, it has to be with a visa.\nAnita:        And you won't make him do what your parents made you do, what your brother made you do.\nClaudio:        Oh, no. No, never. No. Actually, he wants to be a police or firefighter.\nAnita:        Yeah, but he's six.\nClaudio:        Yeah. Which I would like it, but I don't want it to go into that yet.\nAnita:        Yeah, but he's six. No. He'll become a doctor. Don't worry about it.\nClaudio:        Probably. A wish.\nAnita:        Okay. Thank you so much.\nClaudio:        You're welcome.\nAnita:        It was wonderful talking to you.\nClaudio:        Thank you.\nAnita:        Do you have any questions for me? \nClaudio:        No. No, no.\nAnita:        Thank you so much, Claudio.\n\n\n\n\n\n\n\tPage  of",
    "annotations": [],
    "audio": [],
    "subjects": null,
    "bio": null
}