{"name": "Cris", "date": "June 4, 2019", "location": "Mexico City, Mexico", "interviewer": "Lizzy Cannon", "portrait": "Chris_6-4-2019_Portrait.jpg", "thumbnail": "Chris_6-4-2019_Thumbnail.jpg", "text": "\n   Lizzy: How old were you when you left Mexico?\n \n \n   Cris: Okay. So, like you said, my name is Cristian. I just go by Cris\n   though [Laughs], everybody knows me as Cris. So I was born in the city of\n   Puebla, Mexico, which is a state south of here. Seven months to a year, in\n   between that time frame, my dad took me, my older brother, my mom, and he\n   took us to the States.\n \n \n   Cris: I think we stopped by Houston and Galveston first, and then we\n   hunkered down in Oklahoma City, Oklahoma. That's where I lived all my life.\n   Oklahoma City, Oklahoma.\n \n \n   Lizzy: Okay. So you have no memory of Mexico as a baby?\n \n \n   Cris: At all, at all [Laughs].\n \n \n   Lizzy: Your whole life growing up was in the States?\n \n \n   Cris: Yes.\n \n \n   Lizzy: And in Oklahoma?\n \n \n   Cris: ____ Oklahoma.\n \n \n   Lizzy: What was your favorite thing about Oklahoma?\n \n \n   Cris: Everything. There's not one thing I don't like. The only thing I\n   don't like about Oklahoma, is the outskirt towns where they're not too\n   accepting of outsiders—racism. It's like everywhere, racism even exists\n   here in Mexico. I've learned that so far. But that's the only thing I don't\n   like about it. But I mean I'm really patient with people, so even when\n   people would act rude with me, I would always talk to them nicely. Tell\n   them, “Sorry to bother you, I'll go ahead and go back where I came from.”\n \n \n   Lizzy: What kind of rude things would people say to you, or racist things?\n \n \n   Cris: I've always had tattoos, so they would think twice about offending\n   me. They would just give me these looks. Say I'd go pump gas, \"Oh, we don't\n   got no gas right now.” I just seen a guy pumping gas. \"I said we don't have\n   gas right now.” “All right, sorry to bother you man. I'm heading out.”\n \n \n   Cris: So, I'll just leave, stuff like that, and you can tell it's because\n   race. Which it's okay, I pray for people like that, because they're not\n   okay inside. That's the only thing I've dealt with there, a little bit of\n   racism. But at the end, as I got older—because see I've been working since\n   I was 14 so I've been in the construction field all my life—I've met a lot\n   of people that are downright racist, but when they meet me, they're like\n   \"You know what, for a bean eating\"— they start saying that—they're like,\n   \"You're all right man.” I was like, “You know what, you're all right too.”\n   So I have a lot of friends that were racist before they got to meet\n   actually somebody from a different race, and they're like \"You're all\n   right.”\n \n \n   Lizzy: That's cool.\n \n \n   Cris: \"You're not as bad as I thought. You guys aren't as bad as I thought\n   you were.” [Laughs].\n \n \n   Lizzy: You helped change their mind a little bit?\n \n \n   Cris: Yeah, I still talk to a lot of my GE's, a lot of the contractors. And\n   like I said, I don't blame them. They were raised around it. Most people\n   are products of their environment, so that's how I see it. I don't judge\n   them on how they act, because sometimes that's how they were raised. So\n   it's like, I'm really patient with people.\n \n \n   Lizzy: How is the racism in Mexico, how does that compare to racism in the\n   US?\n \n \n   Cris: Sometimes it's worse. Like me, I'm dark-complected. People that are\n   Mexican and they're light-complected, they're racist against you. The one\n   thing that I do hate about that part of society here in Mexico is the fact\n   that they're very racist against the indigenous. And me, I love my roots. I\n   mean I was raised around Native Americans, so I have that love for the\n   indigenous people.\n \n \n   Lizzy: Do you have indigenous roots?\n \n \n   Cris: Not Native American, but from here, yes.\n \n \n   Lizzy: From here, yes.\n \n \n   Cris: Yeah, I do. Yeah and I love it. I never knew it until I met my\n   family. They're from this little town called La Palma, over in Puebla. And\n   there's deer there and everything, and there's a volcano. And I started\n   meeting everybody, and they do the whole dance, the dance [inaudible\n   00:04:32], all that stuff. They dress up and they go to the big towns to\n   make money and dance. They danced because they want to, because it's their\n   tradition. But obviously they ran into foreigners that \"Hey, can I take a\n   picture with you?\" and then the foreigners will give them a tip.\n \n \n   Cris: After I found out I still have family here in Mexico that I didn't\n   know, but they still actually lived like the indigenous, that was really\n   exciting for me because I've always had this really, really deep passion\n   for history. I just love learning history. That's my favorite topic, is\n   history.\n \n \n   Lizzy: That probably was really cool, connecting with that part of your\n   family.\n \n \n   Cris: It was, it was. Because see, they were more accepting than my other\n   family. On my dad's side, my dad, his dad, has Arabic in him, and his mom\n   is from Spain. Well you can imagine, they're both light-skinned, so my\n   dad's really light-skinned. My dad is the black sheep of his side of the\n   family. So his side of the family, they do not like us at all. They say\n   that we're not even part—we're not even ___. They say we're not. They don't\n   even claim that name. But I just pray for them.\n \n \n   Lizzy: So, you don't talk to them?\n \n \n   Cris: No they don't even let me go to their... I've only went to my\n   grandma's house three times. First time was with my dad. The last time I\n   went, I went by myself and I rung the doorbell and they were like \"Who is\n   it?\" I was like \"I'm Cristian, I'm come here to see my grandma. My abuelita\n   Marta.\" I was like \"Who's this, is it my tia?\" And they're like \"Okay, just\n   wait there, she's coming out.” And she has a walker. They made her go\n   outside to talk to me. Yeah, that's how bad it is with them. They don't\n   like us, I don't know why—it's because of the skin color thing, I don't\n   know.\n \n \n   Lizzy: You think it's because they have lighter skin, so they don't accept\n   you?\n \n \n   Cris: Because their roots, really. Because they have money, they have\n   factories where they make fabrics and stuff. So they're loaded. When I\n   first got here, I was buying stuff left and right for my cousins and stuff,\n   so I guess they seen it as me trying to challenge them or something. I\n   don't know. But me, I was just sharing the happiness with my family.\n \n \n   Cris: They seen how I dress, they seen my tattoos, and they don't want no\n   part to do with me. They don't want me talking to their children or\n   anything like that. They don't want me to give them a bad influence, I\n   guess—make them think \"Hey look, his tattoos look cool, I want to get a\n   tattoo.” I think that's really what it's about.\n \n \n   Lizzy: They see you as a bad influence?\n \n \n   Cris: Yeah, yeah.\n \n \n   Lizzy: Just based on how you look?\n \n \n   Cris: Yeah. And that's normal. Well, back in the States it's not like that.\n   No, not at all. Because back in the States everybody has tattoos. I know\n   nurses and lawyers that have tattoos. It's nothing.\n \n \n   Lizzy: The tattoos. You think people judge them more here, than in the\n   States?\n \n \n   Cris: Oh yeah. Especially mine, because they see mine and they're like \"Oh,\n   he has numbers on him. He's from a gang.” No, that's the area code to\n   Oklahoma, look it up man. [Laughs].\n \n \n   Lizzy: Which one, the 405?\n \n \n   Cris: Yeah, 1405. I added the one because—\n \n \n   Lizzy: One for the US?\n \n \n   Cris: Yeah. There you go, you know. [Laughs]. Yeah, and then this is the\n   Oklahoma flag.\n \n \n   Lizzy: Okay.\n \n \n   Cris: If you've ever seen the Oklahoma flag, that's the symbol on there.\n   This is the skyline of Oklahoma. This says “Oklas,” which is how us\n   Chicanos—Ochos as they call us here—that's how we say Oklahoma back there.\n   Oklas, Oklas City. I was raised in the west side of town, so I have the\n   west bound. That's where I've always lived. Oklahoma City Thunder. The I40.\n   I'm still going to get all the highways that I've been on in Oklahoma and\n   all over the States. I don't know why, I love driving man. That's the one\n   thing I've always loved is driving, is traveling. Road trips.\n \n \n   Lizzy: Oklahoma is beautiful drive. I've driven just across country, across\n   through Oklahoma—\n \n \n   Cris: Through I40?\n \n \n   Lizzy: I don't remember.\n \n \n   Cris: Was it east-west or north-south?\n \n \n   Lizzy: Going east-west.\n \n \n   Cris: Okay. I40, that's this one.\n \n \n   Lizzy: Just wide-open roads—\n \n \n   Cris: This one is north-south. Takes you from Texas all the way up to...\n   What is that, Wyoming? No. What state is that? Above Kansas there's...\n \n \n   Lizzy: Nebraska?\n \n \n   Cris: Nebraska, there you go. I went all the way to Nebraska. That's as far\n   as I went.\n \n \n   Lizzy: Your arm is just full of Oklahoma pride.\n \n \n   Cris: Yeah, yeah.\n \n \n   Lizzy: What about these ones?\n \n \n   Cris: This is Oklahoma City Dodgers. These two roses represent my two\n   daughters, my oldest one and then my baby.\n \n \n   Lizzy: You'll have to tell me more about them in a minute.\n \n \n   Cris: Yeah. This just says pretty much, it's a Korean word, it's Elohim\n   [Korean 00:08:55]. But Elohim is a Hebrew word, it just means God. So, it\n   pretty much breaks down to God the Father and God the Mother in Korean, but\n   it's a Hebrew word.\n \n \n   Lizzy: Cool.\n \n \n   Cris: Half-Korean, half-Hebrew. [Chuckle].\n \n \n   Lizzy: That's very multi-cultural. I like it.\n \n \n   Cris: Yeah, because—\n \n \n   Lizzy: Korean-Hebrew tattoo.\n \n \n   Cris: I just love everything about life. There's no room in my heart for\n   hate. So I love every culture. I'm so intrigued by every culture. I love\n   learning languages. Arabic, I know a little Arabic. A little Korean. I want\n   to get into Russian, but—\n \n \n   Lizzy: Oh, Russian's tough.\n \n \n   Cris: Yeah, I mean the only thing I've learnt is [Russian 00:09:31], and\n   that's just a greeting. That's good enough for me, at least I know one\n   word. [Lizzy laughs].\n \n \n   Lizzy: That's good for now.\n \n \n   Cris: Yeah, so I mean this is my older daughter's name. An ex-girlfriend\n   that I had in the States, she passed away.\n \n \n   Lizzy: Sorry.\n \n \n   Cris: That's fine. It was in 2013, so I accepted it. This one, my brother\n   wanted to practice. This is the only one that doesn't mean anything.\n   [Laughs]. I let my brother practice.\n \n \n   Lizzy: It's from your brother.\n \n \n   Cris: Yeah. I love my brother, he's awesome. This one is symbolical,\n   because ever since she passed away, I got this one. Because it's\n   symbolical. Ever since she passed away, it's storms, and this is supposed\n   to be lightning. And she's crying. So it's like ever since she passed away,\n   it's been stormy days and sad days in the city, that's why it's raining on\n   the city. [Chuckles].\n \n \n   Lizzy: That's beautiful.\n \n \n   Cris: And this is actually symbolic for her as well. She was Native\n   American, she was from the Northern Cheyenne Arapaho Tribe. There's five\n   princesses to each, there's Northern, Eastern, Southern and Western\n   Cheyenne Arapaho tribes. She was one of the princesses of her tribe. They\n   picked the prettiest ones and the ones that danced the best, their\n   indigenous dances, and she was part of that. Yeah, she was a really awesome\n   person. So I told them to do a Native American princess on me, but he ended\n   up doing some Anime stuff. [Both laugh]. It was an Asian guy, and he\n   skipped town after he did this. He knew he messed up, so he skipped town.\n \n \n   Lizzy: It still looks Native, it's like Native American Japanese, mixed.\n \n \n   Cris: Yeah, it's cool because I just love every culture. I don't hate it, I\n   just wish it would look more Native American.\n \n \n   Lizzy: Sure.\n \n \n   Cris: But see in a way it's a good thing, because see down here, having\n   this, since it's Native American... See the thing here is, there's two\n   categories of deportees, There's the Cholos, gangbangers, and there's the\n   neutral ones that don't get into that stuff. I'm on this side. So, I look\n   like I'm from this side, like a Cholos.\n \n \n   Cris: People always go to \"Hey, where you from?” I'm like, \"I'm from\n   Puebla, but I lived in Oklahoma.\" They're like, \"Nah, where you from\n   Homie?” I'm like, \"I was raised I'm Oklahoma.” They're like \"Quit acting\n   stupid, Homie. Where you from?” I'm like, \"What, you mean like gangs?”\n   They're like, \"Yeah, Homie, what you banging?” I'm like, \"I don't gang\n   bang, man. I'm too mature for that stuff,” and then they get mad. They get\n   made when you tell them\n \n \n   Cris: Because I mean, I don't hate it, but I'm totally against gangbanging\n   and all that bad stuff. Narcotrafficking, I hate that stuff. I just don't\n   like it, because it's like you're fighting over a street corner that's not\n   even yours—it belongs to the United States Government. A gang that has\n   three letters and two numbers, what do you get out of it?\n \n \n   Lizzy: Why do you think that so many migrant young guys in the US end up\n   getting involved in gangs?\n \n \n   Cris: Absence of a father in all honesty. Because when I was a teenager, I\n   started hanging out with gangs just to fit in. I got out of it like a year\n   later, because I realized it wasn't for me. But yeah, everybody that's in\n   there is either because their dads are in prison or their dad, or they left\n   them. And they feel comfortable around their homies to where they feel like\n   they're their brothers and they look up to them.\n \n \n   Cris: In all honesty, people will probably tell you something else, but\n   they're just trying to cover the fact that it's because of the absence of a\n   father. Or lack of attention from their mother sometimes. Like me, my mom\n   was always too busy working. So I would get suspended from school, I walk\n   down the block and there goes the big homies. The big homies. [Chuckle].\n   And they're like, \"Hey man, come over here. Hang out with us.” One thing\n   leads to another, but that's how it starts: lack of attention at home.\n \n \n   Lizzy: Needing a role model—\n \n \n   Cris: There you go.\n \n \n   Lizzy: An older figure.\n \n \n   Cris: That's what it's all about. I mean, people will say \"Man, that's a\n   stereotype.” No it's not, I lived it. I know for a fact that's what it is\n   because everybody that I knew that was my age hanging out with them\n   gangsters, they were there for the same thing. Their dads were in prison,\n   locked up or dead. So I think that's the main problem right there.\n \n \n   Lizzy: So why was it that you were able to avoid that?\n \n \n   Cris: Ever since I was little, my mom even told me, she said that I'm\n   weird. Everybody thinks I'm weird, because I'm very mature for my age and I\n   think things over a lot. I overthink a lot. I've even passed out in the\n   subway. Because I have really bad claustrophobia. And when I go out in\n   public, I stand out bad. So you can imagine how that... Well, I mean, I\n   haven't explained it to you, but I get really bad anxiety—really, really\n   bad. To the point where my fingers go numb and then my toes go numb, and\n   then slowly but surely all the electricity comes. It feels like electric\n   shocks, and they'll come up my arms and my legs, and I know that since I've\n   been through it so many times, I know what's coming next. So I try to get\n   out of the subway.\n \n \n   Lizzy: Do you get panic attacks?\n \n \n   Cris: Yeah. I sit there and I think I'm breathing right, and out of\n   nowhere, just my vision just going like this, and I feel my lungs like this\n   little, and I'm sitting there, [Pants] I can't breathe. Then out of nowhere\n   I'm just like \"Oh, crap,,” and I can just see myself falling and I can't do\n   anything about it. I get paralyzed and I just fall, and I go to sleep. That\n   happens a lot.\n \n \n   Cris: Here, it's worse. Back in the States I didn't really deal with it\n   that bad, but when I got here…Since I stand out so much. And back in States\n   it would be just overthinking, like \"Oh, people are probably staring at\n   me.” No, here, it's because they're staring at me. It doesn't matter what I\n   do. If I'm smiling, they're staring at me. If I'm in a bad mood, they're\n   staring at me. They're always staring at me. So I just feel that pressure\n   on me. It affects me a lot.\n \n \n   Lizzy: It's making your anxiety a lot worse here?\n \n \n   Cris: A lot worse. [Chuckle]. I passed out in the subway about six, seven\n   times. I got a phone stolen from me one time when I passed out, and my\n   wallet. [Chuckles].\n \n \n   Lizzy: Wow.\n \n \n   Cris: Yeah, people here are always looking to get over on you. I've dealt\n   with that a lot here—well, just with the cops. That time was the only time\n   that I don't know who did it, nobody seen nothing. Obviously somebody seen\n   it, but nobody seen nothing.\n \n \n   Lizzy: What about with the cops?\n \n \n   Cris: Oh, man. My welcoming to my country, I was walking in Puebla two\n   weeks after I got here. I was really depressed, I was crying, I was even\n   suicidal. Really, really bad. It was the worst of the worst you can\n   imagine.\n \n \n   Lizzy: How old were you at that time?\n \n \n   Cris: 25.\n \n \n   Lizzy: 25. And how old are you now?\n \n \n   Cris: I'm 27.\n \n \n   Lizzy: Okay, so two years ago you came back.\n \n \n   Cris: Yeah. Oh it's going on three, in September it'll be three years. But\n   it's crazy because ever since I was little I was bullied a lot, right? Now\n   that I got older, a lot of people used to bully me back home, but they're\n   littler than me. I grew. I was always in military school, so I was always\n   into discipline. When I got married I let go, I got used to being a father,\n   so I just let go.\n \n \n   Cris: But when I would see people that would bully me in middle school and\n   high school—I would see them on construction sites being the cleanup\n   guys—they'd be like \"I know you bro, what's up?” And I'm like \"I don't\n   remember you.” They're like \"Yeah man, we used to be friends at this\n   school.” And then after I talked to them, I'm like, “Where do I know this\n   guy from? This guy used to bully me. Why did he try to act like I used to\n   know him?”\n \n \n   Cris: That right then just shows I could sit there and get my revenge, but\n   there's no room in my heart. Like I said, there's no room in my heart for\n   hate, revenge, or nothing like that. But like I said... I'm sorry, I kind\n   of got lost there.\n \n \n   Lizzy: That's okay—\n \n \n   Cris: I get—\n \n \n   Lizzy: This is why I talk to you. I want to—\n \n \n   Cris: I get sidetracked a lot. [Chuckles].\n \n \n   Lizzy: —Talk. I want to hear your perspective, not me making you say stuff.\n \n \n   Cris: Okay. So yeah, like I said, when I first got here I was very, very\n   depressed. I mean in my life I tried to commit suicide three times.\n \n \n   Lizzy: Really?\n \n \n   Cris: Yeah. Once when I was back home. I was a teenager, I was 15 or 16, I\n   can't remember. I can't do the math right now, I'm really bad at math.\n   [Chuckles]. Well the mother of my child, when she was pregnant, she left\n   me. She left me for somebody else because she thought the baby was from\n   him. So I got really, really depressed and I don't know, I've just been...\n   Everybody back home calls me cry baby. Cry baby, that's what they call me,\n   because they know I'm really emotional.\n \n \n   Cris: I know I look how I look, but I look like a big bad tough guy,\n   whatever. That's what everybody tells me, \"You look like a gangster, you\n   look like you don't even get sad,” or whatever, right? But no, a lo\n   contrario, the exact opposite. I'm very emotional, very, very emotional.\n \n \n   Cris: So when that happened, it was around the time I was a teenager,\n   around the same time whenever I was hanging around with the gangsters.\n   Well, they used to hide their guns in my backyard, they used to bury them.\n   And that's one of the reasons why my mom told me that she would want me to\n   leave, and I would tell her \"You know what, you're right. I need to leave\n   your house.”\n \n \n   Cris: I went and buried up, got a gun out from the ground, and sure enough\n   it was full of bullets. Well the whole day, I was putting it to my head.\n   Because I was really sad. It was dumb of me to do this, but I mean I\n   learned from it. It's just weird, because the whole day I was cocking it\n   back and trying to do it. And it wouldn't work. It just wouldn't work.\n \n \n   Cris: And so the night time comes, and because night time is the worst time\n   for me, because I feel like I'm all alone. Nobody's there for me. I feel\n   like I'm nobody, I'm nothing. So I got the gun, and I put it here, and I\n   lay down. I'm praying the whole time, I'm like \"God, let me go with you. I\n   don't want to be here no more.\" And then I pulled the trigger.\n \n \n   Cris: I thought I died. I honestly thought I died, because when I woke up\n   everything was ringing and everything was black. I thought I was blind,\n   because I went like this, so I thought that maybe it made me go blind. I\n   was like, \"I'm alive, but I'm blind.” I was like, \"No. What did I do, what\n   did I do?\" So, I started crying, and I'm going like this, then out of\n   nowhere... This eye is busted, it's swollen. I couldn't even open. This one\n   was not that swollen. It was swollen, but not as much as this one, and when\n   I opened it I just see red.\n \n \n   Cris: So I sit up, and when I sit up, I felt like somebody threw a bucket\n   of hot water over me. Because all the blood that was around me, it followed\n   me and was dripping on me. I was literally spraying like a fountain,\n   because I went like this and I just seen the blood pumping out. I was like,\n   “Okay, so I'm dying. Just calm down.” And I stayed there, and I was like\n   \"Why am I not dying?” So I go to the restroom and I open my eye, and I just\n   see that all this is just blasted open.\n \n \n   Cris: So my brother goes in, he takes me to hospital, long story short. The\n   doctors told me \"You don't have a bullet in you, bullet came out.” And\n   they're like, \"You have somebody watching over you, because if that bullet,\n   if it wouldn't have bounced off you bone, it would've went into you head\n   and you'd be dead. If not, you'd be paralyzed from this side.” Because it\n   was going to go into this part of my brain.\n \n \n   Lizzy: So, it bounced off?\n \n \n   Cris: It went in here, it messed up this, this was reconstructed. It came\n   out here. It went in my nose and came out here. It went in here, when it\n   hit here, you can imagine the impact. So all this was just open. I don't\n   even know how it stayed so nice, they did a really good job.\n \n \n   Lizzy: Yeah, you wouldn't know looking at you.\n \n \n   Cris: Yeah, and you see this scar right here? That’s where the bullet came\n   out.\n \n \n   Lizzy: Little bit, it's a tiny scar though.\n \n \n   Cris: It was a 25 caliber. Yeah so it wasn't that strong of a gun, but it\n   was enough power to go into my brain. They're like \"No, it's not your\n   time.\" They're like, \"Because the bullet came out.” I'm like, “What?” I'm\n   like, “Okay, so...” I was over the whole depression thing, right? After, I\n   was like, “Okay so, I didn't die for a reason.”\n \n \n   Cris: So, then she got back with me, she was like, \"No, even if it's his, I\n   want to be with you.” Because I told her, “Even if it's not mine, I want to\n   be with you. I love you.” She was my first girlfriend. I got with her, and\n   I was with her, that was it. I decided from an early age that's who I want\n   to spend the rest of my life with. So yeah, I mean we were together for 12\n   years, up until I got deported.\n \n \n   Lizzy: That's what broke you up?\n \n \n   Cris: Yeah, the deportation. She said you know what, I can't do this. After\n   I signed the house over, the cars. After I give her all my money,\n   because... At the end of the day I don't regret it. I regret what she did\n   with it, but I don't regret giving it to her. Because at the end of the\n   day, I did my part. I did the best that I could, sorry, I did the best that\n   I could with it. I did the best that I could. I signed over everything to\n   her, and I gave her all the money that I have hidden in my attic.\n \n \n   Cris: Because ever since a young age, all my general contractors, they\n   would tell me since the early age \"Is it true you're married and you got a\n   kid now?” like, \"Yeah,” they're like \"Boy you're dumb.” I'm like \"Why?”\n   they're like \"Ae you one of them guys that go home and give her your\n   paycheck?” I was like \"No.” I was like \"I give her what she needs to pay\n   the bills and she pays them, because everything's in her name.” I was like\n   \"I'm illegal.”\n \n \n   Lizzy: Is she the mother of all of your children?\n \n \n   Cris: Yeah, yeah. I only have two kids.\n \n \n   Lizzy: Two kids.\n \n \n   Cris: Yeah, and they're both with her.\n \n \n   Lizzy: They both live with her?\n \n \n   Cris: Yeah.\n \n \n   Lizzy: In Oklahoma?\n \n \n   Cris: Yeah. I never got the DNA test on one, but I don't care. For me,\n   she's mine. It's this one. Emily, I know for 100% she's mine. That's my\n   baby. Like oh my god, I love her. [Laughs].\n \n \n   Lizzy: When was the last time you saw your daughters?\n \n \n   Cris: Year and a half ago. No, almost two years ago.\n \n \n   Lizzy: Before you were deported? After?\n \n \n   Cris: Yeah, after I got... No, a year ago. Because I've been here a little\n   over two years. Last year I was working over here at TeleTech and out of\n   nowhere she calls me—and she wasn't talking to me... Three months after I\n   got deported, after I signed everything to her and gave her all the money\n   that I had hidden, she waited two weeks and then I call her, and I can tell\n   in her voice she's not okay. And she's not wanting to talk to me.\n \n \n   Cris: I went \"What's wrong? Whatever you have to tell me I'm ready for it.\n   Just let me have it, just tell me. Don't let me think about it, because\n   that hurts me more than knowing the truth. I just want the truth.” And she\n   starts crying, she's like \"I'm sorry.” I was like \"It's okay. Don't worry\n   about it. I know what you're going to tell me.” She's like \"I'm sorry, I\n   tried to wait. I tried to wait.\" I was like, \"Yeah, I understand. Don't\n   worry about it.”\n \n \n   Cris: She was like \"I hope you can forgive me.” I was like, \"Well, I hope\n   you can forgive me.\" I was like, \"You did nothing wrong. You're doing what\n   you have to do, you're moving on. Because at the end of the day, you're on\n   your own, you're a single mother. You can't do anything that'll make me\n   mad.” I was like, \"I support you, I guess. I love you and it hurts me to\n   lose you to another guy, but I mean, so be it.” And then she started crying\n   and she hung up on me.\n \n \n   Cris: This was before I came to Mexico City, I was in Puebla. So when she\n   told me this, it took me back to when I was a teenager. I got really,\n   really depressed. I slit my wrists open, and I fell and I hit my head, and\n   I landed on top of my arm, so I didn't die. [\n \n \n   Lizzy: Lucky break.\n \n \n   Cris: Yeah. And then the third time, it was right after that, actually. I\n   was so mad that I didn't die. I even took out my stitches that I had, and I\n   tried open it, but it hurted so bad that I was like \"Oh, It hurts so bad,\n   I'm not doing this.” Because I actually found two veins, I don't know if\n   they were the main ones, but I cut them up like this. And I sat there and\n   run my hand under water, I was like \"I'm ready, I'm ready. I don't want to\n   deal with this.” It hurted so bad.\n \n \n   Cris: I was so mad at the fact that I didn't die. I used to get prescribed\n   medication for my anxiety, which I'm guessing it's the same as... Because\n   back home I used to get prescribed Alprazolam, which is Xanax.\n \n \n   Lizzy: Okay, yup.\n \n \n   Cris: Well down here, it's way stronger. And I was off my meds for two\n   months but I was keeping the boxes. I just didn't take them. And I told\n   them the last month, \"Hey, the pills are not working.\" They're like, \"We're\n   going to give you liquid Alprazolam.\" So they gave me the bottle. I didn't\n   take it. After, whenever it came to that time where she came out with the\n   truth and everything, you can imagine. Everything that I worked for, that I\n   worked really hard for all of my life back home, I lost it like that.\n   [Snaps fingers]. Not only did deportation get me down, that was my breaking\n   point. I grabbed 35 pills and the whole bottle of liquid Xanax and I drank\n   all that stuff. I was paralyzed for two and a half weeks. Almost three\n   weeks I couldn't walk, talk, think, or speak.\n \n \n   Lizzy: Did someone take you to the hospital?\n \n \n   Cris: They found me three days later in my house and I couldn't move. I was\n   just sitting there with my eyes open crying. I was dehydrated, I thought I\n   was dying slowly. And I was like, \"Man, I picked the wrong way to die, but\n   hey at least I'm dying.\"\n \n \n   Cris: Out of nowhere my uncle knocks on the door. And then he opens...\n   because the windows are, at that time they weren't real windows, they were\n   just a space with the glass and they were loose. He moved the window. He\n   was like, \"Cochi, are you in there?\" He was, \"I'm just checking up on you.\"\n   He's like, \"If you're asleep.\"\n \n \n   Cris: Then he calls me Cochi. It means pig. Because I was really big when I\n   got here. And then he looks in there and he's like, I don't know I just\n   hear him, “Pinche, Cochi,.” He kicks in the door a bunch of times and he\n   gets a hammer and he breaks it. And then he's looking at me on the forehead\n   and then he sees my eyes are open. And then he's, \"What's wrong? What's\n   wrong?\" And I'm just sitting there crying.\n \n \n   Lizzy: And at this point you can hear him, but you can't move?\n \n \n   Cris: Yeah. I can't do anything, I was paralyzed. I could not do anything\n   to save my life. And he picks me up. And he's, \"Help me Cochi, Help me.\" He\n   goes, \"I'm trying to help you.\" And I'm just sitting there like this. I'm\n   just barely moving my head. I'm trying to talk and I couldn't even move my\n   hands. I just started crying and crying. And sure enough he takes me to his\n   house. I don't know why they didn't think about taking me to the hospital.\n   I'm glad they didn't because now I realized they didn't take me because\n   they would have put me in a psychiatric ward.\n \n \n   Lizzy: And you didn't want that to happen?\n \n \n   Cris: No. No. No. For me to be locked up is the worst for me. I cannot be\n   locked up inside. Most of the day I'm not even inside of my house because\n   of the fact that I feel like I'm in prison. I don't like it. I'm always\n   outside. I'm always looking for something to do, hang out with friends. At\n   least just to talk. I don't like being inside of the house. I like being\n   out and about.\n \n \n   Lizzy: You feel like you're in prison if you’re at home?\n \n \n   Cris: Yeah, because after being locked up, whenever I'm in my room, I don't\n   even sleep with my door closed. This is going to sound weird but I'm scared\n   to be alone. I'm scared of the dark.\n \n \n   Lizzy: And that's just since being locked up?\n \n \n   Cris: Well, I've been scared of the dark since I was a kid. But since being\n   locked, I'm scared of being with shut doors, I'm scared to be by myself.\n   The two days out of the whole four months that I've been staying at this\n   new place that I've been there by myself for like an hour or two. Man I go\n   crazy and I just go walk around the neighborhood because I can't. I just\n   get really sad.\n \n \n   Lizzy: And when were you locked up?\n \n \n   Cris: June 12, 2015, is when I got to Oklahoma City County Jail.\n \n \n   Lizzy: So, let's back up just a tiny bit.\n \n \n   Cris: Okay, yeah sorry I'm just—\n \n \n   Lizzy: No, that's okay. How did you end up there? What happened?\n \n \n   Cris: Okay, so I'm going to try to say this. I hate saying this but okay.\n \n \n   Cris: I've always been a hard-working man. I woke up same routine as every\n   day, but this day I forgot to pee before I left home, so I pull into the\n   gas station—I'm on my way to work, it’s 4:30, I'm at the gas station\n   already. I pulled in a little too fast and I hit my brakes and I'm, \"Oh,\n   crap.” But I park. There's all these Mexicans. Everybody else is there too.\n   Everybody else going to work getting their coffee. I hit the front door and\n   I open it for some people. And then I hear him and he's like \"Driver, stay\n   where you are.\" And I look over at him but he's busy with his radio so I'm\n   maybe he's talking to somebody else. So I grab the door and I walk in and\n   he's, \"I said stay right where you are.\" And he's holding his gun.\n \n \n   Cris: And I'm like, \"Whoa officer, you don't have to do this.\" I was,\n   \"What's going on here?\" He was like, \"I told you to stay where!” He's\n   cussing, \"Stay where the fuck you're at.\" Okay officer. I was, \"I'm abiding\n   by everything you're telling me, what's going on here? What's going on? I\n   haven't done anything.\" He was like, \"That's for me to decide.\" He goes,\n   \"I'm investigating a crime that happened around here and you fit the\n   description.\" I was like, \"Officer, with all due respect, that's a pretty\n   dumb statement because I'm just same as all the other Mexicans in here.\" I\n   was like, \"Look at us, we're all in fluorescent shirts, blue jeans, and\n   work boots.\" I was like, \"Why you don't grab anybody else? How come it's\n   just me?\" He goes, \"Like I said, you let me deal with this. You let me\n   worry about the rest of the guys. Right now I'm focused on you.\" He goes\n   \"What's your name?\" I tell him my name. Looks me up, He's \"I can't find\n   you.\" I was like “Yeah because I don't have a criminal record. I've had\n   traffic violations but that's it.” He's like, \"Naw, you're lying to me.\"\n \n \n   Cris: So you know it turns out I did give him my right name but they needed\n   my fingerprint. When my fingerprint came up, I had a warrant that he\n   couldn't see with just my name. He had to have my fingerprint. I had sent\n   my buddy to pay off a traffic ticket that I had got three weeks before that\n   for the same thing. Well he didn't pay it off. He pocketed some of the\n   money.\n \n \n   Lizzy: Your friend did?\n \n \n   Cris: Yeah. So that's why I had the warrant. But that's not why he deported\n   me. Or why he arrested me. He arrested me because the fingerprint guy, the\n   guy that came with the fingerprint scanner, he was really racist. And he\n   grabbed me, he twisted me up and everything. He was like, \"You want to\n   fucking play smart with me?\" He's cussing up and down. And I'm like,\n   \"Officer, I don't know why you're doing this but go ahead. You could have\n   just asked me I would have put my hand out there.\" I was like, \" You don't\n   have to do all this. What's wrong with you?\" And then he's putting his hand\n   on the back of my neck. He's like, \"I told you to shut the fuck up.\"\n \n \n   Cris: And I was, “Okay officer.” So, then it turns out I had a bench\n   warrant for failure to appear in court for a traffic violation. I'm like,\n   “No that's not right.” I always pay off my traffic tickets. And he looks at\n   the picture because they don't have a picture of me since I was a teenager.\n   That's the only time I've been to Juvy. I had my own car by then so they\n   though I stole it because it wasn't in my name—it was in my dad's friend's\n   name. But after he proved it wasn't stolen and everything it was good. But\n   they did take me to Juvy. The CIC, it's not Juvy. So they take your picture\n   and everything. So, they are like, \"That's not him.\" I was like, “Please\n   think that's not me. I hope they really think that's not me because it was\n   me.”\n \n \n   Cris: And they're like, \"He don't have the tattoos.\" Because I didn't have\n   tattoos when I was a teenager. And then out of nowhere he's like, \"Just\n   take him in. We'll just figure it out in there.\" And that's how they took\n   me in. That guy he told him. And the other guy was like, \"Man, I really\n   wish I could help you right now. Because I'm not going to write you tickets\n   for no insurance. I'm just going to write you a ticket for no driver’s\n   license. That's it. I'm not going to get you for suspended or nothing like\n   that. Just no driver's license. I really wish I could help you.\" I was\n   like, \"At the end of the day, man you're doing nothing wrong. I can tell\n   just by looking at you you're not a bad person. You're investigating a\n   crime, I get it. But you're a part of this so I'm just going to pray for\n   you. It's not your fault. God knows it's not your fault.\" And he's just\n   sitting there and he's like, \"Man.\"\n \n \n   Cris: Because I told him, I was, \"Literally what y’all doing right now,\n   y’all separating a family. Even though I'm not legally from here, because\n   I'm going to be completely honest with you officer. I'm an illegal\n   immigrant. I'm here illegally.\" And then he said, \"Well, how you working?\"\n   I was like, \"Well, I'm an illegal immigrant, you can answer that by\n   yourself right?\" And he's like, \"Yeah, I get it.\" \"So you know what you're\n   doing right now, you're separating.\" And I'm crying this whole time.\n   \"You're separating a family. My daughters are going to be without a dad. My\n   wife is going to be at home waiting on her husband to call her. She's going\n   to be worried sick. My kids are going to wonder where's daddy?\" And he's\n   like, \"Man, I'm really sorry.\" I was like, \"It's okay officer, it's not\n   your fault.\" And then the other guy he's like, \"Yeah, it's not his fault,\n   it's your fucking fault for driving out here without a license.\" And I look\n   over and I'm like, \"I hope God helps you with that attitude.\" And he just\n   gets really mad and he ends up taking me to jail.\n \n \n   Lizzy: I just can't get over such a case of you were in the wrong place at\n   the wrong time. That they just happened to be there investigating some\n   other crime.\n \n \n   Cris: Yeah, I mean up until the other week, two weeks ago, I was really\n   confused about the whole situation because even though I'm not very\n   religious, all my life I've always believed in God. Because at the end of\n   the day my mom she always raised me religious but I got out of that.\n   Because in my eyes it just me and God really. I always believed that God’s\n   going to put me wherever I need to be. No matter what the circumstances. It\n   might seem like it's the end of the world for me but in all reality, God’s\n   helping me. God’s putting me somewhere where I need to be. And I have to\n   think about it with a selfless mind. Because at the end of the day, me\n   personally, I'm happier when I'm helping people. If somebody helps me I\n   can't accept it. I can't I don't know why, I just can't. Because I feel\n   like I'm a burden to people. What gives me calamity in my heart and my soul\n   is helping others.\n \n \n   Cris: So I didn't understand until two weeks ago, my mom calls me and she's\n   crying. I'm like, \"Calm down mom, what's wrong?\" And she's like, \"Where do\n   you live?\" And I was like, \"I live in Mexico City.\" Because she's like, \"Do\n   you still live in an apartment, a one room apartment?\" I'm like, \"No, I\n   live with my friends.\" She's like, \"Well, be expecting your brother.\" I was\n   like, “Nah, don't tell me this.” And I felt so bad because he's losing his\n   child too. He has a little baby girl that just like me. I have my little\n   baby girls over there.\n \n \n   Lizzy: So your brother-\n \n \n   Cris: Yeah.\n \n \n   Lizzy: He was deported?\n \n \n   Cris: He's getting deported. He's in immigration hold right now. Waiting on\n   the bus to get filled up.\n \n \n   Lizzy: So, he's in detention right now.\n \n \n   Cris: Yeah. Yeah. So now I understand why everything happened the way it\n   happened. Because my brother, when I got deported, he still didn't have a\n   child. Yeah, because his daughter's less than two years old. See the thing\n   about me, since a young age I would go out of town and work. So, I'm used\n   to, I'm not used to being without my kids, because I still miss them when\n   I'm out of town working, but at least I know I'm going to go home and I'm\n   going to be there with them. I guess it wasn't as hard as it would have\n   been if I didn't have that background. When I got here, yes, I was\n   depressed, suicide all that stuff but it wasn't as bad as it could have\n   been. And I know that my brother, he doesn't go to work out of town. He's\n   had so many job offers making 30 plus an hour out of town but he doesn't\n   take them. Why? Because he's so attached to his daughter.\n \n \n   Lizzy: What do you think it's going to be like for him?\n \n \n   Cris: Well, I think it's going to be better for him since I'm here. That's\n   why I feel like I'm calm about the whole situation. Because God put me here\n   because he knew my brother was going to get deported. I don't know, maybe\n   I'm overthinking, but I don't know, I see it that way. But ever since I've\n   been here, the first year, yes, it was depressing, all that stuff. But this\n   second, after I got here to Mexico City, my life has been so amazing. I\n   freaking love life.\n \n \n   Lizzy: Yeah?\n \n \n   Cris: I've been traveling. I've been going to the pyramids, museums,\n   events, different events. I've met so many good people here. I have so many\n   friends here. I have more friends here than I have back home.\n \n \n   Lizzy: That's awesome. This makes me happy hearing this now. [Cris laughs].\n   What's the best part about your life right now?\n \n \n   Cris: The best part about my life, my new family, my friends that I live\n   with. They're so caring about me because literally I waited two years down\n   the road to try the whole dating thing again, right? Because I've always\n   had friends that are girls, but I always tell them, “No, I don't, you're my\n   friend and that's it. I don't think about relationships all that stuff.\n   Right now, I'm just focused on myself. I'm trying to adapt so I don't want\n   to get sidetracked.” I was like that up until some few months ago. Four\n   months ago, I met this girl and we were dating and stuff, she was my\n   girlfriend. And out of nowhere last week, I mean I'm cool about it now, but\n   this past week that just passed it was my first week without her. And I'd\n   see her every day. Because If I have a girlfriend it’s because it's\n   something serious, it's not just I'm going to be with her for a little bit\n   and that's it. No, because like I said I'm very emotional. I don't know,\n   I'm a very loving person. I don't know. People tell me that I'm too nice.\n   That I need to put up some barriers because I'm too nice.\n \n \n   Lizzy: Do you think that you're too nice?\n \n \n   Cris: No. Sometimes I feel like I'm not nice enough. [Laughs]. Yeah, it's\n   because I'm just all about positivity nowadays. I don't have no room for\n   negativity in my life. Yeah, so this whole week they just see me—I'd get\n   home from work and I'm just not talking. I'm in my room listening to music,\n   depressed. So they're like, \"Man, stop stressing over it. You make this\n   house what it is. Your energy. Because everybody else is more serious.” I'm\n   not going to lie, two of them used to be gangsters and they still have that\n   mentality. But when they hear me talk, little by little they're opening up\n   to me. And they're leaving that life behind them because of how I explain\n   things to them. I don't know, I just like to change people's mind about\n   putting up that macho man persona. You don't have to do that. You don't.\n   Yes, I get it you were in prison, you were in gangs, you had to prove\n   yourself. You're getting a new chance at life here. Don't make the same\n   mistakes you made back home. It's a fresh start.\n \n \n   Lizzy: Do you feel like it's been like that for you coming here? It's been\n   a new start?\n \n \n   Cris: Oh yeah. No, since I got here, obviously the first year was bad, but\n   once I got here to Mexico City I feel like I'm actually free because now I\n   have things in my name. I have a job with my real name. [Laughs]. I don't\n   have to use a fake social and stuff. I'm legal here, I don't have to hide\n   anymore. For me this is a fresh start at life. This is how I should have\n   felt back home. But back home I was always scared, “I'm going to get locked\n   up, I'm going to get pulled over. They're going to take me, I'm going to\n   lose my kids.”\n \n \n   Lizzy: Have you ever felt this free before?\n \n \n   Cris: Never in my life. Never, never, never. That's why I don't even want\n   to go back home. I have had so many chances to go back illegal with really\n   good coyotes. And when I hear it I start crying. My mom's like, \"Why are\n   you crying?\" She's like, \"You're coming home.\" I was like, \"That's the\n   thing mom, I'm crying because I don't want to go home. I'm sorry.\"\\ It\n   might make me seem like a deadbeat dad, I don't know what it's going to\n   make me seem like. I don't know how people are going to see this but I\n   don't want to go home. I miss you mom, I love you.” Because I've been a\n   mommas boy all my life. I love my mom to death. And hearing her cry, and\n   she's like, \"but I want you here.\"\n \n \n   Lizzy: She wants you to come back.\n \n \n   Cris: \"The same way that you miss your kids, I miss you a hundred times\n   more.\"\n \n \n   Cris: I'm very emotional since I was a little kid. And that's why they call\n   me crybaby. Because I was always very emotional, my mom was always there\n   for me. Well my dad would whoop me til where he would open my skin.\n   Whooping me with the wire. She would literally step in and get beat up\n   because of me. Yeah, my dad was very abusive. So whenever I hear her, she's\n   like, \"You're my baby. I want you home Cris.\"\n \n \n   Lizzy: Does that make some small part of you want to go back?\n \n \n   Cris: Yeah. Yeah. I don't like…sorry. [Tearing up].\n \n \n   Lizzy: It's okay.\n \n \n   Cris: Oh man.\n \n \n   Lizzy: No need to apologize.\n \n \n   Cris: It’s just that—\n \n \n   Lizzy: I'm sorry we're digging up these emotions.\n \n \n   Cris: Oh, it's okay. I just haven't talked about this in a long time. I try\n   not to think about it.\n \n \n   Lizzy: Because you're such a positive person.\n \n \n   Cris: Yeah. That's exactly what it is. God, I'm so sorry. Oh man, I'm so\n   sorry.\n \n \n   Lizzy: Do you think you can find some tissues?\n \n \n   Cris: Oh no, it's okay.\n \n \n   Lizzy: Are you sure, I can run down and grab some?\n \n \n   Cris: I don't want you to do all that.\n \n \n   Lizzy: I'll be right back.\n \n \n   [Audio switches to Cris Part Two]\n \n \n   Cris: So sorry, where was I?\n \n \n   Lizzy: Talking about how much you miss your mom.\n \n \n   Cris: Yeah, yeah. So that's the only thing that hurts me is when my mom\n   talks to me like that because she tells me, she's like, \"You know how you\n   love your daughters? I love you a hundred times more.\" So, it's like,\n   \"You're still my baby. At the end of the day, you're the one that was\n   always helping me out. Yes, I love all of you all equally, but you know I\n   have a special place in my heart for you because I know how fragile you\n   are.\" She tells me but in Spanish obviously. And when she tells me that I\n   hate when... That's why I try not to talk too much to my family because\n   when they tell me stuff like that it gets me sad, you know? And I don't\n   want to be sad. I've came a long way to go back to that. So, even though\n   yes, when I talk to her, when I think about it, I might cry. But when I cry\n   it helps me because it gets that part of... I deal with it, and I move on.\n \n \n   Lizzy: It's a relief.\n \n \n   Cris: Even though it comes back, but at least I'm not saving it all up\n   until one day and then this might happen again, something like this. So,\n   yes, I still get sad and everything, but I don't get depressed depressed.\n \n \n   Lizzy: Have you had any suicidal thoughts since that first year back here?\n \n \n   Cris: No, no. Ever since I came to Mexico City and ever since that last\n   attempt, I realized it really isn't my time. I know it sounds like it's\n   what everybody says, but I honestly believe it now. It's not my time.\n \n \n   Lizzy: I believe it, too. [Cris laughs]. I don't think it sounds cliché or\n   anything. I think it seems meant to be. It was not your time.\n \n \n   Cris: It really wasn't, you know, and yeah, that's why—\n \n \n   Lizzy: You have a lot of great things ahead of you in your future.\n \n \n   Cris: Yes. And that's why my outlook on life is so positive because I\n   should have been dead right now. You know? Like that was my plan, but God\n   had other plans, so I appreciate life now a lot more than I did back then.\n   So yeah, I mean... I'm sorry. I forgot what we were talking about. I keep\n   going back and think about my kids. I haven't thought about them in a\n   while.\n \n \n   Cris: I mean, I'm going back to the same thing. It's like that's the one\n   thing I struggle with is I beat myself up a lot over the fact that I can't\n   cry over them all day like I used to know, because I accepted it already.\n   So, I have this calamity on my heart to where it's ‘Okay, you're not doing\n   anything wrong. You did what you had to do. You did your part. It's not\n   your fault you can't go back. In a way it is, but at the end of the day,\n   no, not really. Because if you could, you could just go back illegally. But\n   what would that cause if I get pulled over? They put me in prison for\n   re-entry, and they told me I would get three to five years if they catch me\n   in the country again, so I'm not risking that. No.”\n \n \n   Cris: I mean, I know at first, I didn't care. I was like, “I'll deal with\n   the time. I want to go back.” But I give her all my money, so I was waiting\n   for my family to save up. By the time they saved up the money, I was\n   already here, and I was like, \"You know what? Let me give it a try.\" I\n   liked it. I loved it, and I'm here. I'm here to stay. I don't want to go\n   home. And my mom cries every time she tells me, she's like, \"Come on, just\n   come back.\" And I always tell my mom, \"Please don't talk about that.\" And\n   she'd said, \"Why?\" And then she'd start crying. She said, \"But why? Why?\" I\n   was like, \"Because I just don't want to talk about it.\" She said, \"But\n   what? When do you want to come home?\"\n \n \n   Cris: And she was like, \"So I can pay them. So, I can tell them.\" I'm like,\n   \"Mom, that's the thing. I don't want to go home. I'm sorry, I just don't\n   want to go home.\" And then that's whenever she starts talking to me like\n   that, and I'm like, \"I'm sorry. You know I'm sorry.\" She's like, \"At least\n   if you're not going to do it for me, do it for your children.\" I'll say, \"I\n   am doing it for my kids.\" I was like, \"What good am I to them in prison? At\n   least over here, one day when they're old enough, they can get a phone.\"\n \n \n   Cris: Because my older daughter, she calls me. It's been like a year since\n   she hasn't called me, but she would call me hiding from her mom. She's\n   like, \"Hey, Daddy.\" I'm like, \"Daniella?\" She's like, \"Yes, it's me. Just\n   don't talk too loud. My mom's asleep, and she's in the living room with her\n   boyfriend. If she hears me talk, she's going to take the phone away.\" She\n   says, \"I miss you, Daddy.\" And I'm like, \"I miss you, too.\" She's like,\n   \"When are you going to come back close so we can be a family again?\" And it\n   breaks my heart when she says that. I hate it when she sees that because\n   it's like, God, she doesn't understand. I wish she could\n   understand.[crying]\n \n \n   Cris: She's so innocent, and she's says, \"I miss you, Daddy. I love you.\"\n   \"I love you, too, Daniela. I think about you every day. I miss you.\" And\n   then she'd say, \"When are you going to come home?\" I told her, I said,\n   \"Well, it's going to be a while, baby, but I'll be home one day.\" She was\n   like, \"Are you going to come? Are you going to come next week? In two\n   weeks?\" It just breaks my heart—\n \n \n   Lizzy: Ah, that's how kids think.\n \n \n   Cris: And I'm like, \"No baby. Baby, it's going to be a little bit longer. I\n   have to be here for a little bit.\" She said, \"But you're not in jail?\" I\n   said, \"No, I'm not in jail no more, baby. I'm in Mexico.\" She said, \"I can\n   go to Mexico. I have papers.\" I was like, \"Yeah baby, but you know your\n   mom.\" She said, \"Yeah.\" She's like, \"Well, you can tell your mom, my\n   grandma to pick me up.\" But her mom doesn't let her. She doesn't like my\n   family. So, she always says, \"Well, do you promise when you get back, we're\n   going to be a family again? You and Mommy?\" And I don't have the heart to\n   tell her no.\n \n \n   Lizzy: Yeah, what do you say to her?\n \n \n   Cris: I tell her, \"Yeah.\" I was like, \"Yeah, baby. Me and your mommy will\n   be together.\" She said, \"You're going to get married this time?\" \"Yeah,\n   we'll get married.\" She's like, \"Yay!\" And that was the last I talked to\n   her. After she said, \"Yay,\" I don't know but I hear Brenda. She's like,\n   \"What the F are you doing? Give me that effing phone.\" And she said, \"No,\n   no, Daddy, Daddy,\" and then clicks.\n \n \n   Lizzy: So, she's gone.\n \n \n   Cris: Yeah.\n \n \n   Lizzy: That was a year ago?\n \n \n   Cris: That was a year ago. Yeah, sorry. [Emotional].\n \n \n   Lizzy: That's okay. [Cris chuckles]. Don't apologize.\n \n \n   Cris: Oh, God. It's been forever since I talk about this, so I mean, I'm\n   better at it. Before, I couldn't talk about it.\n \n \n   Lizzy: Do you want to move to a happier subject, or do you want to\n   continuing talking about it?\n \n \n   Cris: No, that's fine. I mean, it's fine.\n \n \n   Lizzy: It's up to you.\n \n \n   Cris: It's fine. I mean, because at the end of the day, if somebody doesn't\n   come out and speak out about the real situations, everybody's always going\n   to think, “Ah, it's whatever you know. Deportation is just... They can come\n   back illegally.”\n \n \n   Cris: They don't realize that, yes, we have that option. But what risks\n   come behind that? Three to five years in a federal prison? No, thank you.\n   No, no, thank you. And people think, \"Oh, everybody that gets deported is\n   either a murderer or something. Somebody that's out there gun slinging, and\n   doing all this crazy stuff.\" And I'm living proof that not all of us are\n   like that. There's actually real hardworking... I was a real hardworking,\n   blue collar American, and I consider myself American. It's just that piece\n   of paper that says I'm not American. That's the only thing that separates\n   me from everybody else back home.\n \n \n   Lizzy: I was going to ask you about that because the vast majority of your\n   life was in the U.S. Do you consider yourself Mexican?\n \n \n   Cris: No, I don't. Yes, I know that my roots are Mexican and they're\n   indigenous. But in my heart, my culture is America. I love America. I feel\n   American. Everything that I did back home I was... I was out there, you\n   know? I hardly hung around Mexicans. That's why my Spanish is so bad. I\n   mostly hung around with black folk, white folk, and native American folk.\n   So, I was always in the country fishing, hunting, going mudding, noodling\n   in the Oklahoma rivers.\n \n \n   Lizzy: Wait, noodling?\n \n \n   Cris: That's when you catch catfish, monster catfish, with your hands.\n \n \n   Lizzy: Okay, can you walk me through this a little bit more? [Laughs].\n \n \n   Cris: Okay, so what you do, you go into the red rivers and the muddy\n   rivers. It has to be a muddy river. It can't be a rocky one because catfish\n   don't do that. They don't got to pick up rocks. So, you go into the muddy\n   rivers barefoot, and you feel around you, you dive down, like I'm standing\n   up though and you feel around for holes. Once you find a hole, you know\n   there's a catfish in there, so you go up and you let your boys know, \"Hey\n   man, I got one,\" so they can pull you out just in case the suckers too big.\n   So, take a deep breath— I'm really good at swimming, by the way. I can hold\n   my breath for three and a half minutes, almost four minutes.\n \n \n   Lizzy: Wow.\n \n \n   Cris: Yeah, a long time because I've been swimming since I was a little\n   kid. When I was a little kid, I could hold it for a minute and a half. And\n   I would sit there going purple, but doing it, everybody challenging me to\n   stay longer. I can hold my breath.\n \n \n   Lizzy: I think I can only do 30 seconds. [Laughs].\n \n \n   Cris: No. Yeah.\n \n \n   Lizzy: And I swim a lot.\n \n \n   Cris: I just take a big deep breath, and the longest they timed me was\n   three and a half minutes. But one time when I was in the ocean, this time\n   we weren't swimming. We were just up there like this staying underwater,\n   and they counted. They weren't timing it. But I mean, from my past\n   experiences I was like, “Man, that had to be longer than three and a half\n   minutes. Come on, I almost died.” [Both laugh].\n \n \n   Cris: So yeah, you take a big deep breath, you dive down in there, stick\n   your hand in there, and you wiggle your fingers. Catfish thinks it's food,\n   so you'll feel their whiskers touching your hands, and then you feel the\n   nibble on the tips. Once you feel that nibble, the next bite is coming.\n   That's the big bite. So as soon as you feel that nibble and you feel that\n   suction, stick your hand in there, and stick it in his gills and push\n   around in the mud. Make sure you don't just push like this straight because\n   your feet will get stuck in the mud, and you're drowning. So, you got to\n   sit there and work your way out. Once you get that sucker out the hole, you\n   just swim up. And yeah.\n \n \n   Lizzy: Probably so proud of yourself.\n \n \n   Cris: Yeah. It's an adrenaline rush. It's literally an adrenaline rush. I\n   love it.\n \n \n   Lizzy: I can imagine.\n \n \n   Cris: Yeah, oh man, it's amazing. But in all honesty, I prefer fishing with\n   a rod because it's more peaceful. You're out there just hanging out with\n   other folk that enjoy that as much as you do. So, yeah. That's my thing.\n   I'm more of a country guy than anything. That's why every chance I get I go\n   hiking. I'll find something outdoorsy to do. Like this weekend since you\n   know that girl broke up with me and stuff, they seen I was like in my\n   feelings and stuff. Right? I wasn't really depressed depressed, I was just\n   in shock that somebody that I thought was really being honest with me was\n   not so felt betrayed. So, they're like, \"We got a surprise for you this\n   weekend.\" They wake me up Saturday and they're like, \" Wake up, loser.\n   We're going to Cuernavaca. We're going to cow horn.\"\n \n \n   Lizzy: Wait, to what?\n \n \n   Cris: Cow horn. That's what Cuernavaca means. Cuerna is horn, vaca is cow.\n   I call it cow horn because Cuernavaca is just like, “Eh, I'm going to\n   switch it up.” Because everybody here... I like making people laugh. I like\n   making people smile, and I do it unintentionally sometimes. Where I live is\n   called Indios Verdes. Everywhere that I go, I don't call it by its Mexican\n   name, Spanish name, I translate it in English. I don't know why. It's just\n   something I do. I don't know why.\n \n \n   Lizzy: Because you're more comfortable in English probably.\n \n \n   Cris: Yeah, I guess so. So, where I live is called Indios Verdes, I call it\n   Green Indians. A revolution constitution of 1917, stuff like that. Yeah, on\n   our way there and I'm making videos, and I'm like, \"We're on our way to Cow\n   Horn.\" And then everybody's like, \"What the hell is cow horn?\" And I was\n   like, \"Cuernavaca,\" and they're like, \"Oh shit, I see what you did.\" And\n   I'm like, \"Yeah, yeah.\n \n \n   Cris: And then like at the end of the road trip, we're on our way back, and\n   I ran out of money before everybody else. So, I was telling everybody,\n   \"Hey, man, I got you guys when we get back home. I'll get some money out\n   and stuff and I'll pay you guys.\" They're like, \"Bro, do you think we're\n   chipping about that? Bro, this road trip wouldn't have been the same\n   without you.\" Because one of my roommates, he has a girlfriend that's kind\n   of possessive. [Laughs]. So, she was in a bad mood the whole time, but I\n   was making her laugh. When I'm making her laugh, she'd get happy with my\n   roommate, and then everything was okay.\n \n \n   Cris: And we climbed a mountain. I climbed down it barefooted so that I\n   could feel the actual experience because every time I'm in nature, I go\n   barefoot. Climbing upward, I didn't go barefoot because I didn't know what\n   to expect, and I didn't know if there was glass or anything, so I walked up\n   with shoes. Once I seen that the coast was clear, I climbed down\n   barefooted. But at the top of that mountain there was an Aztec temple, and\n   that was really awesome. I have a lot of pictures from that. The view is\n   just so beautiful because you literally just climbed a mountain to see an\n   Aztec temple and then you could see everything. It's beautiful. And then\n   everybody's like, \"This road trip wouldn't have been the same without you.\n   Don't even worry about it.\"\n \n \n   Lizzy: That's awesome. I'm glad you get to do stuff like that. And you\n   answered my question because I was going to ask, since you love outdoorsy\n   stuff, what outdoorsy stuff do you get to do here?\n \n \n   Cris: Yeah. I mean—\n \n \n   Lizzy: What about fishing?\n \n \n   Cris: No, the waters here not good for that. I wouldn't fish here because I\n   don't even drink the water from here, so I would definitely not eat the\n   fish from here. I don't even eat seafood here because of the fact that I\n   feel like it comes out of this dirty water that they have here, even though\n   it's from their oceans. But their oceans are pretty dirty, too. I mean, I\n   think it's... At the end of the day, it's probably same as back home\n   because they're getting the fish from the oceans that are polluted.\n \n \n   Lizzy: It's the same ocean.\n \n \n   Cris: Yeah. The way I see it is they're getting their fish from the coast\n   of Mexico, and I know Mexico is really dirty, so I'm okay on that. So, I\n   haven't ate seafood. That's my favorite food is seafood. Oh, I'm lying,\n   I've eaten sushi here. [Laughs].\n \n \n   Lizzy: But that's not Mexican seafood.\n \n \n   Cris: Yeah, they probably get it somewhere else. So that's the only thing\n   that sucks about here is I don't get to go fishing and swimming as much as\n   I would like to. Man, that's the thing I love about Oklahoma. We have so\n   many lakes and woods. You're hunting, you catch some game, and you're\n   cooking. Because when we go out there, the only people I've ever hunted\n   with was Native Americans. And we hunted with bows—crossbows and a bone\n   arrow. Yeah, with a rifle, I've never shot an animal because I don't do\n   senseless killing. Even if it's an insect, I just leave him alone. That's\n   what people tell me like, \"Bro, you're the exact opposite of what you look\n   like. You look like somebody that doesn't give a crap about anything, and\n   it's just like thugging it out. But in all reality, you're very cautious\n   about all the other living things.\" And I'm like, \"Yeah, bro, because, I\n   mean, like who are we to kill an animal? That animal has as much right to\n   be here as we do. That's not fair to me.” So, they're like, \"Bro, you just\n   crazy.\"\n \n \n   Lizzy: I like the contrast. You've got all the tattoos on the outside, but\n   then you're like this sensitive soul on the inside. [Cris laughs].\n \n \n   Cris: But this works for me because the thieves don't bother me. [Cris\n   laughs]. But the real thieves bother me. The cops. Yeah. That's the only\n   downside about it here.\n \n \n   Lizzy: So, you feel like the cops, they target you more?\n \n \n   Cris: They're the real criminals. Even when I was with my ex, we would go\n   out to a mall—well, they call them plazas here or a park. They would ride\n   their bikes around me and smell, see if I'm smoking pot or something.\n   That's the first thing that they think, and they always get on me for that.\n   That's always the main thing: this guy has either cocaine, or weed on him,\n   or a gun. They're always telling me the same thing. They're like, \"Where's\n   the gun? We know you have drugs. Where's the coke?\" I'm like, \"Man, look,\"\n   and this is going to sound dumb, but even in public, I've pulled my pants\n   down, and boxers, and lifted up my shirt, and like, \"Where's the drugs?\n   Search everywhere you want to search. I have nothing on me.\"\n \n \n   Cris: And they grab me, and they rough me up, and they're like, \"You know\n   what? Te estas alterando mucho, [foreign language 00:00:16:25]. You're\n   getting too aggressive with us. We're taking you in.\" It's always the same\n   thing. And I just pray for those guys because at the end of the day, they\n   don't know any better because Mexico raises people different. Here people\n   are struggling. People are starving [inaudible]. Like cops, down here they\n   don't get paid much. So, they rob people to make ends meet, but then they\n   get too used to it. They get too used to stealing. It comes easy to them.\n   So, I just pray for them, man, that hopefully God touches their heart and\n   softens it because they're just very closed minded, very arrogant,\n   ignorant, truly. Oh, it's bad.\n \n \n   Lizzy: What do you wish that cops, or I guess other people in Mexico in\n   general, understood about people like you, returned migrants from the U.S.?\n \n \n   Cris: That it's not our fault. That's one thing I want to change people's\n   minds, because that's why I like meeting a lot of people. Because every\n   time I meet somebody and they tell me, \"You know what? For a deportee,\n   you're not what I expected. You're actually a good person. Yeah, you look\n   like you're about to rob somebody or about to shoot somebody or something.\n   But oh, you're a really good person.\" And I'm like, \"Oh well, thank you. I\n   don't try to be. I mean, that just comes natural. I'm not out here forcing\n   that. It's just that's who I am and thank you.\" It makes me feel good when\n   people say that. I always say thank you. It makes me feel good.\n \n \n   Cris: I wish people here in Mexico would understand that we want to love\n   this country, but we need them to give us a chance to adapt, and give us\n   time, have patience with us, because everything we've ever heard about\n   Mexico is negative. And then we get here, and we see that little by little\n   we’re seeing it's not all that negative. It's a really good place to be at.\n   Like me, I don't even want to go home. I love it here. And at first, yeah,\n   because I was in Juarez, where the cartels are and Veracruz where the\n   cartels are. Puebla was just... Oh, Puebla is just beautiful. But everybody\n   there is so closed-minded with immigrants. They judge me a lot there. A\n   lot. All my family has kicked me out because of the fact I don't want to\n   change the way I dress.\n \n \n   Cris: I'm like, look, I'm sorry that I don't look approachable. It's just I\n   dress comfortably. That's it. I dress comfortably. If I wear jeans, I feel\n   like I'm suffocating, and I can't walk right. And if I wear a button-up\n   shirt, I feel like... Oh, I don't know. I just feel like I'm trapped in it.\n   I don't know. It's weird.\n \n \n   Lizzy: Speaking of your shirt, whose face is this?\n \n \n   Cris: Kurt Cobain.\n \n \n   Lizzy: Okay. That's what I thought. I couldn't see it.\n \n \n   Cris: Yeah. I love Kurt Cobain's music because that's actually... Well, I\n   didn't listen to Nirvana until after this happened. I was in construction,\n   and then I heard “Teen Spirit.” I was, \"Hey, man, that's a really good\n   song.\" I was like, \"Who is that?\" I've heard it one time on the radio, but\n   I never took a chance to listen to it because I was into rap. That's my\n   thing. I like to freestyle, and I like to rap. Me and my friends would\n   always try to make music at home, and we literally just met somebody that\n   edited a freestyle for us and put a beat to it. So, like, I'm going to put\n   all my eggs in that basket. So, not counting my chickens before they hatch,\n   but putting all my eggs in that basket. [Both laugh’.\n \n \n   Cris: So, yeah. After this, I was still depressed and stuff because she\n   didn't get back with me right away, my kid's mom. And yes, I was always\n   depressed, and I'd hear his music, and I went like, \"Wow. You can feel his\n   music because this is something that he really went through.” Like man,\n   just so many songs I could name, and I all of them are just awesome. I love\n   his music.\n \n \n   Lizzy: Which one's your favorite?\n \n \n   Cris: My favorite? I would have to say… I don't know, I think this is the\n   name of it, “Where'd You Sleep Last Night?” Or is it “[Singing] My girl, my\n   girl. Don't lie to me. Yeah, that one.” I love that song because I can\n   relate to it because that's why people tell me that I'm stupid, or that I'm\n   too nice, and my heart's too big because I would always forgive her.\n \n \n   Cris: She's younger than me. I took her out of school to take care of her,\n   so she didn't get to experience everything I did. So, when we're older, she\n   cheated on me a lot, and I would always take her back. And I didn't care\n   about all that. I would tell her, “I love you, and yeah, it hurts, but at\n   the end of the day you're here with me, and I'll get over it.” So that song\n   I can really relate to it because it's like I feel him, like I know why he\n   killed himself. That stuff hurts, man. That was my plan. Even before I knew\n   what happened to this guy, I thought this guy was alive when I heard this\n   music. Everyone's like, \"He killed himself.\" I'm like, \"What? Nah, I just\n   heard his song.\" Yeah, but it was an old song.\n \n \n   Cris: Oh, shit. I didn't know he was dead. Yeah. And then like, after they\n   told me, I'm like, ”Damn, what the crap? That's crazy.” I guess he shot\n   himself. So, I was like, “Dang. I didn't even know that, you know?” But\n   yeah, that's crazy.\n \n \n   Lizzy: You probably feel like you can relate to him.\n \n \n   Cris: Yeah. I love his music. Yeah. But now since his music is a little bit\n   more depressing, [Laughing] I try not to listen to Nirvana too much. I\n   listen to more like trap music now because it's very upbeat. And I love\n   trap. I mean, even though the songs that I listen to are still about\n   heartbreaks and stuff, but at least it's a more...\n \n \n   Lizzy: Different sound?\n \n \n   Cris: Yeah. Yeah. So ,it's like more upbeat.\n \n \n   Lizzy: Do you listen to any Mexican music or any Spanish, Latino music?\n \n \n   Cris: No, I don't like it. [Laughs]. Starting a month ago, me and my ex\n   started going to the clubs and stuff. Right? I like reggaeton. That's the\n   only Latin music. Reggaeton, I love it. I freaking love it. Like [foreign\n   language 00:22:19]. [Laughs]. So, we would go to the club, and I'm like,\n   \"Oh, Carla, this is actually cool.\" I'm sitting there dancing with her and\n   stuff, and everything's cool. Right? Well, then salsa and cumbia comes on\n   and I'm like, \"Hey, I'm sorry.\" And she said, \"What?\" And then she'd say,\n   \"You don't want to dance with me?\" And I'd say, \"No, I don't know how to\n   dance this stuff. Please don't make me try it. I'm not going to embarrass\n   you.\" She would try to teach me, and I learned probably a couple of steps,\n   but I don't know. Practice makes perfect, I guess, because I suck. And I\n   guess in order for me to dance to something, I have to like it. If I don't\n   like the music, then I'm not going to dance to it because I'm dancing to\n   something I don't like. I can't be a fake person.\n \n \n   Lizzy: You have to feel it.\n \n \n   Cris: Yeah. I don't do things to fit in. That's actually why I got this.\n   This is very symbolic.\n \n \n   Lizzy: I haven't asked about the tattoos on your face yet.\n \n \n   Cris: Okay.\n \n \n   Lizzy: If you want to.\n \n \n   Cris: Well, yeah. So here it goes. This one back home, keeping it 100,\n   breaks down like always be honest, never lie, never snitch, never steal. Be\n   honest to yourself as well, because a lot of people, sometimes they don't\n   achieve what they want to achieve because they're like, \"Nah, I can't do\n   it.\" They don't even try it.\n \n \n   Cris: No dude, like you can do anything you put your mind to. Don't lie to\n   yourself and tell you I can't do it. Try it, and if you really tried your\n   best, don't say that you couldn't do it. Just say, I didn't try hard\n   enough. I'll accept that. But if you say you can't do it, come on, man. I'm\n   going to slap you upside the head. You can do anything you put your minds\n   to, brother.\n \n \n   Cris: I tell them all the time that you can do anything you put your mind\n   to. All you got to do is be focused on that specific thing that you really\n   want to do, and just put your all into it. So, it breaks down being honest,\n   loyal and well, yeah, never be fake. It's 100% real. Don't ever lie just to\n   fit in. Don't ever go somewhere where you're not uncomfortable just to be\n   around a certain person or something. If you don't like something and it\n   doesn't feel right, don't do it even though you're going to get popularity\n   or whatever. I don't think about that. I don't care about all that stuff. I\n   cannot be a fake person. That's what this one means, a hundred.\n \n \n   Lizzy: Why did you choose to get it right there?\n \n \n   Cris: Because it's on my face to cover the ugly. [Laughs]. I'm just\n   kidding. Because, I mean, what's the first thing that people look at? Your\n   face. So all my favorite tattoos will be on my face and my head. So right\n   here I have Emily's name. Emily. Right here I have her second name, Aliyah.\n   And then this is her birthday.\n \n \n   Lizzy: February 2nd, 2016.\n \n \n   Cris: Yeah. Yeah. I love her. [Chuckles].\n \n \n   Lizzy: That's really sweet.\n \n \n   Lizzy: So you're back in Mexico now, and you've told me you're not planning\n   on going back to the U.S. So what are your biggest plans for your future,\n   your hopes, your dreams here?\n \n \n   Cris: So, my dreams here in Mexico, first I want to get my passport because\n   if I have a chance to go to Australia, I want to go to Australia. That's my\n   dream to go to Australia because they speak English and metal framing is a\n   big business there, and that's right up my alley. I have a passion for\n   building buildings, starting from concrete, and then erecting a full\n   building. I take pride in that because I feel good about it. Something that\n   I did with my own hands from my own knowledge, something that I learned\n   from somebody else, but I know it, and I have it down. You know what I'm\n   saying?\n \n \n   Lizzy: Do you want to go there to live or to visit?\n \n \n   Cris: To live. But if I can't, I would love to stay here. I mean, I love\n   Mexico, hands down. I love being here. I don't mind if I can't go to\n   another country. I'm okay with that. If I had to stay here in Mexico, my\n   dreams are to either get into... I've always wanted to be an archeologist\n   or historian. That's my passion. But my real, real passion that it's\n   something that I really could get into is culinary arts. I love cooking. I\n   love cooking. I cook for all my roommates.\n \n \n   Lizzy: What kind of cooking?\n \n \n   Cris: Everything, everything. I mean, I've cooked Native American food,\n   Mexican food, American food. I love grilling. I love smoking meats. I love\n   that. I can make a lot of Mexican food with different types. Mostly Mexican\n   food because my mama. Yeah. I mean, I just like cooking all kinds of stuff.\n \n \n   Lizzy: So, do you think that's something you would want to get into for a\n   job or just for fun?\n \n \n   Cris: For a job. Yeah, that'd be cool for a job. Because, I mean, yeah, I'm\n   doing something I love so it wouldn't be a job, it'd be my passion. Right\n   now, I love where I work. Call centers. I mean, it's not hard. I'm speaking\n   English, my native language because it's the first language I spoke, so I'm\n   happy where I'm at. But I would be happier as a chef or an archeologist.\n \n \n   Lizzy: So, let's say you open a restaurant some day and I'm back down here,\n   and I come to your restaurant to eat. What's going to be the star dish? The\n   famous dish at your restaurant?\n \n \n   Cris: Star dish? Sweet glazed roasted pork tenderloin. I love making that.\n \n \n   Lizzy: Oh, wow.\n \n \n   Cris: It's so good. It's one of my favorite dishes. Grilled lobster tail, I\n   like making those. Yeah, meats. [Laughs]. I like barbecue. I love barbecue.\n   So, one of the main things would be barbecue ribs, baby back ribs, brisket,\n   pulled pork sandwiches, stuff like that.\n \n \n   Lizzy: I love it. You're making me hungry for dinner. [Both laugh]. Not a\n   vegetarian-friendly restaurant, sounds like.\n \n \n   Cris: Yeah.\n \n \n   Lizzy: I like that.\n \n \n   Cris: Yeah. I'm a carnivore. [Laughs].\n ", "annotations": [{"type": "text", "start": 4, "end": 9, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 42, "end": 48, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 99, "end": 107, "text": "Cristian", "label": "PERSON"}, {"type": "text", "start": 122, "end": 126, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 169, "end": 173, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 215, "end": 221, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 255, "end": 277, "text": "Seven months to a year", "label": "DATE"}, {"type": "text", "start": 420, "end": 427, "text": "Houston", "label": "GPE"}, {"type": "text", "start": 442, "end": 447, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 481, "end": 494, "text": "Oklahoma City", "label": "GPE"}, {"type": "text", "start": 496, "end": 504, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 543, "end": 556, "text": "Oklahoma City", "label": "GPE"}, {"type": "text", "start": 558, "end": 566, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 575, "end": 580, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 613, "end": 619, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 638, "end": 642, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 676, "end": 681, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 736, "end": 740, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 754, "end": 759, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 768, "end": 776, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 796, "end": 804, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 813, "end": 818, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 855, "end": 863, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 902, "end": 905, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 963, "end": 971, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 1103, "end": 1109, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 1486, "end": 1490, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 2111, "end": 2113, "text": "14", "label": "DATE"}, {"type": "text", "start": 2572, "end": 2577, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 2705, "end": 2710, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 2802, "end": 2804, "text": "GE", "label": "ORG"}, {"type": "text", "start": 3118, "end": 3123, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 3146, "end": 3152, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 3196, "end": 3198, "text": "US", "label": "GPE"}, {"type": "text", "start": 3284, "end": 3291, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 3417, "end": 3423, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 3543, "end": 3559, "text": "Native Americans", "label": "NORP"}, {"type": "text", "start": 3618, "end": 3623, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 3662, "end": 3666, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 3672, "end": 3687, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 3716, "end": 3721, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 3863, "end": 3871, "text": "La Palma", "label": "GPE"}, {"type": "text", "start": 3881, "end": 3887, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 4043, "end": 4051, "text": "00:04:32", "label": "TIME"}, {"type": "text", "start": 4346, "end": 4350, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 4398, "end": 4404, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 4665, "end": 4670, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 4755, "end": 4759, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 4879, "end": 4885, "text": "Arabic", "label": "LANGUAGE"}, {"type": "text", "start": 4917, "end": 4922, "text": "Spain", "label": "GPE"}, {"type": "text", "start": 5268, "end": 5273, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 5397, "end": 5402, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 5410, "end": 5415, "text": "First", "label": "ORDINAL"}, {"type": "text", "start": 5555, "end": 5563, "text": "Cristian", "label": "PERSON"}, {"type": "text", "start": 5613, "end": 5618, "text": "Marta", "label": "PERSON"}, {"type": "text", "start": 5928, "end": 5933, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 6394, "end": 6398, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 6746, "end": 6751, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 6818, "end": 6823, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 7074, "end": 7079, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 7315, "end": 7323, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 7358, "end": 7363, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 7380, "end": 7383, "text": "405", "label": "CARDINAL"}, {"type": "text", "start": 7404, "end": 7408, "text": "1405", "label": "CARDINAL"}, {"type": "text", "start": 7442, "end": 7447, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 7449, "end": 7452, "text": "One", "label": "CARDINAL"}, {"type": "text", "start": 7461, "end": 7463, "text": "US", "label": "GPE"}, {"type": "text", "start": 7548, "end": 7556, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 7570, "end": 7575, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 7590, "end": 7594, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 7620, "end": 7628, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 7689, "end": 7697, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 7710, "end": 7715, "text": "Oklas", "label": "LOC"}, {"type": "text", "start": 7737, "end": 7745, "text": "Chicanos", "label": "NORP"}, {"type": "text", "start": 7746, "end": 7751, "text": "Ochos", "label": "NORP"}, {"type": "text", "start": 7791, "end": 7799, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 7815, "end": 7820, "text": "Oklas", "label": "GPE"}, {"type": "text", "start": 7822, "end": 7832, "text": "Oklas City", "label": "GPE"}, {"type": "text", "start": 7934, "end": 7955, "text": "Oklahoma City Thunder", "label": "ORG"}, {"type": "text", "start": 7961, "end": 7964, "text": "I40", "label": "FAC"}, {"type": "text", "start": 8030, "end": 8038, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 8192, "end": 8197, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8199, "end": 8207, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 8279, "end": 8287, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 8296, "end": 8300, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 8310, "end": 8313, "text": "I40", "label": "FAC"}, {"type": "text", "start": 8322, "end": 8327, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8400, "end": 8405, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8431, "end": 8435, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 8443, "end": 8446, "text": "I40", "label": "FAC"}, {"type": "text", "start": 8472, "end": 8477, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8554, "end": 8559, "text": "Texas", "label": "GPE"}, {"type": "text", "start": 8598, "end": 8605, "text": "Wyoming", "label": "GPE"}, {"type": "text", "start": 8637, "end": 8643, "text": "Kansas", "label": "GPE"}, {"type": "text", "start": 8662, "end": 8667, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8669, "end": 8677, "text": "Nebraska", "label": "GPE"}, {"type": "text", "start": 8692, "end": 8700, "text": "Nebraska", "label": "GPE"}, {"type": "text", "start": 8738, "end": 8746, "text": "Nebraska", "label": "GPE"}, {"type": "text", "start": 8783, "end": 8788, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8815, "end": 8823, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 8863, "end": 8868, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 8900, "end": 8904, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 8914, "end": 8935, "text": "Oklahoma City Dodgers", "label": "ORG"}, {"type": "text", "start": 8943, "end": 8946, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 8966, "end": 8969, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 9023, "end": 9028, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 9072, "end": 9080, "text": "a minute", "label": "TIME"}, {"type": "text", "start": 9136, "end": 9142, "text": "Korean", "label": "NORP"}, {"type": "text", "start": 9165, "end": 9171, "text": "Korean", "label": "LANGUAGE"}, {"type": "text", "start": 9199, "end": 9205, "text": "Hebrew", "label": "NORP"}, {"type": "text", "start": 9305, "end": 9311, "text": "Korean", "label": "LANGUAGE"}, {"type": "text", "start": 9327, "end": 9333, "text": "Hebrew", "label": "LANGUAGE"}, {"type": "text", "start": 9347, "end": 9352, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 9373, "end": 9384, "text": "Half-Korean", "label": "NORP"}, {"type": "text", "start": 9386, "end": 9397, "text": "half-Hebrew", "label": "NORP"}, {"type": "text", "start": 9417, "end": 9422, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 9470, "end": 9474, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 9498, "end": 9503, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 9505, "end": 9518, "text": "Korean-Hebrew", "label": "NORP"}, {"type": "text", "start": 9706, "end": 9712, "text": "Arabic", "label": "LANGUAGE"}, {"type": "text", "start": 9730, "end": 9736, "text": "Arabic", "label": "LANGUAGE"}, {"type": "text", "start": 9747, "end": 9753, "text": "Korean", "label": "LANGUAGE"}, {"type": "text", "start": 9777, "end": 9784, "text": "Russian", "label": "LANGUAGE"}, {"type": "text", "start": 9798, "end": 9803, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 9809, "end": 9816, "text": "Russian", "label": "LANGUAGE"}, {"type": "text", "start": 9883, "end": 9890, "text": "Russian", "label": "LANGUAGE"}, {"type": "text", "start": 9891, "end": 9899, "text": "00:09:31", "label": "TIME"}, {"type": "text", "start": 9976, "end": 9979, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 9990, "end": 9995, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 10012, "end": 10017, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 10047, "end": 10051, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 10141, "end": 10147, "text": "States", "label": "GPE"}, {"type": "text", "start": 10173, "end": 10178, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 10194, "end": 10198, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 10223, "end": 10227, "text": "2013", "label": "DATE"}, {"type": "text", "start": 10387, "end": 10392, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 10828, "end": 10833, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 10921, "end": 10939, "text": "Native\n   American", "label": "NORP"}, {"type": "text", "start": 10954, "end": 10989, "text": "the Northern Cheyenne Arapaho Tribe", "label": "ORG"}, {"type": "text", "start": 10999, "end": 11003, "text": "five", "label": "CARDINAL"}, {"type": "text", "start": 11035, "end": 11043, "text": "Northern", "label": "NORP"}, {"type": "text", "start": 11045, "end": 11052, "text": "Eastern", "label": "NORP"}, {"type": "text", "start": 11054, "end": 11062, "text": "Southern", "label": "NORP"}, {"type": "text", "start": 11067, "end": 11074, "text": "Western", "label": "NORP"}, {"type": "text", "start": 11078, "end": 11094, "text": "Cheyenne Arapaho", "label": "NORP"}, {"type": "text", "start": 11335, "end": 11350, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 11434, "end": 11439, "text": "Asian", "label": "NORP"}, {"type": "text", "start": 11536, "end": 11541, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 11558, "end": 11564, "text": "Native", "label": "NORP"}, {"type": "text", "start": 11576, "end": 11591, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 11592, "end": 11600, "text": "Japanese", "label": "NORP"}, {"type": "text", "start": 11724, "end": 11739, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 11748, "end": 11753, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 11768, "end": 11772, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 11860, "end": 11875, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 11910, "end": 11913, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 11954, "end": 11960, "text": "Cholos", "label": "NORP"}, {"type": "text", "start": 12103, "end": 12109, "text": "Cholos", "label": "NORP"}, {"type": "text", "start": 12190, "end": 12196, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 12213, "end": 12221, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 12262, "end": 12267, "text": "Homie", "label": "PERSON"}, {"type": "text", "start": 12298, "end": 12306, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 12346, "end": 12351, "text": "Homie", "label": "PERSON"}, {"type": "text", "start": 12433, "end": 12438, "text": "Homie", "label": "PERSON"}, {"type": "text", "start": 12853, "end": 12881, "text": "the United States Government", "label": "ORG"}, {"type": "text", "start": 12902, "end": 12907, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 12920, "end": 12923, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 12967, "end": 12972, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 13030, "end": 13032, "text": "US", "label": "GPE"}, {"type": "text", "start": 13223, "end": 13233, "text": "a year\n   ", "label": "DATE"}, {"type": "text", "start": 13971, "end": 13974, "text": "One", "label": "CARDINAL"}, {"type": "text", "start": 14062, "end": 14067, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 14125, "end": 14130, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 14156, "end": 14160, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 14531, "end": 14536, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 14593, "end": 14597, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 15379, "end": 15384, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 16324, "end": 16329, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 16449, "end": 16454, "text": "seven", "label": "CARDINAL"}, {"type": "text", "start": 16559, "end": 16564, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 16578, "end": 16582, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 16847, "end": 16852, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 16887, "end": 16891, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 16947, "end": 16953, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 16954, "end": 16961, "text": "two\n   ", "label": "DATE"}, {"type": "text", "start": 17124, "end": 17129, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 17169, "end": 17173, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 17175, "end": 17177, "text": "25", "label": "DATE"}, {"type": "text", "start": 17186, "end": 17191, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 17193, "end": 17195, "text": "25", "label": "DATE"}, {"type": "text", "start": 17239, "end": 17241, "text": "27", "label": "DATE"}, {"type": "text", "start": 17250, "end": 17255, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 17266, "end": 17279, "text": "two years ago", "label": "DATE"}, {"type": "text", "start": 17302, "end": 17306, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 17331, "end": 17336, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 17341, "end": 17350, "text": "September", "label": "DATE"}, {"type": "text", "start": 17360, "end": 17371, "text": "three years", "label": "DATE"}, {"type": "text", "start": 18442, "end": 18447, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 18469, "end": 18473, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 18489, "end": 18494, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 18541, "end": 18545, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 18591, "end": 18596, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 18715, "end": 18720, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 18805, "end": 18810, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 18825, "end": 18830, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 18910, "end": 18912, "text": "15", "label": "DATE"}, {"type": "text", "start": 18916, "end": 18918, "text": "16", "label": "DATE"}, {"type": "text", "start": 19353, "end": 19357, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 20159, "end": 20172, "text": "the whole day", "label": "DATE"}, {"type": "text", "start": 22328, "end": 22333, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 22659, "end": 22664, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 22803, "end": 22808, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 22869, "end": 22879, "text": "25 caliber", "label": "QUANTITY"}, {"type": "text", "start": 23214, "end": 23218, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 23409, "end": 23414, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 23600, "end": 23611, "text": "12\n   years", "label": "DATE"}, {"type": "text", "start": 23645, "end": 23650, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 24776, "end": 24779, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 24793, "end": 24798, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 24800, "end": 24803, "text": "Two", "label": "CARDINAL"}, {"type": "text", "start": 24863, "end": 24868, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 24921, "end": 24926, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 24931, "end": 24939, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 24948, "end": 24952, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 25049, "end": 25054, "text": "Emily", "label": "PERSON"}, {"type": "text", "start": 25067, "end": 25071, "text": "100%", "label": "PERCENT"}, {"type": "text", "start": 25148, "end": 25153, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 25215, "end": 25234, "text": "Year and a half ago", "label": "DATE"}, {"type": "text", "start": 25247, "end": 25260, "text": "two years ago", "label": "DATE"}, {"type": "text", "start": 25269, "end": 25274, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 25316, "end": 25320, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 25347, "end": 25357, "text": "a year ago", "label": "DATE"}, {"type": "text", "start": 25399, "end": 25408, "text": "two years", "label": "DATE"}, {"type": "text", "start": 25410, "end": 25419, "text": "Last year", "label": "DATE"}, {"type": "text", "start": 25447, "end": 25455, "text": "TeleTech", "label": "ORG"}, {"type": "text", "start": 25523, "end": 25535, "text": "Three months", "label": "DATE"}, {"type": "text", "start": 25654, "end": 25663, "text": "two weeks", "label": "DATE"}, {"type": "text", "start": 26752, "end": 26756, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 26784, "end": 26795, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 26806, "end": 26812, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 27033, "end": 27038, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 27060, "end": 27064, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 27085, "end": 27090, "text": "third", "label": "ORDINAL"}, {"type": "text", "start": 27777, "end": 27782, "text": "Xanax", "label": "PRODUCT"}, {"type": "text", "start": 27791, "end": 27796, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 27883, "end": 27896, "text": "two\n   months", "label": "DATE"}, {"type": "text", "start": 27970, "end": 27984, "text": "the last month", "label": "DATE"}, {"type": "text", "start": 28447, "end": 28449, "text": "35", "label": "CARDINAL"}, {"type": "text", "start": 28487, "end": 28492, "text": "Xanax", "label": "PRODUCT"}, {"type": "text", "start": 28544, "end": 28564, "text": "two and a half weeks", "label": "DATE"}, {"type": "text", "start": 28635, "end": 28640, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 28687, "end": 28691, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 28707, "end": 28723, "text": "three days later", "label": "DATE"}, {"type": "text", "start": 29193, "end": 29198, "text": "Cochi", "label": "PERSON"}, {"type": "text", "start": 29322, "end": 29327, "text": "Cochi", "label": "PERSON"}, {"type": "text", "start": 29733, "end": 29738, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 29803, "end": 29807, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 29936, "end": 29941, "text": "Cochi", "label": "PERSON"}, {"type": "text", "start": 30399, "end": 30404, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 30854, "end": 30859, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 30918, "end": 30922, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 31120, "end": 31125, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 31328, "end": 31340, "text": "The two days", "label": "DATE"}, {"type": "text", "start": 31348, "end": 31369, "text": "the whole four months", "label": "DATE"}, {"type": "text", "start": 31454, "end": 31461, "text": "an hour", "label": "TIME"}, {"type": "text", "start": 31465, "end": 31468, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 31581, "end": 31586, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 31630, "end": 31643, "text": "June 12, 2015", "label": "DATE"}, {"type": "text", "start": 31662, "end": 31687, "text": "Oklahoma City County Jail", "label": "ORG"}, {"type": "text", "start": 31696, "end": 31701, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 31785, "end": 31790, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 31938, "end": 31942, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 32132, "end": 32136, "text": "4:30", "label": "TIME"}, {"type": "text", "start": 32277, "end": 32285, "text": "Mexicans", "label": "NORP"}, {"type": "text", "start": 32705, "end": 32709, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 33286, "end": 33294, "text": "Mexicans", "label": "NORP"}, {"type": "text", "start": 34121, "end": 34132, "text": "three weeks", "label": "DATE"}, {"type": "text", "start": 34236, "end": 34241, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 35297, "end": 35301, "text": "Juvy", "label": "ORG"}, {"type": "text", "start": 35515, "end": 35519, "text": "Juvy", "label": "ORG"}, {"type": "text", "start": 35539, "end": 35543, "text": "Juvy", "label": "ORG"}, {"type": "text", "start": 37814, "end": 37819, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 38014, "end": 38028, "text": "the other week", "label": "DATE"}, {"type": "text", "start": 38030, "end": 38043, "text": "two weeks ago", "label": "DATE"}, {"type": "text", "start": 38956, "end": 38969, "text": "two weeks ago", "label": "DATE"}, {"type": "text", "start": 39116, "end": 39127, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 39191, "end": 39194, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 39495, "end": 39500, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 39545, "end": 39550, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 39688, "end": 39693, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 39735, "end": 39739, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 39924, "end": 39947, "text": "less than two years old", "label": "DATE"}, {"type": "text", "start": 40524, "end": 40539, "text": "30 plus an hour", "label": "TIME"}, {"type": "text", "start": 40635, "end": 40640, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 41021, "end": 41035, "text": "the first year", "label": "DATE"}, {"type": "text", "start": 41089, "end": 41095, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 41117, "end": 41128, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 41191, "end": 41196, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 41431, "end": 41436, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 41493, "end": 41497, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 41701, "end": 41710, "text": "two years", "label": "DATE"}, {"type": "text", "start": 42073, "end": 42092, "text": "some few months ago", "label": "DATE"}, {"type": "text", "start": 42094, "end": 42112, "text": "Four\n   months ago", "label": "DATE"}, {"type": "text", "start": 42205, "end": 42214, "text": "last week", "label": "DATE"}, {"type": "text", "start": 42253, "end": 42267, "text": "this past week", "label": "DATE"}, {"type": "text", "start": 42292, "end": 42305, "text": "my first week", "label": "DATE"}, {"type": "text", "start": 42338, "end": 42347, "text": "every day", "label": "DATE"}, {"type": "text", "start": 42697, "end": 42702, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 42931, "end": 42946, "text": "this whole week", "label": "DATE"}, {"type": "text", "start": 43226, "end": 43229, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 43797, "end": 43802, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 43895, "end": 43899, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 43942, "end": 43956, "text": "the first year", "label": "DATE"}, {"type": "text", "start": 43992, "end": 44003, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 44458, "end": 44463, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 45230, "end": 45235, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 45330, "end": 45337, "text": "hundred", "label": "CARDINAL"}, {"type": "text", "start": 45361, "end": 45365, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 45779, "end": 45783, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 45793, "end": 45798, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 45921, "end": 45926, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 45967, "end": 45972, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46032, "end": 46037, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46198, "end": 46203, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46251, "end": 46255, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 46341, "end": 46346, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46426, "end": 46431, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46484, "end": 46488, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 46530, "end": 46535, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46583, "end": 46587, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 46641, "end": 46646, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 46881, "end": 46890, "text": "a hundred", "label": "CARDINAL"}, {"type": "text", "start": 47173, "end": 47180, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 47611, "end": 47616, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 47640, "end": 47644, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 47871, "end": 47876, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 47919, "end": 47934, "text": "that first year", "label": "DATE"}, {"type": "text", "start": 47988, "end": 47999, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 48180, "end": 48185, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 48207, "end": 48211, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 48390, "end": 48395, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 49507, "end": 49526, "text": "three to five years", "label": "DATE"}, {"type": "text", "start": 49630, "end": 49635, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 50946, "end": 50952, "text": "a year", "label": "DATE"}, {"type": "text", "start": 51067, "end": 51075, "text": "Daniella", "label": "PERSON"}, {"type": "text", "start": 51681, "end": 51688, "text": "Daniela", "label": "PERSON"}, {"type": "text", "start": 51708, "end": 51717, "text": "every day", "label": "DATE"}, {"type": "text", "start": 51869, "end": 51876, "text": "one day", "label": "DATE"}, {"type": "text", "start": 51942, "end": 51951, "text": "next week", "label": "DATE"}, {"type": "text", "start": 51956, "end": 51968, "text": "two\n   weeks", "label": "DATE"}, {"type": "text", "start": 52003, "end": 52008, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 52044, "end": 52048, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 52248, "end": 52254, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 52283, "end": 52289, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 52676, "end": 52681, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 52720, "end": 52724, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 53000, "end": 53006, "text": "Brenda", "label": "PERSON"}, {"type": "text", "start": 53143, "end": 53148, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 53173, "end": 53177, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 53192, "end": 53197, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 53208, "end": 53218, "text": "a year ago", "label": "DATE"}, {"type": "text", "start": 53242, "end": 53252, "text": "a year ago", "label": "DATE"}, {"type": "text", "start": 53287, "end": 53292, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 53308, "end": 53312, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 53373, "end": 53380, "text": "forever", "label": "DATE"}, {"type": "text", "start": 53479, "end": 53484, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 53585, "end": 53589, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 53634, "end": 53639, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 54017, "end": 54036, "text": "Three to five years", "label": "DATE"}, {"type": "text", "start": 54397, "end": 54405, "text": "American", "label": "NORP"}, {"type": "text", "start": 54429, "end": 54437, "text": "American", "label": "NORP"}, {"type": "text", "start": 54490, "end": 54498, "text": "American", "label": "NORP"}, {"type": "text", "start": 54581, "end": 54586, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 54675, "end": 54679, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 54705, "end": 54712, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 54770, "end": 54777, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 54836, "end": 54843, "text": "America", "label": "GPE"}, {"type": "text", "start": 54852, "end": 54859, "text": "America", "label": "GPE"}, {"type": "text", "start": 54871, "end": 54879, "text": "American", "label": "NORP"}, {"type": "text", "start": 54973, "end": 54981, "text": "Mexicans", "label": "NORP"}, {"type": "text", "start": 54997, "end": 55004, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 55080, "end": 55088, "text": "American", "label": "NORP"}, {"type": "text", "start": 55182, "end": 55190, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 55206, "end": 55211, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 55314, "end": 55319, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 55392, "end": 55396, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 56022, "end": 56046, "text": "three and a half minutes", "label": "TIME"}, {"type": "text", "start": 56048, "end": 56067, "text": "almost four minutes", "label": "TIME"}, {"type": "text", "start": 56076, "end": 56081, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 56220, "end": 56239, "text": "a minute and a half", "label": "TIME"}, {"type": "text", "start": 56367, "end": 56372, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 56396, "end": 56406, "text": "30 seconds", "label": "TIME"}, {"type": "text", "start": 56448, "end": 56453, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 56554, "end": 56578, "text": "three and a half minutes", "label": "TIME"}, {"type": "text", "start": 56584, "end": 56587, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 56822, "end": 56854, "text": "longer than three and a half\n   ", "label": "TIME"}, {"type": "text", "start": 57629, "end": 57634, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 57767, "end": 57772, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 57796, "end": 57800, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 58156, "end": 58168, "text": "this weekend", "label": "DATE"}, {"type": "text", "start": 58477, "end": 58492, "text": "this\n   weekend", "label": "DATE"}, {"type": "text", "start": 58511, "end": 58519, "text": "Saturday", "label": "DATE"}, {"type": "text", "start": 58574, "end": 58584, "text": "Cuernavaca", "label": "GPE"}, {"type": "text", "start": 58619, "end": 58624, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 58964, "end": 58977, "text": "Indios Verdes", "label": "LOC"}, {"type": "text", "start": 59024, "end": 59031, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 59041, "end": 59048, "text": "Spanish", "label": "NORP"}, {"type": "text", "start": 59073, "end": 59080, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 59154, "end": 59159, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 59196, "end": 59203, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 59221, "end": 59225, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 59272, "end": 59285, "text": "Indios Verdes", "label": "LOC"}, {"type": "text", "start": 59344, "end": 59348, "text": "1917", "label": "DATE"}, {"type": "text", "start": 59541, "end": 59551, "text": "Cuernavaca", "label": "GPE"}, {"type": "text", "start": 60726, "end": 60731, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 60900, "end": 60905, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 61089, "end": 61094, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 61325, "end": 61330, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 61892, "end": 61897, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 62007, "end": 62013, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 62026, "end": 62032, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 62195, "end": 62200, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 62217, "end": 62224, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 62448, "end": 62456, "text": "Oklahoma", "label": "GPE"}, {"type": "text", "start": 62629, "end": 62645, "text": "Native Americans", "label": "NORP"}, {"type": "text", "start": 63324, "end": 63329, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 63455, "end": 63459, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 63476, "end": 63480, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 63542, "end": 63546, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 63657, "end": 63662, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 63721, "end": 63725, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 63959, "end": 63964, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 64608, "end": 64620, "text": "00:00:16:25]", "label": "TIME"}, {"type": "text", "start": 64817, "end": 64823, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 65281, "end": 65286, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 65343, "end": 65349, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 65426, "end": 65430, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 66153, "end": 66159, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 66351, "end": 66357, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 66570, "end": 66575, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 66603, "end": 66609, "text": "Juarez", "label": "GPE"}, {"type": "text", "start": 66637, "end": 66645, "text": "Veracruz", "label": "GPE"}, {"type": "text", "start": 66672, "end": 66678, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 66695, "end": 66701, "text": "Puebla", "label": "GPE"}, {"type": "text", "start": 67264, "end": 67269, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 67328, "end": 67339, "text": "Kurt Cobain", "label": "PERSON"}, {"type": "text", "start": 67348, "end": 67353, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 67410, "end": 67414, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 67429, "end": 67442, "text": "Kurt Cobain's", "label": "PERSON"}, {"type": "text", "start": 67504, "end": 67511, "text": "Nirvana", "label": "ORG"}, {"type": "text", "start": 67583, "end": 67594, "text": "Teen Spirit", "label": "WORK_OF_ART"}, {"type": "text", "start": 67687, "end": 67690, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 68561, "end": 68566, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 68692, "end": 68720, "text": "Where'd You Sleep Last Night", "label": "WORK_OF_ART"}, {"type": "text", "start": 69996, "end": 70001, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 70186, "end": 70193, "text": "Nirvana", "label": "ORG"}, {"type": "text", "start": 70414, "end": 70419, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 70445, "end": 70449, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 70497, "end": 70502, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 70525, "end": 70532, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 70546, "end": 70553, "text": "Spanish", "label": "NORP"}, {"type": "text", "start": 70555, "end": 70561, "text": "Latino", "label": "NORP"}, {"type": "text", "start": 70622, "end": 70633, "text": "a month ago", "label": "DATE"}, {"type": "text", "start": 70733, "end": 70738, "text": "Latin", "label": "LANGUAGE"}, {"type": "text", "start": 70814, "end": 70822, "text": "00:22:19", "label": "TIME"}, {"type": "text", "start": 70886, "end": 70891, "text": "Carla", "label": "PERSON"}, {"type": "text", "start": 71631, "end": 71636, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 71772, "end": 71777, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 71838, "end": 71842, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 71857, "end": 71862, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 71953, "end": 71956, "text": "100", "label": "CARDINAL"}, {"type": "text", "start": 72908, "end": 72912, "text": "100%", "label": "PERCENT"}, {"type": "text", "start": 73308, "end": 73317, "text": "a hundred", "label": "CARDINAL"}, {"type": "text", "start": 73326, "end": 73331, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 73382, "end": 73386, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 73490, "end": 73495, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 73620, "end": 73625, "text": "Emily", "label": "PERSON"}, {"type": "text", "start": 73634, "end": 73639, "text": "Emily", "label": "PERSON"}, {"type": "text", "start": 73663, "end": 73669, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 73676, "end": 73682, "text": "Aliyah", "label": "PERSON"}, {"type": "text", "start": 73725, "end": 73730, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 73732, "end": 73750, "text": "February 2nd, 2016", "label": "DATE"}, {"type": "text", "start": 73808, "end": 73813, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 73843, "end": 73848, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 73868, "end": 73874, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 73943, "end": 73947, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 74064, "end": 74070, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 74143, "end": 74152, "text": "Australia", "label": "GPE"}, {"type": "text", "start": 74170, "end": 74179, "text": "Australia", "label": "GPE"}, {"type": "text", "start": 74209, "end": 74218, "text": "Australia", "label": "GPE"}, {"type": "text", "start": 74238, "end": 74245, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 74663, "end": 74668, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 74798, "end": 74804, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 74932, "end": 74938, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 75223, "end": 75228, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 75309, "end": 75324, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 75334, "end": 75341, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 75348, "end": 75356, "text": "American", "label": "NORP"}, {"type": "text", "start": 75438, "end": 75445, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 75480, "end": 75487, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 75574, "end": 75579, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 75914, "end": 75921, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 75959, "end": 75964, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 76073, "end": 76078, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 76116, "end": 76124, "text": "some day", "label": "DATE"}, {"type": "text", "start": 76270, "end": 76274, "text": "Cris", "label": "PERSON"}, {"type": "text", "start": 76352, "end": 76357, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 76660, "end": 76665, "text": "Lizzy", "label": "PERSON"}, {"type": "text", "start": 76808, "end": 76813, "text": "Lizzy", "label": "PERSON"}], "audio": [{"name": "Being detained and deported", "src": "Chris_On_being_deported.mp3"}, {"name": "Being illegal and feeling American", "src": "Chris_On_being_illegal_and_feeling_American.mp3"}, {"name": "Family separation", "src": "Chris_On_family_separation.mp3"}, {"name": "Stigmatization in Mexico and Oklahoma pride", "src": "Chris_On_having_tattoos-stigmatization_in_Mexico_and_Oklahoma_Pride.mp3"}, {"name": "Explaining his tattoos", "src": "Chris_On_Explaining_his_tattoos.mp3"}, {"name": "Racism in the US", "src": "Chris_On_racism_in_the_US.mp3"}, {"name": "What Mexicans should understand about returning migrants", "src": "Chris_On_What_Mexicans_should_understand.mp3"}, {"name": "Why people affiliate with gangs", "src": "Chris_On_why_people_affiliate_with_gangs.mp3"}], "subjects": null}