{
  "name":"Cuauhtémoc",
  "date":"June 17, 2018",
  "location":"Mexico City, Mexico",
  "interviewer":"Claudia Ojeda",
  "portrait":"Cuauhtemoc_6-9-2019_Portrait.jpg",
  "thumbnail":"Cuauhtemoc_6-9-2019_Thumbnail.jpg",
  "text":"\n   Claudia: My first question is how old were you when you went to the United\n   States?\n \n \n   Cuauhtémoc: Six years old approximately. Now, the reason why I say\n   approximately is due to the fact that I don't remember a precise date, it's\n   a little bit cloudy for me.\n \n \n   Claudia: And how did you end up in the United States?\n \n \n   Cuauhtémoc: So initially my father was murdered cold-bloodily right before\n   my second birthday. His death occurred on April 2nd, 1992. I was born on\n   April 24th, 1990—we were actually just preparing for my second birthday.\n   The murder occurred in the streets of Nezahualcóyotl. My father was a\n   judicial. He was doing his job, he was arresting people left and right,\n   doing his job quite well actually. He was excelling. He was a very good\n   agent and it appears as though he was targeting drug-related criminals. So,\n   he was murdered at gunpoint with a machine gun. I guess he was shot like\n   eighty times. That led to the impulse of my mom wanting to leave. One,\n   because my uncles from that side of the family didn't want my mom to claim\n   anything since we had a restaurant, we had like two, three homes, my dad\n   had a few cars amongst other things, he had weapons machine guns and stuff\n   like that.\n \n \n   Cuauhtémoc: So, they didn't take my father's death lightly. They actually\n   wanted to take me away from her and I guess because they felt that she\n   wasn't apt to raise me since my father was basically the one paying for\n   everything. My mom was taking care of business too, but she was mainly just\n   there to take care of us. She didn't really work at that time, so they're\n   like, \"Hey, give him to us we'll raise him.\" Part of my family at the time\n   was religious so they're like, we will give him a better home. So my mom\n   decided, hey, this is not happening, that's my son and we're leaving. So I\n   was in second grade when this happened, of elementary school. We took off,\n   I got a tourist visa and we left. My mom actually left before me. Why? The\n   explanation I got from her was so that she can check out the situation\n   first and not put me in any sort of danger. So basically I stayed with my\n   aunt an extra year. She took off and by the time she felt stable, she\n   called for me. So, that's pretty much what happened.\n \n \n   Claudia: And do you remember your first day in the United States?\n \n \n   Cuauhtémoc: Yeah, I was disappointed because I felt it was going to be very\n   different when in my perception it really wasn't. Yeah, the streets were a\n   little different, but I was expecting to see something more exotic like,\n   \"Oh wow, this crazy land of opportunity.\" But in reality it was pretty much\n   the same.\n \n \n   Claudia: And you went to school, right?\n \n \n   Cuauhtémoc: Yes. I went to school here for kindergarten and first and\n   second grade. I was actually just finishing second grade here in Coyoacán…\n   I actually went to second grade whilst my mom was over there and once I\n   finished my second grade she's like, \"Hey, it's time. I want my son here.\"\n \n \n   Claudia: And what was school like in the United States?\n \n \n   Cuauhtémoc: When I first got there, I had to make friends the hard way.\n   Actually my first weeks I got into fights because of the lack of speaking\n   the language got me bullied pretty hard. It's kind of sad and funny at the\n   same time that in the street that I went to live, it was nothing but\n   Mexican people. But the fact that I didn't speak the language put me like\n   as a subordinate. I've been considered an inferior because of like, \"Yo,\n   this dude doesn't even speak English.\" So that kind of made me a target,\n   but I learned pretty quickly. I had to survive, I had to learn to survive\n   the hard way. I had to become proficient at fighting to avoid getting beat\n   up and that also fueled me in the sense that I pushed myself pretty hard in\n   school just so I can catch up to the other kids.\n \n \n   Claudia: Did you have any friends? Any teachers that you particularly\n   remember that was influential?\n \n \n   Cuauhtémoc: Yeah, there was a family, and I made friends with the dude my\n   age. I actually got in a fight with him first. Why? I can't really remember\n   why we fought, but after that fight—kind of like the fact that I stood toe\n   to toe with him—he's like, \"Okay, I respect you now.\" We got into a fight\n   and his brother was like, \"All right, this guy is a muchacho.\" Funny that\n   after the fight ended, I actually went back home to cry. Yeah. I cried a\n   lot because I'm like, “Dude I hate it here. I want to go back.” But the\n   next day that same kid came and was looking for me, like, \"Hey, let's\n   play.\" I'm like, \"Dude, we just fought.\" And like, \"Yeah, so what? Let's\n   play.\" I'm like, \"Okay.\" So I felt accepted so yeah, I got introduced to\n   his bigger brothers. He had a smaller brother and we just started playing\n   and that kind of helped a lot break the ice, I guess, in a very violent\n   way.\n \n \n   Claudia: Do you have any particularly fond memories from that time?\n \n \n   Cuauhtémoc: Yeah, actually the street was a cul-de-sac so the fact that it\n   was a cul-de-sac would mean that it would double as a baseball field and as\n   a soccer field. We would play all sorts of games there. It was such a\n   beautiful setup. All my neighbors were like, after that fight, they\n   recognized me. So I was recognized by the entire street and I made a lot of\n   friends very quickly.\n \n \n   Claudia: And now if you'd have to pick what would you say was your best\n   experience in the United States and what was the worst one?\n \n \n   Cuauhtémoc: School, college in particular.\n \n \n   Claudia: The best or the worst?\n \n \n   Cuauhtémoc: The best by far. I've had so much amazing experiences in my\n   community college. It was just, like I said, you grow up being told that a\n   certain race is such a way. I had so much black friends, white friends,\n   Asian friends, and they were all super, super awesome. I don't know if it's\n   just me, I don't know if I just got lucky, but I had so much fun.\n \n \n   Cuauhtémoc: I just had the most amazing time ever. I met Cubans, Puerto\n   Ricans, Salvadorans. I mean oh my God, I remember going to this Guatemalan\n   friend's house—pupusas there [Sharpe Exhale] I just was eating and eating\n   and his mom was just totally amazing. Well, actually I would have to say\n   that high school was also super, super awesome due to the fact that just so\n   much open-minded people. I mean you grow up with this, me personally, you\n   grow up with this pride like, “Yo soy Mexicano,” and this and that, but you\n   kind of humble down once you see your other Latino and the struggles that\n   everybody goes through me. When you grow up as a Mexican-American—I guess\n   I'm not Mexican-American I'm Mexican—but you grow up seeing how your\n   Honduran brothers come from much farther away. You still have to cross\n   Guatemala and Mexico and you hear them what they go through and like, \"Holy\n   crap.\" I had two friends that told me, \"Hey man I came on a boat.\" It's\n   harsh. It's horrible. And the fact that the situation back home is very,\n   very hard.\n \n \n   Cuauhtémoc: I know that when the hurricane hit Puerto Rico there's like a\n   lot of people were left with nothing and I can relate. And that made me\n   feel much better because when there's necessity in one part of the world,\n   you kind of want to help. And the same thing with Haiti when the earthquake\n   happened and now our earthquake. And it's like, wow, it makes you real\n   close with people. So I'd have to say that overall, just high school and\n   college were just amazing. Now the worst part well I mean pretty much when\n   I got caught I guess.\n \n \n   Claudia: Yeah. So overall you had a positive experience?\n \n \n   Cuauhtémoc: Extremely positive.\n \n \n   Claudia: Diversity in the United States—\n \n \n   Cuauhtémoc: I think that's what made my stay in the US the most beautiful\n   thing ever. I lived in ___. ____ is pretty much the South—more of the\n   richer, more high-income people that's mainly Caucasian. But luckily for me\n   as a student, I have always had access to like parties and stuff, and I\n   wasn't really discriminated ever. Actually, as a gardener you go work for\n   these people, but they never had once say, \"Hey you dirty Mexican do it.\"\n   On the contrary, they would give us gifts sometimes since we did a very\n   good job. There was a guy I used to work for in a mansion, like a small\n   mansion, and the dude—I was thirteen for crying out loud, I was working—but\n   the dude saw that I was playing with the dog. I wasn't really working. My\n   pops would get very pissed because like, \"Yo dude, we're here to work.\"\n \n \n   Cuauhtémoc: And the guy was just seeing me, this young kid, and he'd pay me\n   really well. He paid me even more than my dad. Like, \"You're a young kid,\n   you keep doing that, you keep working hard.\" The dude came from a German\n   family of immigrants, so he knows. He too was like, “I too grew up working\n   as a child, as an adolescent.” So he recognized, \"Hey you know what? Don't\n   lose that.\" And I was working in this mansion, it was just a patch of\n   grass—like a patch the size of this—and we were mainly doing flower work,\n   but the dude had a huge house. He'd buy us this banquet of food and fruits\n   and all this. “Hey, go ahead, and, hey, come here.” He’d give us breaks all\n   the time. He didn't care. He just wanted to see us take care of the house\n   and the dog was just always looking for me. I was playing with the dog. And\n   same thing when I would go to LA a lot. Black people were always cool to me\n   too.\n \n \n   Cuauhtémoc: I had a lot of cool black friends—never once had an issue. I\n   know that in Cali—you probably maybe know this, maybe not—but like in LA\n   precisely, Mexicans and blacks go at it pretty hard for gang territory. So\n   for me, since I wasn't really a gang member, I never really got involved in\n   that. I actually had a lot of black friends that were really cool. Same\n   thing with the Asians. In the North part of Orange County, you have a place\n   called Little Saigon. Saigon is a city in Vietnam, so you go to that part\n   of the city and everything is like in Asian, like Japanese, Chinese, like\n   the symbols, and you get to eat a lot of really good stuff. I had a lot of\n   Asian friends that used to race. Yeah, illegal street racing—it was a big\n   thing in ___ so I kind of got involved in that a little bit. But mainly\n   because I love cars. So I had that diversity thing has always, always,\n   always been my thing.\n \n \n   Cuauhtémoc: At the end of the day, I don't consider myself Mexican. I\n   consider myself just a citizen of the world. Just a person, a human being\n   with an elevated consciousness. The ego is something that really hurts you\n   sometimes, it's good to be proud, but at the end of the day, we're just\n   flesh and bone. We're in this temporary vessel we call body, the conscience\n   is much higher. It radiates and goes beyond this three dimensional reality.\n   But I'm human, I'm Mexican. Hey, I'm blessed is all got to say.\n \n \n   Claudia: In your survey you mentioned the numerous jobs that you had. So\n   what would you say was your favorite job and your least favorite job in the\n   United States?\n \n \n   Cuauhtémoc: Gardening by far because you work with mother earth. I called\n   her mother because it's a very feminine energy. I mean, birth pretty much\n   explains it. You look at fruit, fruit is feminine because it ... think\n   about it, the seeds, it's very feminine. There's a lot of masculinity too,\n   but I think that feminine energy is what allows us to ... I mean both are\n   important and there's the yin and yang, but the fact that you get to work\n   with it firsthand is beautiful. The fact that you work to keep something\n   alive and to nurture it, I think that's a key element in understanding the\n   way this works, this whole ecosystem works. The fact that you have to put a\n   lot of love into the planting, you can't just toss it. No, hold on, treat\n   us with care because some—las palmas—you can't just pop it out, the roots\n   die immediately.\n \n \n   Cuauhtémoc: So, you have to do it in such a way that when you're replanting\n   palm trees you have to be very careful not to expose the roots. If the air\n   hits it for enough time, it's just going to die and it's sad seeing such a\n   beautiful thing just rot. That's literally what happens: it rots. Sure,\n   that rotting piece of a plant you can leave it there and eventually it'll\n   come back to the ground. But I've had cases where when we had to replant\n   palm tree and I just was hacking away and, \"Oh no, you ruined it.\" Because\n   I cut parts of the roots I wasn't supposed to, so it actually did hurt me.\n   It's like, “Damn.”\n \n \n   Cuauhtémoc: And the worst job I'd have to say was plumbing because you're\n   just dealing with feces and stuff, it's a wet job. One time I was, “Boom,”\n   when hit a PVC pipe and just water everywhere, dirty water. It's not a fun\n   job, had to do it. And I didn't have to do it, the only things you have to\n   do in this life are growing old and dying. Even breathing is a choice so I\n   didn't have to do it. It was a necessity. Yes, a small necessity, but it\n   got bread on the table.\n \n \n   Claudia: You mentioned in your survey too that you were the victim of\n   violent crime in the United States?\n \n \n   Cuauhtémoc: Yeah, a lot of violent crimes actually.\n \n \n   Claudia: Could you elaborate a little bit?\n \n \n   Cuauhtémoc: Okay, this is going to be a little long, I actually am very\n   comfortable. I grew up in a not so nice part of the city at first. ____\n   California, is divided into from very ghetto to very nice. So I wouldn't\n   say I grew up in the very ghetto, but the next level, which is ghetto. So,\n   it was daily, on a daily basis, I heard gunshots. I saw people getting\n   blasted with a gun. People were fighting on a daily basis. I too fought a\n   lot. I dedicated myself to event coordinating and promoting. I would do\n   house parties for money. So, I actually got shot at at my parties because I\n   had a party crew, I guess you can say. A party crew is basically a crew of\n   people who like to party and organize events but it was done with innocent\n   intentions.\n \n \n   Cuauhtémoc: So, part of these people were indeed in gangs. I was surrounded\n   by gangs my whole life, gang life was basically high school life. In high\n   school, you had people fighting over high school. Gang members were like,\n   \"Okay, you're from middle side, you're from ___. So, who's you chilling\n   with?” I chilled with both. They're like, \"Nah, half these fools are in\n   Nashalala.\" Always fighting, so I was always caught in the crossfire.\n   Always. But I kept my essence strong. I brought my business and I had\n   friends from all gangs and I got involved with all of them, but I wasn't in\n   their gang activities, just their friends. You grew up with them as a young\n   kid, so by the time you end up a grownup, they respect you, but they're\n   like, \"I'm a gang member you're not.\" Maybe you're walking down the street\n   and you're seen, \"Hi yo, what's up man? Why are you hanging out with that\n   fool for? That fool is from this gang and you're my boy too but…” I have to\n   fight a lot, a lot, a lot.\n \n \n   Claudia: And when you were shot at were you ever hit?\n \n \n   Cuauhtémoc: Nope. They came in a beat up car, they saw me, and I saw the\n   Uzi just popped out. I throw myself on the ground and they just sprayed the\n   party. They knew that it was predominantly…. because I was throwing it in a\n   hood called F troop. F troop had their base around the park. So basically,\n   what ended up happening was that I was not targeted, but I was throwing a\n   party where it was like a gang, I guess very gang. So they just came and\n   they just sprayed the party so I just tossed myself to the ground.\n \n \n   Claudia: And did people die?\n \n \n   Cuauhtémoc: No, actually no. But some people did get hit and when that\n   happened the guys in my party went to seek revenge and they did kill the\n   dudes that shot.\n \n \n   Claudia: Wow.\n \n \n   Cuauhtémoc: And that was just a weekly thing. I mean, gang violence was\n   very hardcore.\n \n \n   Claudia: That's crazy. Now we're going to transition a little bit into\n   talking about your return to Mexico. How old were you when you came back?\n \n \n   Cuauhtémoc: Twenty-one.\n \n \n   Claudia: And can you tell me how you ended up here starting from before you\n   were deported to leading up to that?\n \n \n   Cuauhtémoc: Yeah. Okay. Now I tend to get very judged on this, so I hope\n   that this is—\n \n \n   Claudia: No judgment here.\n \n \n   Cuauhtémoc: Okay, so something that I love is chemicals. I actually studied\n   a chemical engineering degree in SAC. I was very close to finishing. I got\n   involved with MDMA. I wasn't manufacturing it, but I was selling it. Why?\n   Well, I mean you could say with so much work in the States, why did you\n   decide on doing this? Well, it was very easy for me to do. I loved doing\n   it. Not so much in the sense that I loved the money, but I love studying\n   the chemicals.\n \n \n   Cuauhtémoc: Actually, prior to me doing it for recreational purposes, I was\n   studying the effects on schizophrenic people. And I was doing the whole\n   rave thing and I sold MDMA to pay for school. I was working, but I was\n   doing 18 units. I don't know if you know how the school system in the US\n   works, but 18 units is actually much more. I even did 20 units in some\n   semesters. So you have the typical 12 units, I was doing 20. My chemistry\n   class was a five-hour block so just imagine that. It was six units by\n   itself, just the chemistry class with its lab. So, you have a six hour,\n   [Sharp exhale], just huge block with 30-minute rest and I had critical\n   thinking after—I had calculus and that was just a day.\n \n \n   Cuauhtémoc: And man, I was there from eight in the morning to ten at night.\n   And no, I'm not excusing myself, this is basically just my life as a\n   student and I'd made the wrong decision. That's life. So I was a full time\n   student from Monday through Thursday, on Fridays I would exercise because I\n   had a stability ball class. I had a bunch of like exercise classes. So\n   Saturdays and Sundays were pretty much my only days to generate income. So\n   I would go in the mornings with my father to work the fields, landscaping\n   all that good stuff. So during the evenings I would organize events and at\n   the same time I had the pills with me so I would sell them. Do you want me\n   to continue?\n \n \n   Claudia: Yes.\n \n \n   Cuauhtémoc: Okay. So basically what started off as a tiny hobby eventually\n   became like a big thing. I would actually eventually carry like up to a\n   hundred pills at once or more. Not only that, but I would DJ, I was a DJ, a\n   promoter and event coordinator and I was doing my site stuff. But you know\n   that I actually did it. I started doing that when I was 14, left it alone\n   because I was okay with money, and I started again hardcore when I was like\n   21. I started off with like 10 pills and eventually I got to like 400\n   pills. How it happened was this: I organized an event in the Galaxy Theater\n   which was a big deal—it was a huge event, and a lot of money went towards\n   making that event happen. It got canceled because people were just too\n   chaotic. It was just out of control.\n \n \n   Cuauhtémoc: My events would get severely packed and hot, so people were\n   just ... it was just a mess. It got shut down. So what I did was I had a\n   warehouse and my friend had a warehouse, so I said, \"You know what, we're\n   moving the party to the warehouse.\" I get there, and apparently the chaotic\n   people that went to that party also went to that warehouse. So the cops\n   came, and I was actually in a car with friends drinking and stuff. And when\n   the cops came, I had about a hundred pills on me. So that was bad. I got\n   caught with like a hundred pills. And that's pretty much what happened. It\n   was a possession for sale of a schedule one substance,\n   3,4-Methylene​dioxy​amphetamine, which is a chemical name for MDMA.\n \n \n   Cuauhtémoc: I didn't really try to avoid any persecution or prosecution. I\n   told the cops straight up, \"Hey, here's my college ID. I'm a chemical\n   engineer. I do not manufacture these myself, but I do sell them to maintain\n   my school expenses.\" My parents at the time were barely, barely making it,\n   so I made a bad decision. I wanted to take care of the expenses through an\n   illegal means.\n \n \n   Claudia: College in the United States is very expensive.\n \n \n   Cuauhtémoc: And that was great for me because I did what I love, which was\n   deejaying and I saw it as easy. But the guy, even he, just put his hand on\n   his palm—he like face palmed himself—and he was like, \"Dude, how much left\n   do you have until you graduate?\" Like two semesters. I just need calculus\n   one. I need a psychology class, which was in progress—I was Intro to\n   Psychology 101. I needed a speech class, which was in progress. My organic\n   chemistry one was pretty much in progress. So I was basically a semester\n   away from getting my associates in chemistry with a minor in English. So,\n   when I called my mom from jail, she just broke down. She was like, “Yo come\n   on.” I mean she didn't say yo, but everybody was just extremely\n   disappointed because they had really high hopes for me.\n \n \n   Cuauhtémoc: So, I disappointed everybody, that's the most difficult thing,\n   it hurts. It really does hurt. I mean for me too. Jail for me was easy\n   because like I said, I actually had a name for myself. They knew me as\n   Godfather because I had a lot of fame in Orange County—a lot of people knew\n   me because of my events. I forgot to mention that I was very, very like a\n   small celebrity in my County for many reasons. So, when I got to jail, I\n   was received very well. They gave me like all this good stuff, so jail for\n   me was actually pretty, pretty light.\n \n \n   Claudia: Okay. And how long were you there?\n \n \n   Cuauhtémoc: Like four months, five months.\n \n \n   Claudia: Was that your sentence or how—\n \n \n   Cuauhtémoc: Yeah. Because I didn’t fight anything. The cop was like, \"Yo\n   man, I can't help you. I can't even let you go.” Because I got let go a lot\n   of times. I forgot to mention that during. My party scene brigade. I was\n   partying left and right, never had a license, never had anything. I even\n   driving crazy and stuff. And I was the typical wild super drunk, all that\n   stuff. I lived a really good life in the States. I had a car when I was 17.\n   I had my life pretty much set. I was living the American dream. I was\n   living a very good life. We moved into a middle-class neighborhood, ____,\n   actually. And my mom has a beautiful house. I mean, wow, like just, I look\n   back and say, \"lo que me perdí,” pero I'm in Mexico and am loving every\n   second of it.\n \n \n   Cuauhtémoc: I think actually I have grown spiritually exponentially since I\n   got here because I was very materialistic in the States. I really was. If\n   you consider life in the States, you say you haven't lived there much, but\n   it's extremely competitive. So I've always wanted to have the best stuff\n   because I did get consumed by consumerism and materialism in the States.\n   That's just me being honest, and brutally honest. That's primarily the\n   reason why I started selling MDMA in the first place because landscaping\n   wasn't getting me much. So my materialistic hunger drove me to those\n   extremes.\n \n \n   Cuauhtémoc: Why? Because my citizen friends had all nice trucks, nice cell\n   phones, nice clothes. They had it a little bit easier, a little bit, tiny\n   bit. So I just wanted to give myself a little boost and say, \"Hey, I'm\n   going to sell this and be blinged out too.\" Because at the time, I don't\n   know if you remember, that was like 2009, 10, 11, when the whole grills\n   movement was popping, the little “Let's be blinged out,” diamond earrings\n   type thing. Got to have them big chains and little get down. See, I still\n   kind of have that, this is kind of like my—\n \n \n   Claudia: I was going to ask you about it—\n \n \n   Cuauhtémoc: “Lo último.” Es plata. No es la gran cosa, pero es como un\n   pequeño recuerdo de lo que fui, o sea. It’s the best. [It’s silver. It’s\n   not a big deal, but it’s like a small souvenir of what I was, kind of.] I\n   was this very materialistic driven individual, very competitive. Since I\n   got from the States, I became like that because of the bullying and that\n   bullying was constant throughout my entire life. One because soy pequeño,\n   [I’m short] you see my size, so the typical height for an American is what?\n   Like almost like ... Well I'm very short compared to African Americans and\n   whites and a lot of our island like Cubanos y Puertorriqueños son grandes.\n   [Cubans, Puerto Ricans, are tall] So, we're the small people, we've got the\n   small gene, so all my life I'd been ... That's why it kind of made me, like\n   it forged me. I was forged in the fires of bullying.\n \n \n   Claudia: Tell me a little bit more about your deportation process. So you\n   were detained or arrested?\n \n \n   Cuauhtémoc: Actually, it was very, very light. I was arrested—\n \n \n   Claudia: After you left jail?\n \n \n   Cuauhtémoc: No, I was arrested for my MDMA possession, for selling.\n \n \n   Claudia: Yeah exactly, and you stayed in jail for four months and—\n \n \n   Cuauhtémoc: And from jail, the exit was right there, beautiful. I was\n   actually already contemplating receiving my family, hugging them, [Sigh]\n   and then, “Come with me. ____.” He even pronounced my name well—I was like,\n   \"Oh wow, you got it right.\" \"Hey, come here. You're coming with me. ICE has\n   a hold on you.\" Argh, I just felt that Argh feeling was just…I felt ice. I\n   just felt like a super cold bucket. My world just deteriorated right in\n   front of me. It completely destroyed me, I was like, \"Oh no, ICE!\" But I\n   had contemplated that actually and I wasn't hurt. I didn't cry because I\n   knew what I had done. So, slowly but surely that beautiful image of me\n   receiving my family just broke into pieces, slowly. It just disintegrated\n   into the abyss. I was like in an abyss of “Argh, no.” It happened.\n \n \n   Cuauhtémoc: I was handcuffed, boom, boom, get on the bus. And we were taken\n   not too far away—actually it was within ____—and I was processed there. And\n   once they took me, the treatment was actually not that bad. So, with\n   respect, obviously “Hurry up,” and we went to this place called ____, which\n   was by my house. I could literally have jumped the wall and I could have\n   been at my house. I was like five minutes away from my house, so close, so\n   close. So, I would literally, when we had yard time in ____, I would look\n   up at sky, I'm like, \"Yo dude, I could hear the traffic that I would hear\n   when I was at home.\" And the theater, there was this plaza called ____, so\n   you could hear people laughing and stuff. It was very demoralizing.\n \n \n   Claudia: And did you have any contact with your family while you were in\n   detention?\n \n \n   Cuauhtémoc: Throughout the entire time. My mom couldn't visit me because at\n   the time she was still fighting. That was actually what made it very\n   hurtful, that I never got to formally say goodbye. Only my citizen family\n   members and my ex-girlfriend, she went, and my best friend. She actually\n   would deposit me money like $100 like, “Hey here, here, here.” Although we\n   had broken up very badly. Not in the sense that ... Not violent, but like\n   we both were destroyed afterwards.\n \n \n   Claudia: Then what happened? How long were you in the detention center?\n \n \n   Cuauhtémoc: Like two weeks.\n \n \n   Claudia: And then they took you to Tijuana and they were like —\n \n \n   Cuauhtémoc: Actually, I went through ___ to the farm. They kept moving me\n   around. The farm was actually extremely pleasant because you had like two\n   hours of yard time and my bunkie was from Armenia. He was there for\n   banking—some super high hardcore, super, I don't know. The dude had a ton\n   of money and, whenever his commissary came by, he got like huge, huge, huge\n   bags of stuff, like “hey, toma.” [here, take it] Armenian people are really\n   cool. Actually, Middle Eastern people in there, they were like mostly there\n   for huge money issues and the Mexicans that I met were like for huge money\n   drug related. So I never had an inconvenience there at all.\n \n \n   Cuauhtémoc: On the contrary, I was there like king status—always had backup\n   from family. My people would deposit me, ex-girlfriend would deposit me,\n   like good amounts of cash so I was always like chilling, working out. I\n   worked also in the kitchen during jail time and in detainee. So I would eat\n   like a lard. I would eat real good. I gained weight, I gained muscle mass.\n   It was a good time for me to just humble down because I fed off the\n   reputation that I had in the streets. I had a rep, I mean, to this day\n   people still call me that name. People that know me from the States still\n   call me “Godfather.” Think of it like this: I was this short little\n   midget-looking Mexican guy running the party scene in his own way and with\n   these huge gang members. Like, \"Hey godfather what's happened?\" And they're\n   like, \"Oh man, you hurt me.\" And like, \"Oh sorry.\"\n \n \n   Cuauhtémoc: This huge little tiny guy just… I would go to ___ a lot and\n   people would know me from ___ like, “You're godfather from the ____ party\n   scene?” “Yeah.” Like, “Oh well welcome to the ____ party scene.” But they\n   were more gang-like. “Hey man, that's not me but okay.” So, during my stay\n   I had a lot of love, especially from this dude from El Salvador and this\n   dude from Puebla. They were like my go-to-guys. Had any issues, \"Hey, yo,\n   man there's some beef right here.\" “No, don't worry about it.” “Hey man,\n   that's my friend. Leave him alone.” “Okay.” I pretty much had it very easy,\n   but también porque ya venía apalabrado—like I had my street side to back me\n   up. So super, super pleasant, ate really well. I was pretty much sleeping\n   most of the time just comiendo, durmiendo, [eating sleeping] chilling. When\n   the judge saw me, she's like, \"MDMA? Immediately remove this individual\n   from the States.\" But she said it in such a hateful manner, dude. Even when\n   I came in—\n \n \n   Claudia: As if like white people don't do MDMA or don't do silly things.\n \n \n   Cuauhtémoc: Actually, my customers were mainly white and Asian. I'd like to\n   point that out, that my clientele was mainly Asian and white and it was\n   like pretty much even. But like I said, I got along so well with people\n   both white… I never got that discrimination. It was a beautiful thing.\n   Maybe it's because I was like the go-to-guy, I don't know, maybe es como\n   dicen, “el dinero quita defectos.” [as they say, money is blind] So the\n   fact that I had the good stuff and also I had money maybe that's what made\n   people see me as this, I don't know. But I think that they were genuinely\n   cool with me because the rave people are about peace, love, unity and\n   respect, the PLUR thing. That's like a thing where you put your hand and\n   share a bracelet, so it looks like the love thing, I guess. I don't know if\n   it's really love, but maybe you can, it's some trastorno psicológico.\n   [psychological defect]\n \n \n   Cuauhtémoc: Anyway, so we have the judge was very just like when … Para\n   empezar, [for starters] they had us chained up, like very, very. Let me\n   demonstrate, there's a chain here, a chain here, a chain here. We just\n   literally had to walk like that. You were like in shackles. The most\n   heartbreaking thing was seeing my family destroyed when I came in like\n   that. Like it’s bringing in El Chapo, not even El Chapo had that much. So,\n   they brought me in like if I was like a high, like super...Yeah, it was\n   bad. It was real bad because I just saw ... I couldn't even look their way,\n   like, don't look over there. The guy was just like, “Go in there, don't be\n   turning around, don't be so.” I remember the expression he just went… And I\n   just sat there like with my head down, I couldn't look back. But I could\n   hear sus lamentos, llorando. [their cries, crying] They were very sickly\n   destroyed. You could hear. You didn't have to look to notice how destroyed\n   they were. I'm sorry. Bad decisions, they cost dearly sometimes. It's okay.\n \n \n   Claudia: And so coming back to Mexico, how was that like? What happened?\n \n \n   Cuauhtémoc: The first two years were very, very depressing. It took me\n   about a year and a half to just assimilate everything. I was very\n   depressed. One, because people didn't accept me right away. One because I\n   had a thick accent, my Spanish wasn't at 100%. People see you as this\n   opportunity to make easy money kind of thing. Cause, Like you go out in the\n   streets and you ask for something, they’re like, “este güey es pocho.”\n   [that dude is pocho] They give you stuff more expensive, amongst other\n   things. I mean, you ask for directions sometimes they send you to the wrong\n   place just because they like to fuck with people. Sorry about the cursing,\n   I apologize. But what liberated me from all of that is that I actually, my\n   first job was down the street, TeleTech, it was a dish network. So that\n   kind of helped a lot. The fact that I wasn't alone, the fact that I shared\n   this experience. My first wave, the stories were pretty much identical. So\n   that gave me strength, the fact that I wasn't the only deportee. I mean I\n   knew I wasn't, but it helped a lot.\n \n \n   Cuauhtémoc: But I was pretty down actually the first year and a half. I\n   wanted to go back. I dearly missed my family. My mom even said \"Hey, I'll\n   pay for you to come back.\" “No, not anymore. I'm here now. I'm alone.\n   Gracias, pero ya soy independiente.” [thanks, but I am idependent] I'm\n   sorry. Is it okay if I say that in Spanish? “Ya soy independiente, y has\n   hecho mucho por mi, pero tengo que pagar por mis errores y lo voy a hacer.\n   Por más que este muy deprimido, por más que este triste, necesito aprender\n   alla hacer las cosas por mi mismo, y bien.” [I am independent, you have\n   done a lot for me, but I have to pay for my mistakes and I will. Although I\n   am depressed, although I am sad, I need to learn to do things on my own,\n   and well] So, basically, I rejected all. My mom was like, \"Come on, we'll\n   get you back.\" “No, no, no. I don't want to go back because I have to\n   basically feed that ... I have to redo that bad karma that all those years\n   I fed so much. I want to just neutralize that and actually construct\n   something in my place of origin.”\n \n \n   Cuauhtémoc: I mean my name Cuauhtémoc, it's Nahuatl, it means, “aguila que\n   desciende.” [descending eagle] So, I took that really into heart and said,\n   “I have the name of an Aztec emperor. I am an Aztec emperor.” I consider\n   myself an emperor. I consider all of us to be Gods because we have the\n   power to create and destroy. So, I said just like how I destroyed over\n   there, I can create here. Puedo crear un patrimonio aquí en mi lugar de\n   origen. [I can create a patrimony in my place of origin] In this beautiful\n   place, and for that reason I declined, I don't want to go back. Maybe it\n   was because pride also had to do a lot with my decision. But now that I\n   look back, I'm very proud in the sense that I'm one of a few family members\n   that actually has made it out alone.\n \n \n   Cuauhtémoc: Most of my cousins still live with their parents my age. Some\n   haven't left the nest. I left the nest at twenty-one. I started working\n   when I was twelve. So, I feel proud of the fact that I had to learn what\n   hard work was like very early. It kind of made it not too difficult for me.\n   It kind of eased the transition to the point where when I started working,\n   it was like a whatever thing. I left my aunt's house very quickly. I was\n   there for like two, three months and I said, \"Hey, I'm gone. Thank you.\"\n   Oh, I forgot to mention when I got here from the States, my family was very\n   discriminant of me because of what I had come for, which was basically\n   possession for sale. You could even manejarlo como un narcomenudeo, I guess\n   you can say. They did not take that positively at all. They're like, \"Yo,\n   what the heck were you thinking? You were dealing drugs and you're now in\n   my household. I have a criminal in my household. Get away.\"\n \n \n   Cuauhtémoc: They would tell me, “No hables ingles porque te van a\n   secuestrar. No te vistes asi porque te ves como un criminal.” [don’t speak\n   English because you will be kidnapped. Don’t dress like that because you\n   look like a criminal] I had pierced earrings and they're like, “No eso, no\n   más los criminales usan eso. No te pongas esas gorras porque parece que vas\n   a robar el micro.”[not that, only criminals use these. Don’t wear those\n   hats because it looks like you are going to rob the bus] So you understand\n   that when I came here I was heavily, heavily discriminated by my own\n   family. That was pretty rough. That's primarily the reason why I was so\n   depressed because I had it pretty hard with the family. They were pushing\n   me down so hard, but I made it. I'm still here.\n \n \n   Claudia: And did you go to school? Did you try to finish college?\n \n \n   Cuauhtémoc: Basically, I went to do the test. I did not study for the test.\n   People—I've heard these crazy stories of so many people failing and like\n   it's so hard, no it's not. Maybe because I had three years of university to\n   back me up, three and a half. I just felt like that test was a super piece\n   of cake. I mean the chemistry, the sciences, physics and chemistry, I got\n   100%. Math was like 90%. I failed only literature for obvious reasons, but\n   universal history got a pretty high score. I got much high scores in\n   everything except in Spanish, like literature and with composition, like\n   Spanish composition. If it would have been English composition, I would\n   have dominated that easy. [Laughs]. But yeah, basically—oh and Mexican\n   history was—I just bombed that test horribly. I got like two out of ten\n   right. [Sharp exhale]. Dismal. And the only stuff that I got right was like\n   the pre-Hispanic history like, “When did Cortés show up?”\n \n \n   Claudia: Oh my gosh.\n \n \n   Cuauhtémoc: That was ultra-easy so [Sharp exhale] 1521, obvio. [obviously]\n   I think he got to Puerto Rico first and Veracruz, he did a lot of\n   atrocities in Puerto Rico also. Mr. Hernán Cortés. Anyway, so I happily\n   bring my results to reception and the lady kind of saw my smile and like,\n   eh, desde allí, como [from then, like] “you cocky B-A-S-T-A-R-D” because\n   para empezar, [for starters] I spoke to her in English. Why? I don't know.\n   That was kind of my fault, people don't like being spoken to in English. I\n   guess people get offended. I don't know. No les gusta que… “Oye, [they\n   don’t like it because] hey, I'm done.” “¿Qué?” “Oh, I'm sorry.” That's when\n   that care is like piercing, “ah wait, sorry. I'm sorry. Ya acabé mi\n   examen.”[I finished my exam] “Okay.” And I showed her my high school\n   diploma, “Esto que no sirve.” [that is of no use] That just broke my heart.\n   That's like, “aquí esto no sirve.” [that is of no use] I'm like, “What do\n   you mean, como que no sirve? [how come it’s of no use] That's a lot of\n   years of dedication. That's my life. What do you mean que no sirve?” “Aquí\n   no sirve,” [it’s of no use] but in such a hateful, super, super hateful way\n   that my heart just popped.\n \n \n   Cuauhtémoc: Anyway, I said, “You know what? Well, si no te sirve a ti, pues\n   esto no me sirves a mí. No quiero estudiar.” [if that is of no use, well,\n   this is of no use to me. I don’t want to study.] I was making sick cash in\n   TeleTech. I was doing triple hours, I was getting bonuses left and right. I\n   was getting like, my paycheck was like, 8000 a month. Then I was getting\n   almost double with just overtime in bonuses, so I felt like a big baller. I\n   was like, “Oh yeah, I'm balling again. But that's because I would ask my\n   family, what's the medium income like? What's the minimum wage? Like 80\n   pesos a day or 60, I don't know? That was my stupid little me, “Oh yeah,\n   I'm making way more than minimum wage.” And I felt good and went like,\n   \"Screw school. I don't need school. As long as I keep selling and doing mad\n   overtime and hitting my metrics, I'm going to ball hard and I‘m gonna get a\n   car.” But silly me, I should have continued. I was actually trying to major\n   in English teaching because I love teaching.\n \n \n   Cuauhtémoc: One of the things that I loved doing in college was tutoring.\n   That's a thing that I like to do is transmit knowledge, transmit wisdom. I\n   think the best way that you can make this world a better place is by\n   sharing. No matter what it is, so the fact that I can transmit the little\n   bit of knowledge that I have to you. It's like basically implanting a seed\n   in your brain and you decide if you want to nurture it or not. That's\n   basically up to you if you want to keep sharing the gift of knowledge, you\n   have to nurture the seed that I plant. Whether it's morals, whether it's\n   literature, whether it's a trade. I'm sharing this with you. I'm investing\n   my time and attention to transmit something to you. It's my gift. Whether\n   you want to see it die or not, it's really up to you. But that's basically\n   the interchange of morals, values, principles I think that's worth more\n   than gold.\n \n \n   Cuauhtémoc: You take stuff from people and your perspective is broadened\n   because just like the electromagnetic spectrum, it's composed of a very\n   huge piece of… I mean you got radio waves and it expands to gamma rays in\n   this huge spectrum there's light. What we are able to see—so if you think\n   about it—visible light is a tiny sliver in that huge spectrum and of light.\n   Even light itself, ultraviolet and infrared, are unseen to the naked eye.\n   What does that tell you? Our perspective is extremely limited, extremely.\n   So when somebody donates a little bit of their perspective, it increases\n   and it helps you see a much broader landscape. So the fact that somebody is\n   taking the time to teach you something or to share something, you pay\n   attention. Because maybe what they're expressing, they could be extremely\n   passionate about, and maybe helpful. It may serve a purpose later on in\n   your life, so keep that in mind. When somebody shares something with you,\n   the least you can do is donate a little bit of attention. And I say donate\n   because that's really what you're doing. You're donating time. Time is\n   valuable.\n \n \n   Claudia: I agree. Yeah. And do you think that you have found here in\n   Mexico, something that you had in the US? It doesn't have to be material\n   things. It can also be a feeling—\n \n \n   Cuauhtémoc: Myself. I found myself, I was lost for so many years pursuing\n   the wrong things. I was only doing school primarily because I was being\n   forced. I studied chemistry because I love chemicals, but in reality it\n   wasn't really my passion. I think teaching is much more something I like.\n   Literature is lovely, I love art. I'm not an artist, but I love the\n   appreciation of art. If I were to show you my phone, my gallery, I have\n   some really nice photos. My phone takes nice photos—not to show off, but I\n   actually do pride myself in some of the photos I've taken. I love\n   architecture, I love meeting people from other places, not that I don't\n   like Mexicans, but la comida, food is something that I absolutely enjoy,\n   music, just culture itself.\n \n \n   Cuauhtémoc: That's why I think that I'm in the right place. Why? I mean,\n   ultimamente, [recently] I've been meeting people from all over the place\n   and I'm very happy to hear that people from other countries come here and\n   see for themselves what Mexico is like. That makes me very, very happy. It\n   makes me extremely happy to know that people come to share. I mean, you go\n   downtown, there's a Chinatown here too. There's a lot of people from Haiti,\n   a lot of people from Guatemala. I myself had Honduran neighbors so I've\n   always loved to mix myself with other races and cultures. So short answer,\n   myself. I found myself.\n \n \n   Claudia: What do you miss about the United States?\n \n \n   Cuauhtémoc: My family. That's pretty much it. Luxuries I can have here.\n   Beaches I have here, beautiful landscapes I have here. It's the family, my\n   brothers and sisters, mainly my mom, my stepdad.\n \n \n   Claudia: And would you go back to the United States?\n \n \n   Cuauhtémoc: I don't want to, only if I have to. I mean there's no such\n   thing as “I have to.” Actually it's all choices.\n \n \n   Claudia: And why wouldn't you?\n \n \n   Cuauhtémoc: Siento que tengo muchas cosas que hacer aquí. [I feel as though\n   I have a lot to get done here.} I have—tengo un patrimonio que tengo que\n   construir. [I have a patrimony I need to build] I don't intend on having\n   kids not so much because I don't ... I love kids. I absolutely love kids\n   because they're the ones that are most receptive. I've donated a lot of\n   time into planting seeds with kids and I've taught English to kids and\n   they're the most appreciative in these things. I think that there are many\n   philosophers such as Machiavelli and Thomas Hobbes for instance.\n   Machiavelli is like the whole “you're born innately evil,” whereas Hobbes\n   is like “you're born pure and good.” I consider that to be the truth\n   because I consider society to be the corrupting factor. I think we're born\n   pure and you learn based on your surroundings and your upbringing. So to\n   elaborate on Hobbes, I see these kids eager to learn and to share. Not all\n   of them, but es porque [it’s because] their upbringing, but mainly you see\n   a child full of love, full of innocence. And I see that.\n \n \n   Cuauhtémoc: Me personally, I don't feel like I'm ready to be a father.\n   That's why the kids are out of the question. But for personal reasons, I\n   would love to if I, first of all, be in love with my significant other,\n   like have sincere love for that person. Not just, “Hey, let's do this and\n   for the sexual pleasure.” I think there has to be much more, a deeper\n   connection and it's very hard to make the connection that deep with\n   someone. You have to genuinely and truly love them and that's what I seek.\n   If I want to start a family, of course.\n \n \n   Cuauhtémoc: If it's like a relationship, it could be like a, “All right,\n   let's just go out and chill” and eventually you can build on that and\n   that's fine. That's fine too it could be like, “Let's chill and let's hang\n   out,” but if it's going to be for a family that's totally different. “All\n   right hold on, what are you looking for? Que es lo que quieres? [What do\n   you want?] What are you looking for in me? What do you want to build? Do\n   you want to build it together? Okay, wait a minute so let's .... We got to\n   connect.” It's not just, “Okay, let's just do this and see how it”—no, hold\n   on. There's a life that you're bringing to this world that's going to be\n   affected by your decisions. Every single decision, even the meat\n   consumption and all that stuff, the fetus is aware. It's very aware,\n   actually you have to be very careful. Screams and stuff they can hear it.\n   He or she can hear it, I'm sorry, they. What the heck? Well if it twins\n   yeah, they. But if there's constant fighting while the fetus is developing,\n   that's horrible, that's bad.\n \n \n   Cuauhtémoc: Some fetuses can even feel unwanted and get sick. Y se mueren.\n   [they die.]They die in the womb for that specific reason because they just\n   feel so unwanted that they're born prematurely or they're born dead from so\n   much negativity, intoxication, environmental intoxication. Sometimes we as\n   humans are so unaware of how our decisions have a huge role that ... I'm\n   careless sometimes, I say a lot of bad words, not with the intention to\n   hurt, but one word can hurt somebody so much and you don't realize it until\n   later. When I do it, I don't know, just try not to say so much bad words.\n   Pero yo lo hago así como “Esos gueyes, ponte chingon,” así, that type of\n   thing, but with very unhurtful intentions. If I say like “Esos gueyes,\n   ponte chingon,” I say with like the kindness of intentions because I know\n   how powerful an expression can be.\n \n \n   Claudia: Would you recommend people to migrate to the United States?\n \n \n   Cuauhtémoc: Depends who's asking. If it's somebody hopelessly lost, just\n   running away. No, don't run away from your problems ever. Never, or\n   backwards. If you're in Mexico running away to the States, same thing.\n   Don't. Go to a place to be better. Go to a place to give something. Go to a\n   place to make the place better, don't do it because you're running away or\n   because you have problems. No. Go and donate something. Go and be a beacon\n   for those in utter darkness and desolation. Don't go make things worse.\n   Porque muchos van a vender drogas. [many will sell drugs] I did it. But if\n   you're going to go hurt society might as well, don't go. Para que vas? Why\n   are you going to go make society worse than it already is? I made society\n   worse and I paid my karma and I lived very harsh things. Very, very harsh\n   things too. I mean it wasn't just happy. I got beat up a couple times and I\n   got robbed a few times. Hey, it's part of the process, you compensate good\n   karma with bad karma. I did a lot of good things too—I left a lot of good\n   knowledge in people. So that's why to this day I'm very blessed, extremely,\n   very blessed, like you have no idea.\n \n \n   Claudia: My last question was in what ways did being in the United States\n   shape who you are? I feel that you have continuously said that, but if you\n   want to specifically answer that too you can?\n \n \n   Cuauhtémoc: Of course, I'm extremely competitive in every way. In my work\n   environment, I'm highly respected because last month I did the work of\n   three people. We are measured by the amount of work you do. I'm a security\n   administrator and access management for Royal Caribbean and Adecco. I\n   basically create user accounts, manage their computer accesses, and the\n   programs they get to see. So on a monthly basis, I'm almost always first\n   place and usually it's by a long shot. So last month I did about a thousand\n   tasks myself, and it's a team of four. I did a thousand by myself and the\n   rest of the team did a thousand, so it was like 2000 total. But a thousand\n   just came from me, myself. And I'm in two campaigns, not just one, due to\n   the fact that I'm like the SAS or like the SEAL Team Ten. When the campaign\n   is broken, they send the best, and I'm one of that elite, I guess the elite\n   team.\n \n \n   Cuauhtémoc: I'm doing two campaigns right now. I think the graveyard people\n   do multiple campaigns, but it's just calls, they take calls. I don't take\n   calls, I do more delicate stuff. I delegate accesses, I assign certain\n   programs and stuff. So my competitiveness has been ... I've always been\n   very hungry in that sense. Since my first job here, I was doing overtime in\n   training because I had that spark. I'm a fast learner and, no, it's not a\n   brag, it's just me being sincere. I'm very fast. I've been gifted with that\n   fast learning capability. So I adapt quickly to my environment. [Snaps]. So\n   how has the US shaped me? Dominant. I seek dominance. Not in a way that it\n   steps on people, but I share my skills in an attempt for you to come back\n   also.\n \n \n   Cuauhtémoc: Because in order for a society to grow it needs to be\n   collective. I come up, you come up with me. I try to pull you. If you don't\n   want to be pulled, that's fine, I'll leave you alone as long as you don't\n   bring us down. And that's basically the way I consider everything. Let's\n   grow, I'm not going to grow alone. You come with me, if you don't want to\n   grow, at least be neutral and don't hinder us. Don't hurt us. You want to\n   be part of the team and just as long as you play by the rules and you get\n   your share done, I'm okay. When you fall behind, I'm going to gently poke\n   you and say, \"Hey, remember that tú tienes que hacer esto, you have to do\n   it.” And if you don't hey, you know what? I'm sorry but we have a\n   collective consciousness and we want to grow and I'm sorry, but you are\n   hindering our capability. So thus I'm going to ask you nicely, \"Hey,\n   ayudanos, necesito que hagas tu parte, if you can't do your part, then I'm\n   going to have to relinquish. You have to go away. Not in the sense that\n   like you're shut down, I'm still going to love you and I'm going to support\n   you, but you're just not part of that immediate project for [inaudible].\n   And I'm still going to invite you to my barbecues and you're still going to\n   be my friend. But en cuestiones de crecimiento.”\n \n \n   Claudia: Yeah, that's it from me. I don't know if you have anything else\n   that you want to add? Are you satisfied with everything?\n \n \n   Cuauhtémoc: I'm extremely satisfied and I'm thankful for being here. I\n   think I'm very appreciative of the treatment that I got today. It's very\n   important.\n \n <div>\n   <br/>\n </div>\n \n   Follow up on June 9, 2019\n \n <div>\n   <br/>\n </div>\n <div>\n   \n     Claudia: All right. It's Claudia and I'm doing the follow-up survey.\n   \n   \n     Cuauhtémoc : I remember you. [laughs]\n   \n   \n     Claudia: I remember because we took a picture.\n   \n   \n     Cuauhtémoc : Yeah, we did.\n   \n   \n     Claudia: And now you're going to get more pictures taken after this.\n   \n   \n     Cuauhtémoc : Okay, that's fine. You should have told me. I came with a\n     political shirt.\n   \n   \n     Claudia: No it's fine, that's character. It's totally good.\n   \n   \n     Cuauhtémoc : Okay.\n   \n   \n     Claudia: We're doing the follow-up survey with 36936 Cuauhtémoc the\n     fifth right?\n   \n   \n     Cuauhtémoc : Yes.\n   \n   \n     Claudia: All right. First question is, has the last year been difficult\n     since we last talked?\n   \n   \n     Cuauhtémoc : On the contrary, it's been very fruitful and full of\n     success, and the last year I managed to obtain a tier three position at\n     my job and I'm currently working my way up for manager. I am doing\n     manager tasks, and I am being entrusted with a lot of highly sensitive\n     information related to the contract that we're dealing with in\n     Compucom. We are working with Chevron, which is a gas company and we do\n     level three IT for them.\n   \n   \n     Claudia: That's awesome.\n   \n   \n     Cuauhtémoc : Thank you.\n   \n   \n     Claudia: Over the year so in general, would you say that things have\n     gotten better?\n   \n   \n     Cuauhtémoc : Way better.\n   \n   \n     Claudia: Way better.\n   \n   \n     Cuauhtémoc : To the point where I actually consider myself very stable\n     and very peaceful. I have a lot of peace of mind.\n   \n   \n     Claudia: That's super great to hear. That's awesome.\n   \n   \n     Cuauhtémoc : Thank you.\n   \n   \n     Claudia: Out of social, economic, job, family, insecurity, what's\n     gotten better?\n   \n   \n     Cuauhtémoc : Everything.\n   \n   \n     Claudia: All of them?\n   \n   \n     Cuauhtémoc : Although I don't really see much of my family and friends\n     anymore due to the high responsibility that I carry. It's been mainly\n     just work, work, work and just work.\n   \n   \n     Claudia: Got you. So none of those have gotten worse?\n   \n   \n     Cuauhtémoc : No, they've maintained a stable level. My aunts do ask me\n     to visit them from time to time, but it's usually pretty hard since we\n     have the client visit tomorrow and later today, around four or five,\n     depending on how long this takes. I'm going to go ahead and actually go\n     to the eighth floor and just set up a bunch of equipment for them to\n     have ready since we want the visits to have their docking stations or\n     monitors, some keyboards. The manager and I are going to show up and do\n     a lot of stuff. Last week, I know that Anita had proposed for us to\n     meet, but two of our elements had left the company so I had to take\n     over their shift and I was connected for 20 hours straight. I wasn't\n     going to show up here half dead.\n   \n   \n     Claudia: But you're here now.\n   \n   \n     Cuauhtémoc : I needed to sleep. And the nine of six with my 96 thing.\n   \n   \n     Claudia: Exactly. Since your return to Mexico, have you become aware of\n     any programs that support returning migrants?\n   \n   \n     Cuauhtémoc : I'll be frank with you, I'm going to be frank during the\n     entire time, but I just wanted to firmly state, I'll be frank. I've\n     been blessed to the point where I haven't had a need to seek support,\n     external support, because since the moment I got here, I did get here\n     with my aunt's home, where a little bit oppressive because I have a\n     very explosive way of being, not explosive in the sense that - I'm\n     spontaneous, but I tend to be very loud, very friendly. My aunts were\n     very unsupportive of my way of being, but I sought out my own\n     well-being, and I've been good ever since. I haven't really had a need\n     for that. But I am very much aware that there are programs which I'm\n     very happy to hear. I had a cousin that was recently deported about a\n     year and a half ago.\n   \n   \n     Cuauhtémoc : So, I strongly encourage for him to seek those programs\n     which are very beneficial, and they do help people. There has been a\n     lot of improvements in the way migrants have been treated. The people\n     that have gotten returned, repatriated, is that the word? I have seen\n     at least three to four programs from the government where they do help\n     you out. Especially in the border cities like TJ and stuff. I remember\n     my cousin was getting free housing, I think they offer them three\n     months free housing until they get their act together and they give\n     them little incentives here and there and they provide them with food\n     and stuff so that's really nice. He would call me and tell me “You know\n     what? I'm good”. I'm over here in this place where it's like a house of\n     the migrant kind of thing and it's really nice.\n   \n   \n     Claudia: That's awesome.\n   \n   \n     Cuauhtémoc : That wasn't around when I got deported. I'll tell you that\n     much. None of that stuff was around, and I'm glad too because it made\n     me strong character and a strong willed. In a way it was a blessing\n     that there was nothing there for me to enjoy because that just made me\n     more hungry in the sense that it made me more hungry for success and\n     more hungry to have my own back and to scratch my own back and to be\n     more self-reliant and have that self-resiliency to seek success for\n     myself.\n   \n   \n     Claudia: Blessing in disguise.\n   \n   \n     Cuauhtémoc : Yes.\n   \n   \n     Claudia: Then since we talked last, have you taken any classes or\n     enrolled in any education institution?\n   \n   \n     Cuauhtémoc : I lost my INE, and I haven't found a way or people to help\n     me get it again. I know Israel and his team do that a lot, but I\n     haven't been in touch with their team because for the same reason that\n     I'm doing management duties and I'm doing level three stuff at\n     CompuCom, I haven't even had a chance to get my own documents in check,\n     but I know that there's an institution that helps people revalidate\n     their studies. I haven't done that. I wish to do so, but I haven't\n     found time to first, find the two witnesses that I need to get my ID,\n     and moving forward, reach out to the people that do it. No I haven't,\n     but I've taken certifications necessary for my work that I have been\n     doing, and I've been educating myself in advanced Excel for doing pivot\n     tables for work and stuff.\n   \n   \n     Claudia: And you're currently working for pay?\n   \n   \n     Cuauhtémoc : Yeah, I'm working in _______ as a level three engineer\n     systems analyst. I guess that's what they call it. It's a, I guess\n     service experience senior analyst or whatever.\n   \n   \n     Claudia: How many hours do you work for them?\n   \n   \n     Cuauhtémoc : I lost track. I'm almost always connected because of my\n     huge responsibilities. I'm technically supposed to be doing a 48-hour\n     work shift, but sometimes I'm doing 80 or 90. Sometimes a 100.\n   \n   \n     Claudia: Per?\n   \n   \n     Cuauhtémoc : Per Week, yes. But the reason being is because one, I'm\n     very passionate about what I do and two, I'm very hungry for knowledge\n     and wisdom, so whenever the company needs somebody to, let's say “We\n     need somebody to do this,” I raise my hand and say “I want to do it. I\n     want to do it, I want to train them” because I've actually been\n     training people for the company as well as doing my own work, as well\n     as doing management, as well as being the 24/7 contact, as well as\n     being the VIP contact.\n   \n   \n     Cuauhtémoc : I'm always raising my hand. Who wants to do this? Me, but\n     there's no overtime. I don't care. I want to do it. That's the way I\n     am. I do that many hours because I choose to do it. They do pay me\n     overtime here and there when it's something that's just, you know what,\n     “we need you to go on your day off and train these guys”, yeah by all\n     means. Give me. Let me have it. I want to do it.\n   \n   \n     Claudia: What is the wage?\n   \n   \n     Cuauhtémoc : I'm making 18,000 a month plus about 4,000.\n   \n   \n     Claudia: Pesos?\n   \n   \n     Cuauhtémoc : It's 18,000 pesos plus an additional 4,000 in, what do you\n     call the restaurant?\n   \n   \n     Claudia: Commission? Tips?\n   \n   \n     Cuauhtémoc : No, it's not a commission. It's about three 3000 for, what\n     is that? It's a restaurant thing where you have a special card and you\n     can slide it and it's particularly just for restaurant use. Like a\n     resto pass. That's what they call it. It's like a Sedexo card. In\n     Spanish they call it vales de despensa. I don't know how to translate\n     that. It's a pantry bonus I guess.\n   \n   \n     Claudia: Okay, so they pay for your food expenses and that sort of\n     thing.\n   \n   \n     Cuauhtémoc : It's a card where you can go and use it on particular\n     venues but I just exchange it for money. Let's say out of the 18 that\n     I'm making, that's before taxes I'm making probably 22, and then maybe\n     out of those 22 from the 18 you take away taxes so I'm making maybe\n     anywhere between 15 to 18 after taxes which isn't bad but isn't good.\n     Well, in my eyes I can be making a lot more, but I'm very satisfied\n     with what I’m making now, but, probably in the next two, three years\n     I'm going to obtain that manager position. I know that for a fact\n     because I've been doing management duties for about six months already.\n     I know for a fact that when the manager position comes around, I'm\n     going to be very highly prepared for it.\n   \n   \n     Cuauhtémoc : I don't have the school to back it up but I have a lot of\n     experience and the thing with me is that I have a lot of people skills,\n     so I know that it's going to put me way up there in the candidate list.\n     I almost have it assured, but there's always competition. I'm not the\n     only one that does his job. I'm not the only one that has a good\n     background, so if it doesn't come the first time it will come the\n     second time or the third time. At least I'll be ready for the questions\n     because let's say if I do not make it the first time, I'll be well\n     prepared for the questions so the second or third time I'll just\n     dominate the interview.\n   \n   \n     Claudia: Sounds like you've got it down.\n   \n   \n     Cuauhtémoc : Yes. And it's just going to keep getting higher and better\n     from there. Once I obtain manager, cu I'm going to go for senior\n     manager, once I get senior manager, I'm going to go for director and if\n     I can, go to vice president. It's just a matter of time. It depends.\n     Depends how long am I allowed to be on this earth.\n   \n   \n     Claudia: Who do you currently live with? Friends, parents, siblings-\n   \n   \n     Cuauhtémoc : Alone.\n   \n   \n     Claudia: Cool. Which of the following, I'm just going to read a list of\n     relatives and which of the following live in Mexico. Is it\n     grandparents-\n   \n   \n     Cuauhtémoc : Dead.\n   \n   \n     Claudia: Parents, siblings, children, partner, aunts, uncles or\n     cousins?\n   \n   \n     Cuauhtémoc : Right now at this point in time I only have a few aunts\n     living in the city. I have two aunts living in ______ and the rest are\n     either in _____ or in a little Pueblito called _____ where my mom's\n     from. Overall, I'd have to say - all my grandparents are dead, my\n     father's dead, my mom and my brothers are in the States and everybody\n     else is here with two aunts being here in the city.\n   \n   \n     Claudia: Do you talk to your aunts and uncles who are in Mexico?\n   \n   \n     Cuauhtémoc : Seldomly due to the fact that I have a very huge focus on\n     my career, and they have their stuff going on. It's not that… they\n     treat me well when I go there, but they're not aligned with my goals\n     and my way of life so I tend to just align myself with people that are\n     also aligned. Even with friends. I know a lot of people in the city, so\n     I tend to not talk to them as much anymore because I'm so focused on my\n     job and my goals. Where I live currently there's a bunch of English\n     speakers, big time. Two of them actually work with me. For instance,\n     people in my radius, within a five-kilometer radius, there's a bunch of\n     English speakers in my neighborhood. But I talk to them just like maybe\n     we'll grab a beer, we'll have some pizza and that's it.\n   \n   \n     Cuauhtémoc : Friends and family, I tend to shut them off because\n     they're not aligned with my mental goals and my preparations. I know to\n     some it can come out as cold, but I want to get somewhere in life and I\n     want to get there as fast as possible. Not because I'm in a hurry, but\n     I know what I'm capable of doing and I want to devour the world as it\n     is. That's just the type of guy that I am. I'm devouring the world as\n     it comes.\n   \n   \n     Claudia: For sure. Are you in contact with your mom in the United\n     States?\n   \n   \n     Cuauhtémoc : All the time. Very frequently. I talk to her weekly. There\n     was a time where I would talk to her almost daily. Nowadays I talk to\n     her at least once a week with the average being maybe twice a week on\n     her days off because she rests Tuesday and Wednesday. So I talk to her\n     Tuesday in the morning or afternoon or sometimes in the evening\n     depending if I have too much work I'll just call her when I'm done. But\n     her and I, we have a lot of communication.\n   \n   \n     Claudia: Great. Are you considering returning to the States? Yes or no?\n   \n   \n     Cuauhtémoc : That's a difficult question. If it was in my hands to\n     return freely without any problems, I'd come and go as I would please.\n     But rules and laws prohibit me from doing so. In order for me to be\n     eligible for me to go back to the States, even with the visa, I have to\n     submit a pardon request and I have to wait for my 10-year penalty,\n     which I will gladly do and eventually I will follow up, because for the\n     senior manager position that I aspire for I need to be visa eligible,\n     so it's going to take time and money. A lot of money. I'm looking at\n     about maybe a hundred thousand pesos more or less for the lawyer and\n     the fees and all that. But it's definitely something... I'm going to do\n     it, not because I want to go back to the States and live there, but\n     because I want to have more opportunities in Mexico and having a visa\n     just opens a lot more doors.\n   \n   \n     Cuauhtémoc : The fact that the job… it would make me thrive more at\n     work that's the only reason why I would get a visa and to see my mom,\n     that's it. The only two reasons. And my mom is going to get her papers\n     so at the end of the day it doesn't really matter if I get my visa or\n     not. She can come here anytime, and if I get it phenomenal, if I don't\n     get it, I'm not going to cry over it. There's Canada, there's Europe,\n     there's Australia, there's Asia. I closed my doors in one place? Yes.\n     I'm not sad about it. It doesn't hurt me, it's just difficult in the\n     sense that I have to put a lot of money and effort to be eligible to\n     visit the place again, so I really have to consider whether or not it's\n     beneficial for me instead of investing those 100,000 in that, and I\n     could start a small business here and maybe just thrive here. Who\n     knows.\n   \n   \n     Cuauhtémoc : It's a difficult decision in the sense of the amount of\n     money that I would take for me to be eligible once more and my thing\n     wasn't a light thing. It was drug sales, and they really dislike that.\n   \n   \n     Claudia: They take it seriously. Well that was a survey. Now we can\n     just continue on-\n   \n   \n     Cuauhtémoc : Sure, I'd like some more coffee after this.\n   \n   \n     Claudia: For sure.\n   \n   \n     Cuauhtémoc : I don't think this is going to be enough. I'm sorry.\n   \n   \n     Claudia: You can have as much as you like.\n   \n   \n     Cuauhtémoc : As you can tell by my dark circles around my eyes. I'm\n     just constantly working all day, every day nonstop. I'm a workaholic at\n     heart. I think probably this got me started. A nice little warm up.\n     Coffee.\n   \n   \n     Claudia: All right, sounds good. We'll definitely get more. Last year,\n     or can you remind me how long you've been in Mexico.\n   \n   \n     Cuauhtémoc : It's been actually this month, it's my anniversary on the\n     3rd of June. There you go again with the threes and sixes and nines on\n     the 3rd of June of 2011 is the day I arrived to this beautiful city. I\n     remember like if it was yesterday. I remember that it was around three\n     in the morning. See the three, see the significance of the threes. It\n     was around three in the morning actually when I woke up. It was a\n     nightmare to me at the time it was very hurtful seeing myself in the\n     window because since the airplane, the lights were on, I looked at\n     myself and it was like the mirror reflection because the lights, I saw\n     myself and I was like, damn, this is for real. This is really\n     happening.\n   \n   \n     Cuauhtémoc : I'm arriving to the city. Wow. So, I'm landing, right?\n     When I look out from the window, I look and I see a tiny little bright\n     light in a sea of darkness, just somber, quiet, darkness. And I see\n     this super, super bright light in the distance. Super far away. I'm\n     like, what is that tiny dot? What is that? Why is it so bright? What's\n     going on? Where am I arriving? Why is it so light in a sea of darkness?\n     So about 30 minutes go by, 3:30, I start seeing how that tiny light\n     becomes a monstrosity, just huge city, far away. This beacon of light\n     just shining out to me, and I'm like, I think I'm here. I think I'm\n     actually here.\n   \n   \n     Cuauhtémoc : Suddenly, I started feeling dreadful. I started feeling a\n     dread, just very anxious, very nervous, very sad, very, just, I don't\n     know, just a rush of emotions. Just going through my head just like, Uh\n     oh, I think I'm here. I think I'm here. I think I’m here.This is really\n     happening. I started feeling very nervous, very… it's even hard to\n     describe what I was feeling. It was intense. It was so intense. I was\n     just expecting the worst. When the City finally starts manifesting\n     because we start getting closer and closer, I'm like, this is a monster\n     of a city.\n   \n   \n     Cuauhtémoc : This is a huge city. The lights were just super bright\n     because I hadn't slept the whole night because I was just so nervous. I\n     was just peeking out, peeking out. I was super anxious. Here I am\n     landing in this monstrosity of a city, and I looked down, I'm like, man\n     this is just, I'm not ready for this. I don't want to land. I don't\n     want to be here. But then I'm like, \"You know what? you earned this,\n     you earned this trip, take it.\" We finally land. It was around four,\n     almost four, and I was lost. I was lost. I was depressed, I was lost. I\n     was mad at myself, and I didn't want to accept it. I want to just go\n     back and not be here. It was a scary looking city. It was overwhelming.\n   \n   \n     Claudia: How long ago was that again?\n   \n   \n     Cuauhtémoc : Eight years and a few, eight let's say, what's today's\n     date? It's nine right? It was exactly eight years and six days ago.\n     Eight years and six days ago. Exactly. And maybe what time is it? It's\n     12 no it's one. I arrived here at four so-\n   \n   \n     Claudia: Couple hours.\n   \n   \n     Cuauhtémoc : Couple hours. My cousin was somewhere, I had a phone from\n     the States that was working in TJ because obviously TJ is really close\n     to the States. I had a ___number and when the day that I got released,\n     my aunt actually pulled up. My aunt pulled up in a Range Rover, bawling\n     status, “Here's your stuff” and she still had the nerve to show up and\n     just toss me my stuff, “Here you go”. I'm like, \"That's it?\" They\n     hugged me a little bit, but she showed up in a Range Rover, here you\n     go, here's your 100 bucks and that's it.\n   \n   \n     Claudia: Deal with it.\n   \n   \n     Cuauhtémoc : Deal with it. They were a bit pissed. I know they were\n     pissed. They were sad, but they were pissed also because it was just\n     like, You messed up. You're about to graduate. You're getting your\n     chemical engineering degree going on. Why'd you do it, man? Not mad.\n     And I was hungry, I've been hungry since I was 14 years old. I needed\n     money and working in the yards wasn't cutting it.\n   \n   \n     Cuauhtémoc : I was a double full-time student almost. I was taking 20\n     to 24 units a semester. I needed money to live. I needed money to\n     sustain my school. I needed money for clothes. I needed money for\n     everything. Working weekends wasn't going to cut it. I was in school\n     from eight in the morning to 10 at night, almost daily with Fridays\n     being the exception. I was like, you know what, I'm doing two majors\n     this isn't cutting it, and “you guys weren't helping me, I'm not\n     blaming you, but just understand why it was done.” “But you could have\n     spoken.” I spoke a lot of times that this wasn't cutting it. I was\n     frustrated. It happened.\n   \n   \n     Claudia: Last year, I don't really think we talked a lot about how it\n     was like coming back. If you want to talk to me about that-\n   \n   \n     Cuauhtémoc : The first two years were just severe depression, if you\n     want me to go in detail about it. It was very severe depression to the\n     point where I just lost the will to live the first year. It was just\n     bad. Although I was very strong, willed and sought opportunities for\n     myself. It was just coming home and just feeling guilty about it. Just\n     laid back on my bed and just sometimes crying myself to sleep because I\n     was alone, and I still wouldn't get over the fact that I was here and\n     it was just coming home to a barren house, to a barren apartment. I\n     didn't even have a bed. I slept on a bunch of blankets and clothes.\n   \n   \n     Cuauhtémoc : It was just coming to an empty house. I didn't even have\n     curtains, but I was proud so I didn't want to be with my aunts anymore\n     because they were just so oppressive that I just, it's either this or\n     going back to my aunts and just being oppressed big time and being told\n     what to do, what to wear, how to talk, when to talk, when to eat. It's\n     either I live in a tyranny or I'm free, but I have nothing so I chose\n     nothing.\n   \n   \n     Claudia: And you felt guilty about how you got back to Mexico?\n   \n   \n     Cuauhtémoc : I felt guilty because my mom was destroyed. That's why I\n     felt guilty. My mom was just crying and constantly feeling very guilty\n     because she was not able to provide the life that I wanted. We lived in\n     a very humble home, and it wasn't enough for me. I wanted things. I was\n     very materialistic in the States.\n   \n   \n     Claudia: Why do you think that was?\n   \n   \n     Cuauhtémoc : I grew up around the rap culture. I grew up in a very\n     materialistic society and I think that I'm not the only one that lived\n     in that. I actually like flashy things. I don't know if you remember,\n     but the last time I came I had a huge chain. No. The second time I came\n     I had the huge chain. I had the medallion, I used to rock diamond\n     earrings and, well, I've been around people that were in car clubs.\n     ______ is just a place of a lot of money. Imagine an immigrant boy\n     growing up in ______. There's a lot of money there, and I would see my\n     surroundings and I see all these ballers and all these people in nice\n     SUV's and here I am just barely surviving. It's rough.\n   \n   \n     Cuauhtémoc : I'm glad I grew up in an environment like that because it\n     made me very hungry as a person. Extremely. To this day I don't stop\n     working because I want nice things.\n   \n   \n     Claudia: What happened with the medallion and the chain?\n   \n   \n     Cuauhtémoc : I ended up pawning it, and I never got it out because one,\n     I was just, there's been some hard times here and there, but I'm a very\n     proud person, so I always try to, always try to get myself up so I\n     don't go crying to my aunts or my mom and say, oh. I'd rather just,\n     there's an expression that I have. I'd rather just dug it out, just\n     live it out, ride it out and not go crying to people and beg for help.\n     I'm very proud of that.\n   \n   \n     Claudia: What was the hardest part about coming back to Mexico?\n   \n   \n     Cuauhtémoc : My mom. My mom's pain. My mom's pain was my pain. If it\n     wouldn't have been for my mom, I probably would have probably just been\n     all right. But the fact that she was in pain meant I was in pain. I\n     still cry about it sometimes. I still do.\n   \n   \n     Claudia: Do you talk to her a lot?\n   \n   \n     Cuauhtémoc : Yes, but the pain is still there. I know she's lying when\n     she says that it doesn't hurt, but it still hurts her and it still\n     hurts me. But it's gotten better.\n   \n   \n     Claudia: And she's in line to get her papers on track?\n   \n   \n     Cuauhtémoc : Yeah.\n   \n   \n     Claudia: Her citizenship or residency?\n   \n   \n     Cuauhtémoc : Residency. She has a work permit right now.\n   \n   \n     Claudia: Did you ever qualify for DACA when you were in the States? I\n     can't remember.\n   \n   \n     Cuauhtémoc : It's too early. That was not in my time. I got deported in\n     2011 and that all started happening right after I left. It was a bad\n     time for me to have gotten deported. Wrong place, wrong time.\n   \n   \n     Claudia: When you talk about having hard times here in Mexico, can you\n     tell me a little bit more about them?\n   \n   \n     Cuauhtémoc : Times where… unemployment and there's times where you\n     don't get a job right away. You got to just live with one meal a day\n     and just make your last paycheck stretch for even three, six, nine\n     months, however long it is.\n   \n   \n     Claudia: Do you feel you've ever been discriminated against here for\n     being a returning immigrant?\n   \n   \n     Cuauhtémoc : At first. The fact that you don't speak English properly\n     or you don't know the ways or you don't know how to get to a place and\n     you have to ask somebody. Sometimes people give you wrong directions on\n     purpose or sometimes people just mess with you.\n   \n   \n     Claudia: So you had a struggle with Spanish?\n   \n   \n     Cuauhtémoc : At first. But I dominated that pretty quickly because I\n     don't like being weak and I don't like being, I guess you can say\n     incompetent. So I dominated that pretty quickly. I had to.\n   \n   \n     Claudia: I remember you talking last year about being called the\n     “godfather” in the States and not letting people mess with you, that's\n     something that stuck with me for this past year.\n   \n   \n     Cuauhtémoc : People from the States still refer to me by that nickname.\n   \n   \n     Claudia: Do you keep in contact with your friends from over there?\n   \n   \n     Cuauhtémoc : Yeah, I actually have a few of them on Facebook. The\n     people that I used to bust missions with and be in the party scene\n     with, because I was really into the party scene. I actually still have\n     a lot of the photos and not too long ago there was a meme where it\n     says, what were you doing in high school? I was dominating the parties\n     and I actually posted that. I had a relentless ... [aside] Hi. Excuse\n     me. Can I have another cup of that coffee please? Thank you. [to\n     Claudia] I had relentless dominance over the party scene, and I don't\n     want to sound arrogant, but I tell you not in a way that that like a\n     proud King tells you but I tell you that because my name Cuauhtémoc is\n     the name of an emperor. It's the name of a Mexica emperor and I like to\n     say Mexica instead of Aztec because that's a proper name. Most people\n     think Aztec is a proper name, but it's actually Mexica.\n   \n   \n     Cuauhtémoc : It's the name of the last Mexica emperor that valiantly\n     and ruthlessly fought against Cortes without any iron, without any\n     guns, without any cannons. His people fought to the very end, and when\n     Cortes sat him down and told him you know what? You better tell us\n     where the gold is or I'm going to burn you. He said do what you need to\n     do, but I'm not going to sell my people out. That's basically what\n     happened to me because I had a small empire and when I got caught with\n     the drugs and stuff, they asked me, \"Who's your dealer? Give us the\n     information. We'll let you go.\" \"No, I got in this myself. Do what you\n     need to do. Take me to wherever you need to take me. Give me the years\n     you need to give me. But I did this to benefit myself, and I'm not\n     going to give you any names and do your worst.\" So here I am. Here I\n     am.\n   \n   \n     Claudia: Eight years later.\n   \n   \n     Cuauhtémoc : Eight years later. [aside] Thank you. Appreciate that.\n   \n   \n     Claudia: Tell me more about the past year per se. What has been going\n     on, all that.\n   \n   \n     Cuauhtémoc : Ever since I started studying about, because I'm a\n     chemical engineer at heart. Let me show you a few things. Ever since I\n     started looking at these videos - go ahead actually browse through it.\n     Ever since I started aligning myself with certain frequencies and\n     listening to actual music and positive affirmations and self-\n     programming, I've seen a significant change in the way - there's\n     actually this thing called god frequency, and the monks actually\n     meditate under there's an ohm that they chant, and that ohm is meant to\n     be voiced in a particular frequency.\n   \n   \n     Cuauhtémoc : Whenever you align yourself, your voice, your mind, you\n     align yourself to a celestial frequency, great things start to happen\n     because whenever you're tuning into a negative and bad frequency, a lot\n     of things like that just start to surround your life. But when you\n     change the frequency, and you align yourself with positive mentality\n     with positive affirmations, positive people, positive music, positive\n     frequencies, and just being in tune with the god frequency, being in\n     tune with life frequency because there's more than one. There's the God\n     frequency, there's life frequency, there's just a bunch of really nice\n     frequencies there. There's healing frequencies that people that\n     practice Reiki. They also tune into those frequencies.\n   \n   \n     Cuauhtémoc : Those frequencies have really just helped me get my life\n     together. They have really helped me heal. I would say that I'm still\n     broken because I haven't mastered myself fully yet, but at least I'm\n     healed. I'm broken but just with like, maybe like a stitch. It's there.\n     It's a huge open wound still because the pain is still there but it\n     doesn't hurt anymore like it used to. It's just the pain that maybe\n     when you sprain an ankle and eventually you walk it off. Like you step\n     on it, and it's just pulses but it's not to the point where you can't\n     walk, you can walk, you can do stuff and it's just that tiny pulse it\n     just shoots up and you even sometimes even step real hard so it goes\n     away. That's what I do.\n   \n   \n     Claudia: Do you feel your I guess connection with the frequency has\n     increased a lot, intensified a lot more in the past year?\n   \n   \n     Cuauhtémoc : Well, I think the proper term of intensify, I think it\n     would be more of, it has facilitated that I've aligned myself with the\n     frequencies. I'd see this more of a when you have a radio and you turn\n     the knob and sometimes it sounds very unclear. You could still hear the\n     music, but it sounds very static and weird. The message just keeps\n     getting a little clearer each time. It's not a leap where from one day\n     to the next you're just this super highly conscientious and elevated\n     being, but I'm getting there.\n   \n   \n     Cuauhtémoc : I'm not seeking complete abstinence of desire because I\n     know that in order for you to be fully in tune with those frequencies,\n     you need to relinquish meat, you need to relinquish desire, you need to\n     relinquish sex and all that stuff. I'm not ready to give that up yet\n     because meat by itself has a lot of negativity attached to it because\n     the slaughtering of the animal, the energy that the animal leaves\n     behind, the fact that the animal went through a very gruesome murder\n     and the fact that the animal surrounded by a lot of dirtiness, a lot of\n     just very horrible things.\n   \n   \n     Cuauhtémoc : I love meat. I'm not going to lie. I love meat. I love\n     pork. I know pork itself isn't very healthy, so I'm not at that point\n     where I want to just completely relinquish my way of life for elevation\n     because I know the yogis do that. I'm not ready to give a lot of things\n     up yet but I am aligning myself to the frequencies in that sense that I\n     tend to try to throw out positive vibes. If I see somebody mad dogging\n     me in the Metro, you know what? Bless you, hopefully God or whomever\n     you pray to cures that hating heart and that's it, and I'll just be on\n     my merry way. I try to not allow those things to affect me or consume\n     me.\n   \n   \n     Claudia: You pretty much said that everything has gotten better,\n     social, economic, job, security and all that. Can you just tell me a\n     little bit more about that sort of thing? How it's gotten better and\n     how do you feel? Where are you at right now?\n   \n   \n     Cuauhtémoc : Well, it's gotten better in the sense that I have a lot of\n     peace of mind, and I forgave myself for a lot of things. I forgave\n     myself for all the pain that I've inflicted upon my family. I forgave\n     myself for all the mistakes that I've made throughout the past. I think\n     the number one thing and healing is forgiving yourself. In that sense,\n     I don't carry those burdens anymore. They still sting here and there\n     from time to time. But it's something that I've let go of and I've\n     mastered. Not 100% but I've mastered, and I feel great about having\n     that in the past. In that sense, I walk without holding onto those very\n     heavy things.\n   \n   \n     Claudia: To the baggage.\n   \n   \n     Cuauhtémoc : The baggage, there you go. I don't have that baggage\n     anymore with me and that has really given me the opportunity to expand\n     internally, and being able to heal those hurtful things with positive\n     things. The void that's inside me, the empty void that was once filled\n     with rage and sadness and depression, that void is being regenerated\n     with self-love, self-empowerment, and overall feelings of wellbeing. So\n     to start off internally, that's where the change has been done, mainly.\n   \n   \n     Cuauhtémoc : In terms of external things like the home at work. I'm\n     running an apartment all to myself which I am furnishing all to myself.\n     I've gone through numerous changes. I've left a lot of furniture\n     behind, I've left a lot of things behind in numerous places,\n     distributed. I don't care because I am no longer as materialistic as I\n     used to be. Let's say in the house that I was living at prior to living\n     in where I am, I left furniture behind. I left a lot of nice things\n     behind so I didn't even care. I was like, keep everything. I left stuff\n     behind with my roomies and I don't care.\n   \n   \n     Claudia: Do you think that being back in Mexico has made you want to\n     turn your life around in that way and be less materialistic?\n   \n   \n     Cuauhtémoc : What has fueled my change is not Mexico. What has fueled\n     my change is an awakening, an internal awakening, and the realization\n     of my potential as an infinite being. That has fueled me. Not Mexico,\n     not my mom, not my surroundings, but just my realization that I am an\n     infinite being and that I'm practically the universe manifesting itself\n     in three dimensions and a vessel made of flesh, AKA human\n     consciousness, that is what fuels me every day. The fact that I'm\n     infinite and the fact that I've proven that we are infinite because you\n     go into a tier three campaign as a 1.5, and I've been first-place\n     nonstop.\n   \n   \n     Cuauhtémoc : And the fact that I've been able to very quickly absorb\n     and dominate every test that has been bestowed upon me, it further\n     confirms my infiniteness and my role as a superior being not superior\n     in the sense that I'm better than you, but superior being because of\n     the consciousness and the realizations that I have. We're pretty much\n     demigods, we're semi gods. Why? Because we have the ability to create\n     and destroy just like a god can create and destroy. I too can do that.\n     Maybe not in that grand scale where I can create celestial bodies, but\n     quantum mechanics talks a lot about how our micro thoughts have a macro\n     effect on the universe.\n   \n   \n     Cuauhtémoc : And that has been tested and proven time and time again\n     with a lot of experiments. One of them being, the water freezing\n     experiment by the Japanese where they speak emotions and thoughts into\n     freezing water and they literally see a visual representation of that\n     thought in the snowflake that water becomes. If you are hateful and\n     evil towards the water, the water manifests very ugly looking\n     snowflakes. Whereas if you treat the water with love and care and speak\n     very nice things to it, it manifests into beautiful snowflakes. This\n     isn't something that I'm just speaking, I'm inferring or I'm guessing.\n     No, this is something that has been proven by both science and religion\n     and I'm just simply replicating it with my actions.\n   \n   \n     Cuauhtémoc : This goes further beyond Mexico. This is just my\n     realization as a powerful being that I am, and I am a living testament\n     of the powerful being that I am on a day to day basis.\n   \n   \n     Claudia: In what ways do you think that having lived in the United\n     States all that time shaped who you are today and the beliefs that you\n     have?\n   \n   \n     Cuauhtémoc : I am very hungry. I am very relentless and I chase my\n     goals with almost a reckless pursuit. There is a book that I shaped my\n     life around called Frankenstein. Nothing to do with the movie at all.\n     There's even an essay that I actually read a lot called… there is an\n     essay by some guy in some university I don't even know, but the point\n     being is what was Frankenstein? The reckless pursuit of knowledge.\n     Because what the scientists did was he chopped down his moral and\n     ethical limits to obtain a goal because at the end of the day, morally\n     and ethically speaking, that's wrong, but he achieved something that\n     was thought impossible. He played God, and he obtained it.\n   \n   \n     Cuauhtémoc : You know what the problem was? He created something ugly\n     in the eyes of society because Frankenstein was ugly looking. He had a\n     beautiful heart at first, but due to society's rejection, Frankenstein\n     turned evil because he was rejected, and all he wanted was just to fit\n     in. Frankenstein ended up just blowing up. I am Frankenstein in this\n     sense. I have been shaped and molded by the States and Mexico. I may be\n     ugly on the outside, but my intentions are sincere and pure on the\n     inside. If society doesn't want to accept him for who I am, let them\n     be. At the end of the day, I don't need anybody's approval.\n   \n   \n     Cuauhtémoc : So yes, I am the scientist, and I am the Frankenstein\n     both. I'm not saying that I'm going to chop down my ethical and moral\n     limits because I do have limits, but I'm going to do whatever it takes\n     to get to where I'm at, and I ain't going to also become that product,\n     but the difference is here is that, one I'm not going to disregard my\n     moral and ethical views and two, I'm not going to go berserk on society\n     and because I'm not welcome. I don't need to be welcomed. I just need\n     to be respected. That's it.\n   \n   \n     Claudia: Do you consider yourself Mexican or American?\n   \n   \n     Cuauhtémoc : Neither. I consider myself an infinite being that has no\n     nationality nor borders. I consider myself a being of light. I consider\n     myself and the universe manifesting itself in three dimensions, a part\n     of it. That's what I consider myself. I'm beyond the whole\n     “Mexican-American”. Borders are imaginary, implemented by humans\n     therefore, I don't consider myself neither.\n   \n   \n     Claudia: I think that's my favorite answer that I've heard to that\n     question so far.\n   \n   \n     Cuauhtémoc : Good.\n   \n   \n     Claudia: If you could have stayed in the United States, what do you\n     think you might have done?\n   \n   \n     Cuauhtémoc : That's a hard question. I think about that. I don't know.\n     I don't know how to answer that. Because there was so many versions of\n     me in the States. There was the quiet boy that just wanted to finish\n     school because of his mom's expectations, but then I was very heavy in\n     the party scene. I was chasing chemical engineering. I don't know. It\n     could be one of five. Maybe I just would have gone quietly and just\n     graduated and maybe worked in a pharmacy because that's what more or\n     less... I wanted to do pharmaceutical, chemical engineering. I could\n     probably have followed my father's footsteps and probably be the CEO of\n     that business and maybe would have made that expand.\n   \n   \n     Cuauhtémoc : I probably would be drug dealing probably, very heavily\n     doing so maybe doing some pretty heavy drug dealing, or I probably\n     would have gotten into the party scene and done some pretty heavy club\n     promoting. Maybe just do some heavy club promoting for the hottest\n     clubs in Hollywood or something or maybe just be lost and destroyed and\n     be in mayhem, being in the streets, doing mayhem and being destructive\n     and carcinogenic to society. I say that because I used to do a lot of\n     partying and just breaking into warehouses and partying and just trying\n     to get money. One of the five.\n   \n   \n     Cuauhtémoc : The most probable out of those five probably be either the\n     chemical engineering or there's a sixth one actually manufacturing\n     drugs. Illegal or illegal, a Breaking Bad type of thing. Some shady lab\n     somewhere and just-\n   \n   \n     Claudia: Doing what you got to do.\n   \n   \n     Cuauhtémoc : Doing what, well not doing what I got to do because I\n     don't got to sell drugs.\n   \n   \n     Claudia: That's true.\n   \n   \n     Cuauhtémoc : It's more of a thing that I like to do so I'll probably be\n     somewhere, and it wouldn't be just any drug. It wouldn't be harmful\n     drugs. They'd probably be LSD or DMT or ecstasy or something that is\n     not as bad like meth. If I were to choose a drug to manufacture it'd\n     probably be LSD, and just be like that one guy that they caught in some\n     lab somewhere out in the woods tripping and doing LSD and just being\n     the hippie guy not this super aggressive drug dealer, but more this\n     hippie guy. Just peace and love man, just trying to bring the sixties\n     peaceful movement back. It's illegal, yeah, but the day I get caught\n     just like, peace and love, dude. You know what I'm saying? Just vibe\n     with it.\n   \n   \n     Claudia: That'd be a hit at my college.\n   \n   \n     Cuauhtémoc : Actually I've sold LSD before. Mass scale and you surround\n     yourself with really cool people and it's not like, oh man, I got to\n     get rich quick or die trying kind of thing it's more like, you're\n     making money off of it, but it's just really chill people. I even used\n     to take LSD with my clients and I wouldn't consider them my clients\n     like you would because I've sold meth, I sold crack too. So it's way\n     different. Sometimes the crackheads just, they're very bad to deal\n     with. They'd be bringing just whatever. They can sometimes even their\n     own clothes, I’ll sell… I got some shoes. All right, shoes. I actually\n     did that myself once. Remember when I was partying and I ran out of\n     drugs and I had some nice Jordans and I, you know what? How much you\n     give me for these Jordans?\n   \n   \n     Cuauhtémoc : Give me a few grams for the Jordans. That was bad, but I\n     admit it, I did it. I know that's bad, just selling it or consuming it,\n     it's just horrible. Very bad vibes to it. Just people just get sucked\n     up. So I rather if I was back in the States, I'd probably just be\n     fabricating some really super high quality LSD and just tripping with\n     the people, being with the people, sometimes even going out into a\n     campfire and saying “Take it, but just let go” and probably even doing\n     some therapy with it too. Like “Hey man you know what, I'm here for\n     you. I know I'm, you're dealing and everything, but just come over,\n     we'll go into a cabin, we can trip out and just be cool and just be at\n     peace and get in touch with nature” and that's sort of thing.\n   \n   \n     Claudia: Do you think if you were still in the States you wouldn't have\n     been able to-\n   \n   \n     Cuauhtémoc : I probably would be super powerful in the States actually,\n     but it'd be more of a selfish thing because I was very power hungry in\n     the States. That's why my nickname, “the godfather” rose and fell\n     because I was a very proud person, and it was more of a power thing,\n     power struggle than anything. Kind of like when you're in a gang and\n     you fight for turf and stuff. The part seems very similar but with way\n     less violence. I think that I'd be kinda like this power-hungry dude.\n   \n   \n     Claudia: Now that you've been back in Mexico, I know you've been here\n     for eight years but still, what do you like to do? What would you like\n     to do? What are your dreams?\n   \n   \n     Cuauhtémoc : Eventually just detach from society and go live far away\n     in my cabin and be self-efficient and just live off grid in a nice\n     place obviously have a couple of acres to myself and be a\n     self-sustained person. Just live off.. There's a quote from Of Mice and\n     Men. Have you read it?\n   \n   \n     Claudia: Yes.\n   \n   \n     Cuauhtémoc : Live off the fat of the land. What they chased I like to\n     have that just live off the fat of the land. Have like Of Mice and Men,\n     just a happy finale. Just get out of here, get out of the toxicity of\n     the city and just live in some remote location. A very, what's the word\n     I'm looking for? A very, what's the term called when the land is rich?\n   \n   \n     Claudia: Fertile.\n   \n   \n     Cuauhtémoc : Fertile, just live in some very fertile place and maybe\n     grow my own stuff and maybe have a few goats and just slaughter them\n     when necessary with the balance and maybe just sell some too just to\n     exchange. Live in a place where, maybe even an autonomous place,\n     because there's a lot of places in Mexico that are autonomous. Just\n     screw the law, screw exploitation. I'll just live with like-minded\n     people like myself and just get out of here and just have my nice,\n     beautiful cabin and maybe grow some fruit, grow some veggies, and have\n     a few animals and just maybe have friends that do the same thing and\n     just get away from here and just not be here part of this toxic\n     environment and just be away.\n   \n   \n     Cuauhtémoc : But that's going to take a lot of money and time and just\n     be out to myself. Maybe a hermetic lifestyle, but not in the sense that\n     the yogis do or the Shaolin not to that level, but I'll still party.\n     I'll still probably have girlfriends and stuff and have that lust\n     aspect still there. Because I know that Shaolin and yogis, zero sex,\n     zero meat, zero everything. I'm not ready for that yet. Just let's go\n     camp out, and be like a permanent camp out just get away from here. Get\n     away from this pollution and believe me, people say, “oh, Mexico city\n     has pollution.” Yes. So does LA. Get out of here with that.\n   \n   \n     Cuauhtémoc : It's not just Mexico. Open your eyes and realize that\n     every big city has these problems. Every big city has rats. Every big\n     city has homeless. Every big city has pollution. Every big city has\n     black water so get out of here when you say it's Mexico. It's not\n     Mexico. It's when you want to judge. Look at your own big city first\n     and then come at me and tell me, “oh, it's Mexico's ugly. Mexico's\n     dirty”. Well, you haven't looked hard enough. You haven't gone to\n     Bosque de Chapultepec. You haven't gone to Cerro de la Estrella. You\n     haven't gone to the nice parts. Look internally before you can\n     criticize. That's my motto of life.\n   \n   \n     Claudia: Now we get to the last few questions and they're a little bit\n     more reflexive.\n   \n   \n     Cuauhtémoc : Sure.\n   \n   \n     Claudia: What can the Mexican government do to help returning migrants\n     integrate into Mexican society?\n   \n   \n     Cuauhtémoc : Give them tools and not money. Show them the way. Allow\n     them the capability of developing skills. If you give people money, you\n     make them worthless because they eventually become dependent on that\n     sometimes. Not everybody, but give people tools and not money. Teach\n     them things that will help them thrive in a society. Teach them things\n     like accounting, expenses, management of expenses, economics, teach\n     them how to have a trade, maybe construction, electrician. Help them\n     with school in the sense that, integrate them back into school.\n   \n   \n     Cuauhtémoc : When I got here, it was very hard to integrate myself back\n     to school. I actually did a test in the UNAM to study English. What was\n     it? Enseñanza del Inglés, which translates to for non-English as\n     Spanish speakers, English teaching. So the girl, I still remember, it\n     was just horrible. When I went and I presented my high school diploma,\n     she just tossed it and she's like, \"What the hell is this? This isn't a\n     document. This is worthless here. Didn't they tell you that you needed\n     to get revalidated?” I'm like, \"No, that's what you're here for.\"\n   \n   \n     Cuauhtémoc : I didn't say it like that messed up, but I'm like, “No,\n     isn't that what you're here for? To guide me?” “This is worthless. What\n     is this? I can't even read what this says.” That's why I haven't gone\n     back to school because it was just, man this is such a horrible system,\n     and this is supposed to be a prestigious school, and I know in the\n     States they do the same thing and Stanford and Yale, people get turned\n     down very horribly. It's not just a Mexican thing.\n   \n   \n     Cuauhtémoc : I point that out because I know people out there, they get\n     rejected from very prestigious places too, with very horrible attitude\n     because they raise their necks and say, oh, you're very prestigious\n     yeah, but where's your manners or you’re prestigious but where are your\n     manners? What's more important? Having prestige or treating someone\n     correctly, treating someone with the respect that they deserve. To me,\n     this is trash because you may be super prestigious, but at the end of\n     the day it's worthless because you're a horrible human being. Oh, well.\n     So I just said, “I don't need this. I don't need your institution. I\n     can educate myself and I've been educating myself for the last 10\n     years. I've been educating myself in the streets. No thank you. I don't\n     need this institution's teachings. If it's going to be like this from\n     the very beginning, I don't need this trash. You may be super good at\n     giving me book knowledge, but I have enough street knowledge to be able\n     to maneuver through life. I don't need this.” So I kind of just put me\n     off and I said, screw school. I don't need school. At the end of the\n     day school conditions you for a lot of things. So I'm like, I don't\n     need this conditioning.\n   \n   \n     Cuauhtémoc : I don't need this conditioning because at the end of the\n     day, school is a type of conditioning. I can think for myself, thank\n     you very much and if I need knowledge, I could just pick up a few books\n     and educate myself in the matter. So I don't need this. And it served\n     me well because with the high school diploma, I'm already going for\n     manager, and I'm sure that I'll get to director level with just the\n     high school diploma. Why? Because I'm very hungry, and I know I can do\n     it. I already programmed myself internally for me to have that director\n     position, so there's no doubt in my mind that I'm going to obtain it.\n     It's going to take time, maybe even 10 years, but I know that in 10\n     years, I'm going to have that position. I already made myself a\n     two-year plan, a five plan and a 10-year plan, and I'm going to invest\n     every single week and hour of my life to making sure that that's going\n     to happen.\n   \n   \n     Claudia: I know. I feel like it will.\n   \n   \n     Cuauhtémoc : I do too. Thank you for aligning yourself with my way of\n     thinking. Thank you. In that sense, that lady's rejection fueled me\n     that I'm like, if your institution isn't going to have me because of\n     my… I know there's processes to be followed and I respect them, but\n     when you treat somebody like that just because you have a nice, let's\n     say if you go to a Mexican, I don't know, like the taxes and somebody\n     treats you horribly just because they're like, “Oh, I'm a tax worker\n     and I have the power to approve or deny your things and I can just\n     treat you like crap.”\n   \n   \n     Cuauhtémoc : I think that's an abomination. I think that's just\n     horrible. For you to consider yourself above somebody and just be able\n     to treat them like crap just because you have a position. Let's say if\n     a cop does that and they have done that to me too, where, “Oh well I'm\n     going to do what I want and at the end of the day it's my way or the\n     highway.” Cops have done that to me, but not just here in the States\n     too, Latino profiling. If you're that kind of human being, stay the\n     hell away from me. Go away. I don't want your negative and disgusting\n     vibe to affect me.\n   \n   \n     Cuauhtémoc : I know that I should be loving too but at the end of the\n     day, if I allow myself to be infected with that nastiness, I’m gonna –\n     I don't want to distribute that, I want to absorb it, yes, neutralize\n     it and just, go away be away from me. Blessings and love, but stay away\n     from me, and I don't want to be part of this institution. I don't want\n     to be part of your gigs. I don't want to be part of your shadiness,\n     stay away, and you stay over there in your corner of being hateful and\n     negative, and I'll stay in my corner being positive and assuring and\n     helpful and loving. Maybe at the end of the day, if that's what fills\n     your void by all means just do it over there. Stay away.\n   \n   \n     Claudia: What can the US government do to help Mexican deportees and\n     the families that they leave behind in the States?\n   \n   \n     Cuauhtémoc : Nothing. At the end of the day, we're in their country\n     following their laws, and if we decide to break them, it's our fault.\n     We are the ones that caused this upon us. I actually think that it's\n     wrong when you get deported for maybe having a super tiny little\n     ticket. I think it should be perhaps in consideration that I'm not\n     doing nothing wrong. Just give me a chance. Break me off. Okay. Yeah,\n     whatever. For things like drug dealing for what I did, the system's\n     fine. I'm the rotten one, at least I was. I don't have any issues with\n     the system. I have an issue maybe with being harsh with people that did\n     light things.\n   \n   \n     Cuauhtémoc : I think there should be more consideration for the light\n     criminals but for people like me that actually did things because of\n     power, because of greed, yeah man, let it be. Punish me however you\n     want to punish me. I don't care. I deserved it. It's fine. I was\n     intoxicating your people. I was breaking the law. Let's be fair about\n     it. You want to kick me out? Kick me the hell out. I don't mind. I'll\n     live with it. I'll swallow my pride. I'll live with the depression for\n     as long as I need to live with it because at the end of the day I was\n     doing something wrong and it deserves punishment because it's not like\n     you're doing something beneficial. You're intoxicating the masses with\n     drugs. Some of them very hard drugs. Let it be.\n   \n   \n     Claudia: Why do you think that young Mexican men in the US turn to\n     crime and gangs?\n   \n   \n     Cuauhtémoc : I don't know. In my case it was because for very selfish\n     reasons. I cannot speak the same about everybody else. Some people\n     maybe don't have that love at home or that support at home. I would\n     like to think that the reason why young men, and I say young men, not\n     because I'm sexist or I generalize, but it's really hard to see a woman\n     do that because I guess they're more self-centered and more cautious.\n     You see young men do this because maybe, I don't know, it's just, I\n     can't really say.\n   \n   \n     Cuauhtémoc : Lack of love, lack of support, lack of opportunities. Not\n     in the sense that the government doesn't do them, but they close\n     themselves off. It's just hard to say. From the people that I've spoken\n     with, it's been mainly lack of love and lack of resources. Being an\n     illegal, just you don't have a social security, that immediately just\n     makes you inferior in that society. And yes, I said inferior. It makes\n     you inferior. You cannot purchase property, you cannot work\n     appropriately. You cannot do a lot of things. You're inferior in the\n     sense that you can't even get your own house. You need to ask somebody\n     to help you.\n   \n   \n     Claudia: Why do you think that Mexicans have such a negative perception\n     of returning migrants?\n   \n   \n     Cuauhtémoc : Because they feel sometimes outshined or they feel that we\n     have a superiority complex, and we do have a superiority complex.\n     Because this is a number one complaint that I've gotten from people\n     after getting feedback. You guys feel you're the shit. You guys feel\n     you're superior. You guys feel you're all that because you've been in\n     the States. And I did. I actually did. It's not a lie. In my case, when\n     I came back, I'm like, man, my ego was way up there, although I was\n     depressed I used to feel I was the shit because one, where do I come\n     from? I used to have a lot of money. I used to have people under my\n     control. At one point I had 200 people under my power and control. I\n     actually came feeling pretty freaking hard, you know, I felt hard.\n   \n   \n     Cuauhtémoc : I felt powerful because I had people under my power, and\n     you get over here and you know what? People will try to talk down on\n     me. I'm like, “You know where I come from? You know what I've been\n     through? You know who you're talking to?” That's the vibe I gave off.\n     People used to tell me, you know what, when you got here, you used to\n     feel you were this big shit, you used to feel you were running the show\n     when in reality you had nothing. You were nobody. And that's true. I\n     was nobody and I had nothing. I thought about, I'm like, you're right.\n     I'm nothing and I have nobody, where are my houses? Where's the money?\n     Where's everything. Back home and they're my mother's things not mine.\n   \n   \n     Cuauhtémoc : I had a car but I crashed it. That made me think and I'm\n     like, these guys are actually right. We do come back thinking we're all\n     that. Most of us do because I know most of us were in gangs. Most of us\n     had something going on. We had a lot of money, we had cars so when you\n     come over here, and I actually had this problem once where you got\n     people from Polanco and nice parts thinking they're the shit and\n     they're like, wait a minute, you just barely have this tiny thing and\n     you feel you're all that and I had way more than you, so then you start\n     realizing I used to be like that. I used to feel I was this big\n     powerful person. But in reality I was nobody. That helped me have some\n     retro analysis and retrospective retro analysis. I'm like, do you know\n     what, these guys are right.\n   \n   \n     Cuauhtémoc : I came with a super big ego over here thinking, I'm all\n     cool I'm this super cool guy this and that so I just humbled down a\n     lot. It helped me humble down and I'm like, I've got to be more careful\n     about that because that's why people be hating on pochos because we\n     think we're the shit. Maybe not all of us, but I know a good majority.\n     If we were in gangs, we clash a lot with people like, \"What the hell\n     are you looking at? What you looking at man?\" That's the typical\n     response you get from a pocho because we're also taught in prison to be\n     very aggressive. We come from prison, we don't come from Disneyland, we\n     were in the system.\n   \n   \n     Cuauhtémoc : We were very aggressive. We like to eat people just with\n     the stare. So if you see people dogging you, you're going to dog ‘em\n     back and you're like, \"What the hell are you looking at?\" It's a\n     defensive mechanism that we have. We're not in prison anymore, but we\n     feel we've got to still be protective of ourselves because we're\n     exposed. We're very much exposed because we speak English. People be\n     kidnapping us because they think that we have a lot of money, so we\n     have that vibe towards those to that we got to protect ourselves. I let\n     that go and I'm very friendly now. I smile at people. I speak English\n     in the streets too, but I do it more like, you know, and if people look\n     at me, I just smile at them and let them know that I'm not here to hurt\n     anybody, that I'm not here to fight anybody.\n   \n   \n     Cuauhtémoc : So my vibe that I throw out is different now. But it took\n     me years to learn to calm down because when I first got here, I was on\n     the defensive 24/7 because I just came out of jail. It's not easy just\n     reincorporating into a society that right off the bat doesn't like you.\n   \n   \n     Claudia: Well those are all the questions that I had. Now I just want\n     to give you the space, if you have anything else that you'd like to say\n     or add or anything else that you want me to know or anybody who's\n     listening to this to know this is really just -\n   \n   \n     Cuauhtémoc : Sure. For those of you that are listening, that have just\n     arrived here from the States, lose that superiority complex and humble\n     the hell down. That's all I got to say. Humble the hell down because\n     this society is going to eat you alive if you don't. And I lived\n     through that, very harshly. Very harshly. I had to fight a lot of\n     people. I had to swallow my pride way too many times, even with cops.\n     \"You think you're all that, well, you know what, I'm going to put you\n     in jail for a long time. You better pay us some money or you're going\n     to be in for a pretty hard time.\" Just humble down. Throw some good\n     vibes out there. People are mean to you, just forgive them. Be as\n     Christ and Buddha and Krishna once did.\n   \n   \n     Cuauhtémoc : People spit in your face, just bless them. It took me\n     several years for me to realize that sometimes fighting fire with fire\n     is just deadly and you end up bad and screwed and society just eats you\n     alive pretty harshly. They tear you apart, they want to see you down.\n     Instead of fighting fire with fire, fight fire with love and just try\n     to be at peace, smile, be peaceful, be positive. Even though maybe on\n     the inside you're rotting and sad and depressed, just try to give your\n     society your best face, even though maybe deep down you're hurting and\n     you're very sad. Just try to be as friendly as possible and as positive\n     as possible. That's it. I got nothing else to say.\n   \n   \n     Claudia: Are you good with everything that you've told me?\n   \n   \n     Cuauhtémoc : I don't care… I don't care who hears it. At the end of the\n     day, it's just a humble opinion. It doesn't matter. I don't care if you\n     distribute this. I don't care if you put this on YouTube or whatever.\n     Doesn't matter. Let whomever wants to hear it, hear it. I'm nobody to\n     censor anything, so let it be. Let it be. Let it flow.\n   \n   \n     Claudia: Thank you.\n   \n   \n     Cuauhtémoc : You're welcome.\n   ",
  "annotations":[
    {
      "type":"text",
      "start":4,
      "end":11,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16,
      "end":21,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":68,
      "end":88,
      "text":"the United\n   States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":97,
      "end":107,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":109,
      "end":122,
      "text":"Six years old",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":316,
      "end":333,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":342,
      "end":352,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":423,
      "end":429,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":462,
      "end":477,
      "text":"April 2nd, 1992",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":552,
      "end":558,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":610,
      "end":624,
      "text":"Nezahualcóyotl",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":950,
      "end":956,
      "text":"eighty",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1016,
      "end":1019,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1150,
      "end":1153,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1155,
      "end":1160,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1274,
      "end":1284,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1895,
      "end":1901,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2118,
      "end":2123,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2200,
      "end":2213,
      "text":"an extra year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":2362,
      "end":2367,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2375,
      "end":2392,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":2401,
      "end":2411,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2777,
      "end":2787,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2837,
      "end":2842,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2850,
      "end":2856,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2894,
      "end":2900,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":2915,
      "end":2923,
      "text":"Coyoacán",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":2947,
      "end":2953,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":3015,
      "end":3021,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":3122,
      "end":3139,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3148,
      "end":3158,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3450,
      "end":3457,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":3632,
      "end":3639,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":4197,
      "end":4202,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":5008,
      "end":5015,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5083,
      "end":5093,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5581,
      "end":5598,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":5634,
      "end":5644,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5723,
      "end":5733,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5951,
      "end":5956,
      "text":"Asian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6160,
      "end":6166,
      "text":"Cubans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6168,
      "end":6184,
      "text":"Puerto\n   Ricans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6186,
      "end":6197,
      "text":"Salvadorans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6242,
      "end":6252,
      "text":"Guatemalan",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6768,
      "end":6786,
      "text":"a Mexican-American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6806,
      "end":6822,
      "text":"Mexican-American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6827,
      "end":6834,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6870,
      "end":6878,
      "text":"Honduran",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":6944,
      "end":6953,
      "text":"Guatemala",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":6958,
      "end":6964,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7036,
      "end":7039,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":7239,
      "end":7250,
      "text":"Puerto Rico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7471,
      "end":7476,
      "text":"Haiti",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7821,
      "end":7831,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7882,
      "end":7899,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7908,
      "end":7918,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7960,
      "end":7962,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":8104,
      "end":8113,
      "text":"Caucasian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":8347,
      "end":8354,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":8544,
      "end":8552,
      "text":"thirteen",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":8973,
      "end":8979,
      "text":"German",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":9632,
      "end":9634,
      "text":"LA",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9782,
      "end":9786,
      "text":"Cali",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9839,
      "end":9841,
      "text":"LA",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9856,
      "end":9864,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10092,
      "end":10098,
      "text":"Asians",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10121,
      "end":10134,
      "text":"Orange County",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":10163,
      "end":10176,
      "text":"Little Saigon",
      "label":"LOC"
    },
    {
      "type":"text",
      "start":10178,
      "end":10184,
      "text":"Saigon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":10198,
      "end":10205,
      "text":"Vietnam",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":10271,
      "end":10276,
      "text":"Asian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10283,
      "end":10291,
      "text":"Japanese",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10293,
      "end":10300,
      "text":"Chinese",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10388,
      "end":10393,
      "text":"Asian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10643,
      "end":10653,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10702,
      "end":10709,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":11074,
      "end":11079,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":11123,
      "end":11130,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":11175,
      "end":11182,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11330,
      "end":11343,
      "text":"United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":11352,
      "end":11362,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12868,
      "end":12878,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13364,
      "end":13371,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13454,
      "end":13471,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":13480,
      "end":13490,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13539,
      "end":13546,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13589,
      "end":13599,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13724,
      "end":13729,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":13739,
      "end":13749,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":13900,
      "end":13905,
      "text":"daily",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":15403,
      "end":15410,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15464,
      "end":15474,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15540,
      "end":15543,
      "text":"Uzi",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":15710,
      "end":15717,
      "text":"F troop",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":16039,
      "end":16049,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16234,
      "end":16244,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16266,
      "end":16272,
      "text":"weekly",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":16434,
      "end":16440,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":16486,
      "end":16496,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16498,
      "end":16508,
      "text":"Twenty-one",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":16640,
      "end":16650,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16771,
      "end":16781,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16883,
      "end":16886,
      "text":"SAC",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":17488,
      "end":17490,
      "text":"18",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17552,
      "end":17554,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":17569,
      "end":17571,
      "text":"18",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17612,
      "end":17614,
      "text":"20",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17667,
      "end":17669,
      "text":"12",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17689,
      "end":17691,
      "text":"20",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17721,
      "end":17730,
      "text":"five-hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":17766,
      "end":17769,
      "text":"six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":17844,
      "end":17852,
      "text":"six hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":17894,
      "end":17903,
      "text":"30-minute",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":17993,
      "end":18003,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18031,
      "end":18051,
      "text":"eight in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":18055,
      "end":18067,
      "text":"ten at night",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":18263,
      "end":18270,
      "text":"Fridays",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":18375,
      "end":18384,
      "text":"Saturdays",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":18389,
      "end":18396,
      "text":"Sundays",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":18706,
      "end":18713,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18727,
      "end":18737,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19093,
      "end":19095,
      "text":"14",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":19221,
      "end":19223,
      "text":"10",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":19259,
      "end":19262,
      "text":"400",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":19323,
      "end":19341,
      "text":"the Galaxy Theater",
      "label":"FAC"
    },
    {
      "type":"text",
      "start":20195,
      "end":20198,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20716,
      "end":20733,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":21032,
      "end":21045,
      "text":"two semesters",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":21283,
      "end":21293,
      "text":"a semester",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":21358,
      "end":21365,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":21583,
      "end":21593,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":21850,
      "end":21863,
      "text":"Orange County",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":22215,
      "end":22225,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22232,
      "end":22243,
      "text":"four months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":22245,
      "end":22256,
      "text":"five months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":22265,
      "end":22272,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22312,
      "end":22322,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22737,
      "end":22743,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":22768,
      "end":22770,
      "text":"17",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":22823,
      "end":22831,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":23048,
      "end":23054,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":23227,
      "end":23233,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":23280,
      "end":23286,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":23474,
      "end":23480,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":23600,
      "end":23605,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":24065,
      "end":24077,
      "text":"2009, 10, 11",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":24872,
      "end":24880,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":24946,
      "end":24963,
      "text":"African Americans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":25007,
      "end":25014,
      "text":"Cubanos",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":25050,
      "end":25056,
      "text":"Cubans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":25058,
      "end":25071,
      "text":"Puerto Ricans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":25378,
      "end":25388,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25485,
      "end":25495,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25560,
      "end":25567,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25610,
      "end":25621,
      "text":"four months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":25634,
      "end":25644,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":26885,
      "end":26897,
      "text":"five minutes",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":27335,
      "end":27345,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":27668,
      "end":27671,
      "text":"100",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":27915,
      "end":27925,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":27932,
      "end":27941,
      "text":"two weeks",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":27985,
      "end":27992,
      "text":"Tijuana",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":28021,
      "end":28031,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":28168,
      "end":28180,
      "text":"two\n   hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":28217,
      "end":28224,
      "text":"Armenia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":28314,
      "end":28323,
      "text":"a ton\n   ",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":28451,
      "end":28459,
      "text":"Armenian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":28497,
      "end":28511,
      "text":"Middle Eastern",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":28590,
      "end":28598,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":29298,
      "end":29304,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":29400,
      "end":29407,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":29600,
      "end":29610,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":29959,
      "end":29970,
      "text":"El Salvador",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":29993,
      "end":29999,
      "text":"Puebla",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":30702,
      "end":30712,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30759,
      "end":30764,
      "text":"Asian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30826,
      "end":30831,
      "text":"Asian",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":32040,
      "end":32048,
      "text":"El Chapo",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32059,
      "end":32067,
      "text":"El Chapo",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32714,
      "end":32721,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32745,
      "end":32751,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":32794,
      "end":32804,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32806,
      "end":32825,
      "text":"The first two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":32868,
      "end":32891,
      "text":"about a year and a half",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":32948,
      "end":32951,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":32997,
      "end":33000,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":33037,
      "end":33044,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":33055,
      "end":33059,
      "text":"100%",
      "label":"PERCENT"
    },
    {
      "type":"text",
      "start":33549,
      "end":33554,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":33580,
      "end":33588,
      "text":"TeleTech",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":33722,
      "end":33727,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":33943,
      "end":33968,
      "text":"the first year and a half",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":34234,
      "end":34241,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":35029,
      "end":35039,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":35046,
      "end":35053,
      "text":"Nahuatl",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":35181,
      "end":35186,
      "text":"Aztec",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":35204,
      "end":35209,
      "text":"Aztec",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":35734,
      "end":35737,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":35809,
      "end":35819,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":35928,
      "end":35938,
      "text":"twenty-one",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":35972,
      "end":35978,
      "text":"twelve",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":36280,
      "end":36302,
      "text":"like two, three months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":36799,
      "end":36809,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36946,
      "end":36953,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":37611,
      "end":37618,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":37886,
      "end":37897,
      "text":"three years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":37930,
      "end":37946,
      "text":"three and a half",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38093,
      "end":38096,
      "text":"90%",
      "label":"PERCENT"
    },
    {
      "type":"text",
      "start":38244,
      "end":38251,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":38299,
      "end":38306,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":38342,
      "end":38349,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":38437,
      "end":38444,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":38505,
      "end":38508,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":38516,
      "end":38519,
      "text":"ten",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":38606,
      "end":38618,
      "text":"pre-Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":38643,
      "end":38649,
      "text":"Cortés",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":38745,
      "end":38749,
      "text":"1521",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":38803,
      "end":38808,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":38878,
      "end":38891,
      "text":"Hernán Cortés",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":39117,
      "end":39124,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":39212,
      "end":39219,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":40199,
      "end":40211,
      "text":"triple hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":40296,
      "end":40300,
      "text":"8000",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":40556,
      "end":40567,
      "text":"80\n   pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":40577,
      "end":40579,
      "text":"60",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":40952,
      "end":40959,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":41936,
      "end":41946,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43210,
      "end":43212,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":43340,
      "end":43353,
      "text":"so many years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":43966,
      "end":43974,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":44072,
      "end":44082,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44325,
      "end":44331,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":44526,
      "end":44531,
      "text":"Haiti",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":44557,
      "end":44566,
      "text":"Guatemala",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":44581,
      "end":44589,
      "text":"Honduran",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":44752,
      "end":44769,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":44778,
      "end":44788,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45021,
      "end":45038,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":45047,
      "end":45057,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45215,
      "end":45225,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45648,
      "end":45655,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":45770,
      "end":45781,
      "text":"Machiavelli",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45786,
      "end":45799,
      "text":"Thomas Hobbes",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45817,
      "end":45828,
      "text":"Machiavelli",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45884,
      "end":45890,
      "text":"Hobbes",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46133,
      "end":46139,
      "text":"Hobbes",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46510,
      "end":46515,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":47409,
      "end":47417,
      "text":"a minute",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":48007,
      "end":48017,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":48946,
      "end":48963,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":48972,
      "end":48982,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49143,
      "end":49149,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":50170,
      "end":50177,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50226,
      "end":50243,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":50378,
      "end":50388,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50497,
      "end":50507,
      "text":"last month",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50529,
      "end":50534,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":50647,
      "end":50662,
      "text":"Royal Caribbean",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":50667,
      "end":50673,
      "text":"Adecco",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":50789,
      "end":50796,
      "text":"monthly",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50822,
      "end":50827,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":50873,
      "end":50883,
      "text":"last month",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50890,
      "end":50906,
      "text":"about a thousand",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":50943,
      "end":50947,
      "text":"four",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":50955,
      "end":50965,
      "text":"a thousand",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51008,
      "end":51018,
      "text":"a thousand",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51035,
      "end":51039,
      "text":"2000",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51053,
      "end":51061,
      "text":"thousand",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51103,
      "end":51106,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51127,
      "end":51130,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51169,
      "end":51172,
      "text":"SAS",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":51181,
      "end":51198,
      "text":"the SEAL Team Ten",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":51260,
      "end":51263,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51313,
      "end":51323,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":51335,
      "end":51338,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":51654,
      "end":51659,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":51944,
      "end":51946,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":52100,
      "end":52110,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":53585,
      "end":53595,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":53715,
      "end":53720,
      "text":"today",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":53790,
      "end":53802,
      "text":"June 9, 2019",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":53870,
      "end":53877,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54078,
      "end":54085,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54160,
      "end":54170,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54339,
      "end":54349,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54444,
      "end":54449,
      "text":"fifth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":54470,
      "end":54480,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54521,
      "end":54526,
      "text":"First",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":54544,
      "end":54557,
      "text":"the last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":54613,
      "end":54623,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54697,
      "end":54710,
      "text":"the last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":54738,
      "end":54743,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":55007,
      "end":55014,
      "text":"Chevron",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":55060,
      "end":55065,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":55092,
      "end":55099,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55130,
      "end":55140,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55167,
      "end":55174,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55181,
      "end":55189,
      "text":"the year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":55269,
      "end":55279,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55341,
      "end":55351,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55480,
      "end":55487,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55546,
      "end":55556,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55755,
      "end":55765,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55956,
      "end":55963,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56023,
      "end":56033,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56197,
      "end":56205,
      "text":"tomorrow",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":56223,
      "end":56242,
      "text":"around four or five",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":56333,
      "end":56339,
      "text":"eighth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":56568,
      "end":56577,
      "text":"Last week",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":56591,
      "end":56596,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56635,
      "end":56638,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56739,
      "end":56747,
      "text":"20 hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":56861,
      "end":56871,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56901,
      "end":56905,
      "text":"nine",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56909,
      "end":56912,
      "text":"six",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56921,
      "end":56923,
      "text":"96",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":56944,
      "end":56951,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56983,
      "end":56989,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":57080,
      "end":57090,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":57877,
      "end":57905,
      "text":"about a\n     year and a half",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":58222,
      "end":58236,
      "text":"at least three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":58344,
      "end":58346,
      "text":"TJ",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":58434,
      "end":58445,
      "text":"three\n     ",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":59433,
      "end":59443,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":59587,
      "end":59597,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":59688,
      "end":59694,
      "text":"Israel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":59858,
      "end":59863,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60114,
      "end":60119,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":60130,
      "end":60133,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60441,
      "end":60448,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":60501,
      "end":60511,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":60554,
      "end":60559,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60901,
      "end":60908,
      "text":"48-hour",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":60950,
      "end":60952,
      "text":"80",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60956,
      "end":60958,
      "text":"90",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60972,
      "end":60975,
      "text":"100",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":60990,
      "end":60997,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":61017,
      "end":61027,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":61077,
      "end":61080,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":61127,
      "end":61130,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":61728,
      "end":61743,
      "text":"that many hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":62005,
      "end":62012,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":62045,
      "end":62055,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":62069,
      "end":62075,
      "text":"18,000",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":62095,
      "end":62100,
      "text":"4,000",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":62144,
      "end":62154,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":62162,
      "end":62174,
      "text":"18,000 pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":62194,
      "end":62199,
      "text":"4,000",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":62255,
      "end":62262,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":62570,
      "end":62576,
      "text":"Sedexo",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":62714,
      "end":62721,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":62940,
      "end":62942,
      "text":"18",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":63005,
      "end":63007,
      "text":"22",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":63042,
      "end":63044,
      "text":"22",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":63054,
      "end":63056,
      "text":"18",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":63441,
      "end":63457,
      "text":"about six months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":64011,
      "end":64016,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":64063,
      "end":64068,
      "text":"third",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":64163,
      "end":64168,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":64227,
      "end":64233,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":64237,
      "end":64242,
      "text":"third",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":64716,
      "end":64723,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":64798,
      "end":64808,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":64831,
      "end":64838,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":64953,
      "end":64959,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":64999,
      "end":65009,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65122,
      "end":65132,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":65223,
      "end":65226,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":65509,
      "end":65512,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":65613,
      "end":65619,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":66146,
      "end":66153,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":66179,
      "end":66182,
      "text":"Two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":66263,
      "end":66277,
      "text":"five-kilometer",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":66310,
      "end":66317,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":67021,
      "end":67031,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":67079,
      "end":67085,
      "text":"weekly",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":67142,
      "end":67147,
      "text":"daily",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":67279,
      "end":67286,
      "text":"Tuesday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":67291,
      "end":67300,
      "text":"Wednesday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":67335,
      "end":67346,
      "text":"the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":67579,
      "end":67585,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":67611,
      "end":67621,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":67959,
      "end":67966,
      "text":"10-year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":68219,
      "end":68243,
      "text":"a hundred thousand pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":68476,
      "end":68482,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":68969,
      "end":68975,
      "text":"Canada",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":68985,
      "end":68991,
      "text":"Europe",
      "label":"LOC"
    },
    {
      "type":"text",
      "start":69006,
      "end":69015,
      "text":"Australia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":69025,
      "end":69029,
      "text":"Asia",
      "label":"LOC"
    },
    {
      "type":"text",
      "start":69343,
      "end":69350,
      "text":"100,000",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":69694,
      "end":69701,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":69798,
      "end":69808,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":69900,
      "end":69910,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70132,
      "end":70139,
      "text":"all day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":70279,
      "end":70286,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":70339,
      "end":70348,
      "text":"Last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":70400,
      "end":70406,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":70488,
      "end":70508,
      "text":"the\n     3rd of June",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":70538,
      "end":70544,
      "text":"threes",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":70673,
      "end":70682,
      "text":"yesterday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":70707,
      "end":70739,
      "text":"around three\n     in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":70749,
      "end":70754,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":70784,
      "end":70790,
      "text":"threes",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":70804,
      "end":70831,
      "text":"around three in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":71635,
      "end":71651,
      "text":"about 30 minutes",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":71659,
      "end":71663,
      "text":"3:30",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":72602,
      "end":72617,
      "text":"the whole night",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":73007,
      "end":73018,
      "text":"around four",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":73312,
      "end":73322,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":73325,
      "end":73336,
      "text":"Eight years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":73348,
      "end":73353,
      "text":"eight",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":73372,
      "end":73377,
      "text":"today",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":73396,
      "end":73400,
      "text":"nine",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":73439,
      "end":73451,
      "text":"six days ago",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":73458,
      "end":73486,
      "text":"Eight years and six days ago",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":73545,
      "end":73548,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":73568,
      "end":73590,
      "text":"four so-\n   \n   \n     ",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":73590,
      "end":73597,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":73599,
      "end":73611,
      "text":"Couple hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":73639,
      "end":73651,
      "text":"Couple hours",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":73754,
      "end":73756,
      "text":"TJ",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":73785,
      "end":73791,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":73903,
      "end":73916,
      "text":"a Range Rover",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":74123,
      "end":74136,
      "text":"a Range Rover",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":74168,
      "end":74177,
      "text":"100 bucks",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":74582,
      "end":74594,
      "text":"14 years old",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":74740,
      "end":74742,
      "text":"20",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":74751,
      "end":74753,
      "text":"24",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":74969,
      "end":74989,
      "text":"eight in the morning",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":74993,
      "end":75004,
      "text":"10 at night",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":75024,
      "end":75031,
      "text":"Fridays",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":75095,
      "end":75098,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":75376,
      "end":75385,
      "text":"Last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":75528,
      "end":75547,
      "text":"The first two years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":75706,
      "end":75720,
      "text":"the first year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":76671,
      "end":76678,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":76726,
      "end":76732,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":77424,
      "end":77430,
      "text":"second",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":78082,
      "end":78089,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":78693,
      "end":78699,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":78714,
      "end":78724,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":78993,
      "end":79000,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79041,
      "end":79051,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79304,
      "end":79314,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79336,
      "end":79343,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79388,
      "end":79398,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79458,
      "end":79465,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79562,
      "end":79572,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":79843,
      "end":79849,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":80041,
      "end":80044,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":80111,
      "end":80139,
      "text":"three, six, nine\n     months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":80174,
      "end":80181,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":80290,
      "end":80300,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":80306,
      "end":80311,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":80343,
      "end":80350,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":80579,
      "end":80586,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":80615,
      "end":80622,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":80637,
      "end":80647,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":80653,
      "end":80658,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":80854,
      "end":80861,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":80886,
      "end":80895,
      "text":"last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":81033,
      "end":81047,
      "text":"this past year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":81227,
      "end":81237,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":81739,
      "end":81746,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":81945,
      "end":81955,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":82007,
      "end":82013,
      "text":"Mexica",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82045,
      "end":82051,
      "text":"Mexica",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82063,
      "end":82068,
      "text":"Aztec",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82122,
      "end":82127,
      "text":"Aztec",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82164,
      "end":82170,
      "text":"Mexica",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82224,
      "end":82230,
      "text":"Mexica",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":82289,
      "end":82295,
      "text":"Cortes",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":83101,
      "end":83118,
      "text":"Eight years later",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":83133,
      "end":83143,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":83146,
      "end":83163,
      "text":"Eight years later",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":83242,
      "end":83255,
      "text":"the past year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":83316,
      "end":83326,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":85537,
      "end":85544,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":85653,
      "end":85666,
      "text":"the past year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":88171,
      "end":88174,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":88396,
      "end":88400,
      "text":"100%",
      "label":"PERCENT"
    },
    {
      "type":"text",
      "start":89774,
      "end":89781,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":89815,
      "end":89821,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":89968,
      "end":89974,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":90302,
      "end":90307,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":90525,
      "end":90530,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":90545,
      "end":90548,
      "text":"1.5",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":90564,
      "end":90569,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":91415,
      "end":91418,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":91476,
      "end":91484,
      "text":"Japanese",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":92156,
      "end":92162,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":92329,
      "end":92336,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":92385,
      "end":92407,
      "text":"the United\n     States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":92663,
      "end":92675,
      "text":"Frankenstein",
      "label":"WORK_OF_ART"
    },
    {
      "type":"text",
      "start":92886,
      "end":92898,
      "text":"Frankenstein",
      "label":"WORK_OF_ART"
    },
    {
      "type":"text",
      "start":93339,
      "end":93351,
      "text":"Frankenstein",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":93403,
      "end":93408,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":93442,
      "end":93454,
      "text":"Frankenstein",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":93540,
      "end":93552,
      "text":"Frankenstein",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":93584,
      "end":93596,
      "text":"Frankenstein",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":93654,
      "end":93660,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":93665,
      "end":93671,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":93960,
      "end":93972,
      "text":"Frankenstein",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":94241,
      "end":94244,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":94308,
      "end":94311,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":94507,
      "end":94514,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":94518,
      "end":94526,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":94739,
      "end":94744,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":94834,
      "end":94850,
      "text":"Mexican-American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":95094,
      "end":95101,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":95131,
      "end":95148,
      "text":"the United States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":95593,
      "end":95596,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":95600,
      "end":95604,
      "text":"five",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":96561,
      "end":96564,
      "text":"One",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":96572,
      "end":96576,
      "text":"five",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":96635,
      "end":96639,
      "text":"five",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":96702,
      "end":96707,
      "text":"sixth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":96850,
      "end":96857,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":97043,
      "end":97053,
      "text":"Cuauhtémoc",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":97810,
      "end":97817,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":98630,
      "end":98637,
      "text":"Jordans",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":98696,
      "end":98703,
      "text":"Jordans",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":98739,
      "end":98750,
      "text":"a few grams",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":98759,
      "end":98766,
      "text":"Jordans",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":100209,
      "end":100215,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":100250,
      "end":100261,
      "text":"eight years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":100532,
      "end":100549,
      "text":"a couple of acres",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":100634,
      "end":100651,
      "text":"Of Mice and\n     ",
      "label":"WORK_OF_ART"
    },
    {
      "type":"text",
      "start":100844,
      "end":100859,
      "text":"Of Mice and Men",
      "label":"WORK_OF_ART"
    },
    {
      "type":"text",
      "start":101460,
      "end":101466,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102077,
      "end":102084,
      "text":"Shaolin",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":102242,
      "end":102249,
      "text":"Shaolin",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":102261,
      "end":102265,
      "text":"zero",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":102276,
      "end":102280,
      "text":"zero",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":102287,
      "end":102291,
      "text":"zero",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":102532,
      "end":102534,
      "text":"LA",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102603,
      "end":102609,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102845,
      "end":102851,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102867,
      "end":102873,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102930,
      "end":102935,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":102984,
      "end":102990,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":102999,
      "end":103005,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":103084,
      "end":103105,
      "text":"Bosque de Chapultepec",
      "label":"LOC"
    },
    {
      "type":"text",
      "start":103127,
      "end":103147,
      "text":"Cerro de la Estrella",
      "label":"LOC"
    },
    {
      "type":"text",
      "start":103412,
      "end":103419,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":103434,
      "end":103441,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":103503,
      "end":103510,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":104249,
      "end":104253,
      "text":"UNAM",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":104263,
      "end":104270,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":104336,
      "end":104339,
      "text":"non",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":104340,
      "end":104347,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":104356,
      "end":104363,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":104374,
      "end":104381,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":105148,
      "end":105156,
      "text":"Stanford",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":105161,
      "end":105165,
      "text":"Yale",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":105226,
      "end":105233,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":105986,
      "end":106008,
      "text":"the last 10\n     years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":107278,
      "end":107286,
      "text":"10 years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":107307,
      "end":107320,
      "text":"10\n     years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":107384,
      "end":107392,
      "text":"two-year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":107401,
      "end":107405,
      "text":"five",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":107417,
      "end":107424,
      "text":"10-year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":107560,
      "end":107567,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":108000,
      "end":108007,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":108670,
      "end":108676,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":108687,
      "end":108693,
      "text":"Latino",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":109609,
      "end":109616,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":109631,
      "end":109633,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":109656,
      "end":109663,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":111282,
      "end":111289,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":111301,
      "end":111303,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":112617,
      "end":112625,
      "text":"Mexicans",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":112872,
      "end":112875,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":114667,
      "end":114674,
      "text":"Polanco",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":115790,
      "end":115800,
      "text":"Disneyland",
      "label":"FAC"
    },
    {
      "type":"text",
      "start":116257,
      "end":116264,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":116493,
      "end":116500,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":116840,
      "end":116845,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":118176,
      "end":118189,
      "text":"several years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":118847,
      "end":118854,
      "text":"Claudia",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":118987,
      "end":118999,
      "text":"the\n     day",
      "label":"DATE"
    }
  ],
  "audio":[
    {
      "name":"Some advice for returning migrants",
      "src":"Cuauhtemoc_On_advice_for_returning_migrants.mp3"
    },
    {
      "name":"Arriving in Mexico City",
      "src":"Cuauhtemoc_On_arriving_in_Mexico_City.mp3"
    },
    {
      "name":"Being detained and deported 1",
      "src":"Cuauhtemoc_On_being_detained_and_deported_1.mp3"
    },
    {
      "name":"Being detained and deported 2",
      "src":"Cuauhtemoc_On_being_detained_and_deported_2.mp3"
    },
    {
      "name":"Being Frankenstein and neither Mexican nor American",
      "src":"Cuauhtemoc_On_being_Frankenstein_and_neither_Mexican_nor_American.mp3"
    },
    {
      "name":"Getting deported and being Cuauhtemoc",
      "src":"Cuauhtemoc_On_getting_deported_and_being_Cuauhtemoc.mp3"
    },
    {
      "name":"How the US has made him competitive",
      "src":"Cuauhtemoc_On_how_the_US_has_made_him_competitive.mp3"
    },
    {
      "name":"Migrating to the United States",
      "src":"Cuauhtemoc_On_migrating_to_the_United_States.mp3"
    },
    {
      "name":"The tensions between Mexicans and returning migrants",
      "src":"Cuauhtemoc_On_the_tensions_between_Mexicans_and_returning_migrants.mp3"
    },
    {
      "name":"Whether people should migrate to the US",
      "src":"Cuauhtemoc_On_whether_people_should_migrate_to_the_US.mp3"
    },
    {
      "name":"Whether the US should deport immigrants who break the law",
      "src":"Cuauhtemoc_On_whether_the_US_should_deport_immigrants_who_break_the_law.mp3"
    }
  ],
  "subjects":null
}