{
    "name": "David B",
    "date": "July 7, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Sergio Diaz",
    "portrait": null,
    "thumbnail": null,
    "text": "Sergio:        Okay. It's Sergio. I'm here with David _____, doing the interview. Okay David. What was the reason why your family went to the US in the first place?\nDavid:        Okay. For what I remember, it was to look for a better life in the US, and to look for better opportunities that we didn't have here in Mexico, so I guess that was the big reason for my parents to migrate to the US.\nSergio:        At what age you did you migrate?\nDavid:        They immigrated first, and then, I was 14 years old at that time, so after my parents... They were in the US first for two months and then, they took us back to the US for the same reason that my parents migrate to the US, for a better life.\nSergio:        What did you all leave behind in Mexico?\nDavid:        At that time, I was really young. I was 14 like I said. I left school, my friends, my sport that I love, boxing, and I was boxing at the time, practicing boxing. It was hard because I had all these friends, and at the time that I left my friends in school here in Mexico, when I was living life in the US, it was hard for me in school, with this new language. It was very depressing, trying to understand the new language at school in the US.\nSergio:        So, it was hard. What's one of your first memories in the US?\nDavid:        My first, and my best memories of school, it was the teachers. They were very nice. They put me in this ESL classes for all new students, that started living their lives in the US, so I was at school with all these kids from Japan, Brazil, India, all over the world, trying to learn this new language that it was English. At the same time I just start learning Portuguese, Italian, Chinese, because of these kids from all over the world, they put in the same ESL classes that I was on. That was good memories for me.\nSergio:        Who's your favorite teacher?\nDavid:        Mr. Hugo. He was pretty cool. He was very patient with us. There were many rascal kids, hard headed kids, and I think this teacher, he was very patient with all of us. Yes, Mr. Hugo.\nSergio:        So when you were growing up, and you were 14 almost, you were in the US without papers?\nDavid:        Yes, yes.\nSergio:        What was that like, going through high school without papers?\nDavid:        I didn't realize at the time, how it was about immigration status and all that. My parents, they were the ones, they took care of that. I didn't really knew about it at that time. I didn't know much. They just put me in school, but I didn't realize how it was going to be in school, or taking care of my immigration status. I didn't know about that. I just started going to school.\nSergio:        You went to school. Did you feel like you were welcome?\nDavid:        In a way, yes, but in another way, no. In a way, yes because, like I said before, all the teachers, they were very nice with us, all of us as students. They were helping us. They were teaching us, like they supposed to do their jobs. They really did a great job on children like us. But at the same time, there were other kids, they had the language more advanced, their English, so they bully at you because you didn't understand, you didn't speak the language. Sometimes, you feel bullied by these other kids that make jokes, and comments that sometimes may hurt you, by these other kids in school.\nSergio:        How were you as a student in Mexico?\nDavid:        Excuse me?\nSergio:        How were you as a student in Mexico?\nDavid:        I was really good student in ninth grade, when I first started going to school. I had all my credits. I never missed class, or school. I considered myself a good student.\nSergio:        And how was it when you changed over to the US?\nDavid:        Like, what do you mean?\nSergio:        When you started school in the US, were you still as strong a student?\nDavid:        As I kept growing up, and as I kept meeting friends, I started hanging out with the wrong friends, when I started going on eleventh grade. I was starting taking bad decisions I guess. I started doing bad on eleventh grade. I started missing school, skipping school, and I started going the wrong way at that time, in eleventh grade. I end up dropping out in eleventh grade.\nSergio:        What happened?\nDavid:        I started hanging out with these people, gang related guys, and a fight broke out one time, and I end up in a fight in school, so they put me in this alternative school. The judge, after the fight–I went to court so the judge, he told me that I was going to alternative school. They put there for about two months. I was supposed to be in that school for three months, but I didn't complete the whole time in school. It was just two months. After that, I start to studying my GED, but I didn't complete my GED either.\nSergio:        The ones you hung out with that were gang related, what made you want to hang out with them?\nDavid:        You know, when you're young, sometimes you look at the wrong stuff like good stuff because in a way, at that time, these people were supposed to be the cool guys, you know?. At that time, sometimes you want to hang out with the popular guys, popular people. Stupid decisions, like I said, that was the reason.\nSergio:        The popular got the attention in school so you started hanging out with them?\nDavid:        Right, trying to be cool.\nSergio:        Did you ever consider yourself a part of their gang?\nDavid:        No. Never. I never gang related.\nSergio:        Never?\nDavid:        Never gang-banged nothing. No.\nSergio:        When you went to alternative school, did you start hanging out with different people?\nDavid:        I met new people, but I didn't really hang out with these people.\nSergio:        You're out of high school. You didn't graduate. It wasn't too deep, but you didn't complete it. What happened next in your life?\nDavid:        After that my ex-wife, the mother of my children, she got pregnant when I was 21 years old, and I start working in a warehouse. I kind of start going the right way at that time, since my chick was pregnant, so I realized that I had to be responsible for that. I start working in this warehouse. I just start working, until I got deported this time.\nSergio:        What were you working in?\nDavid:        First, I was working in this warehouse named Emerson, brand Emerson for electronics. I was a line leader, packing radios and these electronics from one of their warehouses. That was my job, packing electronics.\nSergio:        Where was this at? What city?\nDavid:        _____ Texas.\nSergio:        _____ Texas?\nDavid:        Yes.\nSergio:        You did not have a… How did you get that job without a Social Security number?\nDavid:        Well, in the US, there's people that they can sell you a fake ID or a fake Social number. You can buy all of this stuff from these guys. You just show these papers at the company. I guess they know, but they act like they don't know, and that's how I start working there, showing this fake number, which is illegal, I know, but as long as I have a job...\nSergio:        You were working in factories and then, what led to deportation? You said you were doing good then.\nDavid:        By going through the deportation process or...?\nSergio:        What happened for you to get deported?\nDavid:        I had a family discussion one time with my father-in-law, and we end up getting into a fight, so the cops show up and I was arrested for that.\nSergio:        You got in a fight where?\nDavid:        In his house.\nSergio:        Why?\nDavid:        Because of my ex-wife. We were arguing and he got into the discussion, my father-in-law, so I told him not to get into our discussion and we end up fighting and the cops show up and I was the one getting arrested and charged for it.\nSergio:        You and your father-in-law?\nDavid:        Yes.\nSergio:        You were fighting because she said something you didn't appreciate or...\nDavid:        Just because he got into our argument, me and my wife's, and I just told him not to step into our arguments, our problems. That's why.\nSergio:        You and your wife at the time, how many children did you have together?\nDavid:        Two children.\nSergio:        They were both born in the US?\nDavid:        Yes.\nSergio:        When you were arrested, what happened with them?\nDavid:        At the time, my son, he was eight years old, and my daughter, at that time, she was two years old, and she's mine. My daughter, she's everything for me, you know? She was little. She was always with me. It was hard, separate. Being in jail and in the process to be deported, that was, I think, the hardest part for me, my kids, my children.\nSergio:        How long were you in jail for?\nDavid:        Twenty-some days? Twenty-five days, and I got deported after that.\nSergio:        Was that an ICE Detention facility, or was that the County?\nDavid:        It was county jail.\nSergio:        And they deported you right after, or did you also spend time with ICE?\nDavid:        I got deported right after that. No, I couldn't get my voluntary deportation because I had a record of... I had two felonies. One felony, so I had to see a judge first before I get deported and they took me to Haskell, Texas first. After I spent twenty-some days in County jail, they took me to Haskell. It's like seven hours away from Dallas. They took me to Haskell, Texas. I spent a week over there. I saw the judge and the judge then deported me after that.\nSergio:        So what was the felony for?\nDavid:        Unlawfully carrying a weapon.\nSergio:        You mean a firearm?\nDavid:        Yes. A firearm.\nSergio:        So you were in detention and then deported. How long has it been since you've been back here?\nDavid:        How long I been here in Mexico? A year and a half. 18 months.\nSergio:        Were you treated well in detention?\nDavid:        Yes.\nSergio:        So, now that you've been back, how hard has it been readjusting?\nDavid:        Oh man. The hardest part, for me, is to find a job, to get a job, because I tried to get these jobs in call centers, but they ask me for experience, at least six months and I tried to apply on these restaurants, but they ask me for experience which I don't have. I think that's the hardest part for me to adapt here in Mexico, finding a job.\nSergio:        Why is it so hard, that you don't have the experience that they're asking for? What is it?\nDavid:        In call centers? They ask, like, computer skills, which I have some, but customer service, I don't have the experience and that's what they looking for.\nSergio:        Have you been able to find a job since you've been back?\nDavid:        No.\nSergio:        What do you do for money? What do you do for rent?\nDavid:        I'm a tattoo artist and I get money from that. It's not a whole lot of money, but I get some money out of it. I got this help from my parents. They send me money every now and then... My brother back in the US. That's how I been living right now here in Mexico, getting money out of my tattoo work and my parents' and my brother's help.\nSergio:        If you would have stayed in the US, what's the hardest part for you to be away from the US?\nDavid:        Not to be with my children, my kids, to be a father for them, to be there. I think that's the hardest part... Not to be with my kids.\nSergio:        Do you know what you would have done if you had stayed up in the US?\nDavid:        My family, uncles, my Dad, my brother, they own these companies. They have like three companies. They're painters and they start doing their own businesses. I consider myself a hard worker. I would have do the same thing, started my own company, have my own people working for me.\nSergio:        And now that you're in Mexico, what are you hoping to do? What are you doing?\nDavid:        I was taking these computer classes, but I end up dropping out because of... At this place, there was eight people taking these computer classes and they started dropping out. They started missing classes, so I end up going with, it was only me and these other two guys, and at the end it was only me, so they decide to not giving the computer class no more.\nSergio:        You were the one that kept showing up out of the three?\nDavid:        Yes. So they end up saying no. We can't give you the classes because you're the only one. Wish it were not, but we can't do that only with you. I went to apply again at this call center named Sykes, but I can't be that good on the typing and my English, I guess is not 100% good, but they told me to keep practicing the typing to be more fast, to be faster, and to come back. I'm practicing, so I'm gonna go one of these days, to apply again on Sykes.\nSergio:        Do you want to go back to the US?\nDavid:        I do. Yes I do, but if I go, I will go legally if I can, but I won't go illegally this time. I don't want to spend all my time in jail.\nSergio:        Is it hard to not have your freedom? Was it too hard for you?\nDavid:        Yes. It depends on each person how to take it. If you weak, jail time, I mean, is going to drag you to death. But if you consider yourself how to work with it, if you're not weak mentally, you're going to make it in jail. It's hard doing time in jail. It's hard, but it depends on each person.\nSergio:        Now that you're back, how do you feel the US has shaped who you are today?\nDavid:        How the US what?\nSergio:        How do you feel that the United States has shaped the way that you are today?\nDavid:        Oh. Where I'm at right now is because of my own decisions. My mistakes I don't blame on nobody, but only on me. It was everything on me because my decisions, my wrong decisions.\nSergio:        What would you say to someone considering migrating to the US?\nDavid:        It's great. It's the best country. There's a lot of opportunities over there. It's a great country. You can make, how they say? You can make the American Dream if you really wanted to, but if you end up getting deported, it's because your wrong...your own mistakes, your wrong decisions that you take. That's the reason you get deported sometimes, most of the times. The US, if somebody's trying to go to the US, I would say it's the best country to migrate, you know? It's one of the best countries.\nSergio:        Do you feel safe here in Mexico?\nDavid:        No.\nSergio:        Have you ever been a victim of a crime?\nDavid:        Yes.\nSergio:        What happened?\nDavid:        When I ended up getting deported, I got deported on November 2017, so I spent two months here in Mexico City, having trouble finding a job, and I had this other friend back in Monterrey and told me... I met this guy at Dallas, when I was living in Dallas. He's my best friend. He's like my brother. He got deported first, way before me. He didn't want to go back to the US, so he started working here in the call centers, but he's from here, from Mexico City, but he start working in Monterrey, in a call center, so I just call him at that time and he told me, hey come over here so you can work where I work at, in this call center.\nDavid:        So I went back to Monterrey_. I spent two months over there and they didn't want me at the call center because of my lack of experience, so I came back to medxico City, but I didn't have a place to stay here in Mexico City, so I call my aunt, and I told my aunt to call her ex-boyfriend, which he lives here in Mexico City. I told my aunt, Hey call Raul and tell him that if I can stay on his place while I get a place, my own place to stay. So my aunt call her ex-boyfriend, so I came from Monterrey here, to Nezahualcoyotl with this guy, but this guy, he was with his girlfriend, but he was cheating on his girlfriend, which I didn't know.\nDavid:        I had a week living on his house. I didn't have nothing of his own problems, which he was cheating on his girlfriend, so one time, I was on his car. He was driving and we a car came and stopped right in front of his car, and a bunch of people start coming out of this vehicle. They pull us out with bats. They had bats and they start beating us with these bats. I started defending myself. It was supposed to be his girlfriend, but that was his second girlfriend. Police show up and everything, so we end up getting arrested, me and my friend. This was much more older than me. This guy, he was like 50 -something. He was divorced, and the police show up, and we end up getting arrested. I told the cops, I tried to explain to the cops that we are the ones getting beat up. I was just trying to defend myself. The police, they tried to extortion us, asking us for money, 5000 pesos, so they could let us go.\nDavid:        I said why am I going to give you money if I didn't do nothing wrong? The cop is like, \"Man, I'm going to take you to jail if you don't give me money.\" So I said, if you're going to take me, take me, because I know there's proof. I saw people recording with their cellphones what was going on. They took me to jail, saying that I was going to be charged for stealing a cellphone, which I didn't steal nothing. They took me to jail and when I got to jail, they told me I was there for stealing a car, because I stole a car, which was totally a lie. I took it to trial, but it took me nine months to prove that I didn't stole nothing. I didn't do nothing wrong. I was just a victim. I spent nine months in a prison in Mexico, in a jail here in Mexico.\nSergio:        In jail.\nDavid:        Yes. For something I didn't do.\nSergio:        What was that experience like?\nDavid:        That's the worst of the worst. I think that was the worst experience I had in my entire life, living in a jail, here in Mexico, with a bunch of people. Living 18 people in a cell that supposed to be for only one guy, for one person? There's 18, 20 people living in there man, in the bathroom floor, standing up sleeping. There's people sleeping standing up. It's bad here man. The prison system here in Mexico is bad. It's really bad.\nSergio:        So you were able to prove your innocence?\nDavid:        Yes.\nSergio:        Do you remember the police officers?\nDavid:        Yes.\nSergio:        Do you remember their names?\nDavid:        I don't remember their names, but I remember their faces. I have the paperwork. I have their names in paperwork, but I don't have it with me right now.\nSergio:        Are those cops still working as cops?\nDavid:        I think so. Yes.\nSergio:        They were never relieved of their duty?\nDavid:        No.\nSergio:        Did they ever give you monetary compensation for keeping you in prison?\nDavid:        My lawyer at that time, he told me we can sue these people and the cops and everybody responsible for what I was going through, but I'm scared man. If you're in Mexico, I don't know if you're trying to look for a suit, man, and there's cops involved, I don't feel safe doing that. I just let it go. I don't want to end up dying by these cops.\nSergio:        Yeah. How's your family doing now?\nDavid:        They're doing great. My mom, she's living with her new partner. And my dad, they got divorced, like, six years ago, so each of them got their new ways, their new lives. My mom, she start doing her own business, and my father, he's doing great. My brother, my children, they all doing great.\nSergio:        What do you think the Mexican government and the US government can do to help you in your situation?\nDavid:        Well, I don't know about this. My brother, he came here last week. He's the one that told me about this place. I was like, \" For real?\" He's like, \"Yes.\" They interview you. They ask you... They make some questions. I don't know if this program, or this place is up to Mexico, or it's up to the US, or... I don't really understand what's this place up to. Who backs up this place? I don't know what it is, but I think it's good. I think it should be more institutions, more programs like this, here in Mexico.\nSergio:        When you had to let it go with the police, was that something you expected here?\nDavid:        Yes. When I first got in jail here in Mexico, what I notice is that you're guilty until you're considered innocent, which in the US is you're innocent until you prove you're guilty. While I was spending time here in jail, I notice that all the system is messed up. They don't have the correct process to process you in your situation and you start notice there's a lot of corruption. Even though you have proof that you're innocent, sometimes they say you’re guilty. They going to say you’re guilty, even though you have all your proof that you're innocent. That's how the system works here in Mexico.\nDavid:        When I got out, that I could finally prove that I was innocent, thanks to a video that, somebody end up showing up with this video on their cellphone, that saved my life. I could have spent 17, that charge is from 17 to 25 years, because stealing a car here in Mexico is very bad. They put me in that situation where I could have spent 15, 17, who knows? A lot of years of my life here in Mexico in jail and when I got out, I just thanked to God that I was free and I just let that go. To have my freedom, man, was everything.\nSergio:        Have you ever been approached by bad groups in Mexico? By gangs?\nDavid:        Yes.\nSergio:        And were they [inaudible 00:36:57]\nDavid:        Yes.\nSergio:        Were you ever recruited?\nDavid:        One time, I was walking by my grandma's house and these guys, they approach me and I kind of knew this only one guy. They notice the way you're dressed, sometimes the way you walk, the way you act, the way you talk. They know you're not from here, that you come in from the US, so they start doing all these questions like, \"Hey. Where you from? Where you at? Where you coming from?\" And \"what you doing here?\" All these questions. I don't know if they try to extortion you, but you try to avoid the people. You try not to be in the wrong place. You try to be safe, man. You look back at your life and you realize that all you bad experiences, man, you’ve been deported, you're here in Mexico, having a hard time and all you want to do is go in the right way. Try to look for a job, pay my rent, go to the gym and stay away from these people. That was the only time that I got approached by these people. I never show up again by my grandma's house. I try to avoid these people out there.\nSergio:        Do you have anything else that you want to say about your story, or about something that we haven't covered that you feel like you want to say before we end the interview?\nDavid:        I just want to ask you, what you guys get out of this? Who backs up this institution or whatever it is? What you guys get out of this?\nSergio:        We just want to be able to tell your story and hopefully improve conditions so no one has to go through the bad things you've gone through.\nDavid:        Okay.\nSergio:        That's basically why we're here. We know it's a challenge for a lot of people that lived in the US for a long time, and then they come back here and it feels like it's a new country. It feels like they have to get adapted to a new culture and we just want to find ways to make that easy. Like in your situation, you're having a hard time finding a job. We want to make it easier for you. We want to find ways that that can be improved. What you said about institutions having more to help with that transition, I think that's what we're trying to do and show, \"Hey, this what all these people have gone through and this is what they've said they need most. To have hope that we can actually bring about change.\"\nDavid:        Okay. I really appreciate that man.\nSergio:        Thank you David.\nDavid:        Yes.\nSergio:        Appreciate you for everything.\nDavid:        Okay.\nSergio:        That's what we're here for. We're hoping we can make a difference.\nDavid:        I have this other cousin, he just got deported also. He's real young and I don't know if he's still working in the call center. I took him to this call center where I told you that I went to apply. He started working there, but I don't know if he still going there. He just sent me a message on my way here and I just told him, \"Man, I'm going to this place, man. They do an interview.\" I try to explain him and he's like, \"Oh, tell me the address.\" He probably give you a call or something, next week. So, he may come later.\nSergio:        Yeah. That'll be good. How long was he in the US?\nDavid:        He has like six months here in Mexico.\nSergio:        And then in the US? How long was he there?\nDavid:        Since he was a baby, he barely can speak Spanish. It's more harder for him.\nSergio:        Let him know that we're here. You can text the number so that he can plan a meeting with us.\nDavid:        Okay.\n\n\n\n\n\n\n\tPage  of \n\t\n\n[a]david b",
    "annotations": [],
    "audio": [],
    "subjects": null,
    "bio": null
}