{
    "name": "David A",
    "date": "June 10, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Sergio Diaz",
    "portrait": null,
    "thumbnail": null,
    "text": "Sergio:        It's Sergio. I am here with David, and I'm starting the interview. So David, first of all, we can start with why did you decide to migrate to the U.S. in the first place?\nDavid:        Well, my family... we was having a hard time. Didn't grow up as... not going to say rich, but we was not poor neither. But we... Basically, my family didn't have enough to raise four kids. So they decided to move from Mexico, look for a better life.\nSergio:        So what's one of your first memories of the U.S.?\nDavid:        Well, first thing I remember is when I got there, because I remember my parents was already in the United States. And I remember buying pizza here. So that was kind of one of my favorite foods. So I remember when I got there, the first thing I asked for was pizza.\nSergio:        Yeah.\nDavid:        Yeah. That's one of the first things that I asked for, is pizza, as soon as I got there. Of course, I hugged my parents because I was gone from them for like a year, year and a half before they decided to come pick us up.\nSergio:        What kind of pizza was it?\nDavid:        That I remember, it was a pepperoni pizza with jalapeños on it.\nSergio:        Was it good?\nDavid:        Yeah. It's real good.\nSergio:        How did it compare to the pizza here?\nDavid:        No. Nothing compared to.\nSergio:        So when you were growing up there, you went to school there for a while, what do you remember about school? Like what...\nDavid:        I mean, the first thing is... that I remember, school was different because I never remember about getting on a bus and you know, actually going to school. I actually remembered if my parents had to be... to walk to school, and picking me up from school. You know, it's mostly... The thing that really got to me was because we didn't wear uniforms, and here I was raised wearing uniforms, going to school, waking up early, having my parents to walk me from school, walk to school. And you know, it was a whole different thing. Bigger schools, as well.\nSergio:        So when you were going through school, are there any people that you remember, or teachers that you remember well?\nDavid:        Oh yeah. I remember my first teacher. I remember her. She's... Still remember her name to this day. She was actually one of the best teachers that I actually had till this day. Now that my kid actually goes to the school, she still works there, and mentions to my son how good of a kid I was. You know? And I actually did kind of like it for the fact that actually I already had family members going to that school. So it was a really nice experience.\nSergio:        Where was that at?\nDavid:        It was actually in North Carolina, West Salem. Nice little school called Hartwood. That was actually the first school that I went to, my elementary school.\nSergio:        Cool. So your son went there too?\nDavid:        Yeah. He's going there at the moment. Yeah.\nSergio:        So when you were there, did you ever... Did you ever find out you were undocumented?\nDavid:        Yes, I actually did ‘cause the fact that it was like... When I found that out that I was taking different classes from, for example, my bigger sister that she was actually born in the United States, we were taking different classes. Now I always asked myself why were we taking different classes. And it got to the point that I figured out that ESL was basically as a second language school, I mean class. So I kind of figured out... I didn't quite understand that... what was really the terms of being illegal there and all that, but I actually knew that I wasn't from there. But yeah, I actually kind of knew, but didn't know really, really the meaning like today. But I knew that wasn't my home city, basically.\nSergio:        Yeah. So when you were taking different classes... This was an older sister?\nDavid:        Yes. Older sister.\nSergio:        How did that make you feel? Like what did you feel that...\nDavid:        Yeah. I feel... I mean, I really felt different of the fact that my sister was taking different classes because she really was just a higher grade than me. And like I mentioned, every teacher that she had to go through, I had to go through. It's like, you know, a generation thing. So every time I went there, I was like, \"Why do I have to stay for extra hours? And why do I have to take an extra class?\" So I asked my thing... I asked questions like that and kind of figured out it what was the reason that I wasn't from there. So English was basically my second language. It is my second language. But once you're... when you're born over there, basically English is your national language. So that's the fact that I was actually taking second... or an extra class, we could say.\nSergio:        So did that kind of follow you all the way through your high school career?\nDavid:        Yes. It actually did. Because English was my second language, so of course that's... That's how actually you learn English, keep you a better... Well, that class for me, it was like professional English. They taught you how to talk it professionally, the proper English, we could say. Yeah.\nSergio:        So was it... How about being undocumented? Did that follow you through?\nDavid:        Yes, a lot. Because I remember when I started high school, people was... When you go to high school, the first thing you start talking about is getting your license, your permanent license. So everybody wanted to go through that, of course. So when I started going through that, and I started asking my parents like, \"Can I get my permanent?\" They started telling me like, \"No, you can get that for the fact that you're not here. You have to be a United States citizen. No. You have to be born here.\"\nDavid:        And she actually had an example for me because like I mentioned, I have a older sister that was actually born out there. So she gave me the difference. Like, \"You remember your sister doing this. She had the advantage of taking this, for example.\" You know, telling me... Like for example, the most thing that she was telling me was that in the future, I couldn't go to the college for the fact that I wasn't a United States citizen. You know? And that's what my sister was going through at the moment. So that's when I started getting more examples and more ahead of it, of knowing that I wasn't a United States citizen.\nSergio:        And did that affect your performance?\nDavid:        A lot! A lot because... I mean, we all have dreams. You know? And I had an American dream, you could say. You know, I wanted to be a lawyer at some time in my future. By me doing that, of course I had to go through college and all that. So by me knowing that I'm not a United States citizen, I know I couldn't go to college and my dream was basically crushed. So it was something that kind of crushed me and my family for the fact that I couldn't do what I really wanted to do.\nSergio:        What did you want to do?\nDavid:        I wanted to be a lawyer back in the days.\nSergio:        Yeah?\nDavid:        Yeah.\nSergio:        Go to law school?\nDavid:        Because my grandma was a lawyer, and her husband was undercover like... we could say FBI. Yeah.\nSergio:        She was a lawyer?\nDavid:        Yeah. So that's something I wanted to do. Yeah.\nSergio:        Oh yeah?\nDavid:        She was there in North Carolina.\nSergio:        North Carolina?\nDavid:        Yeah.\nSergio:        What was her specialty? Do you know?\nDavid:        Well, after that, I'm like... because my grandma always told me that lawyers could... She said she went through it for like six years. So it was something that I really didn't want to do for six years, keep going to school for study. I wanted to do something quick, but after the fact that I found out I couldn't do it, I couldn't chase my dreams for the fact that I wasn't a United States citizen, it's just like kind of crushed down on me. You know? I kind of start forgetting about that, getting it out of my head a little. Yeah.\nSergio:        Did anyone ever ask you, at all? Like, because you couldn't get a driver's license. Has anyone from school, like your friends or anything, have ever asked about it?\nDavid:        Yes. They... I mean, like I mentioned... Because we all used to... We was like a team, and we all used to be like, \"We're going out here this weekend. Who's going to drive? Who's going to ask their parents for the car?\" It always came to my turn. Of course, I had to explain to them I couldn't get a license, that I couldn't get one for what reason. And of course, I had different friends. I had American friends, I had African-American, and I had Mexican. So they understood the point, but it was at a certain times that they actually felt bad for me. Because they were like, \"Come on,\" and everybody's in the group, and everybody gets to join in this kind of certain things. And you're not the only one, you know? But it kind of affected me, but in some reason that... My friends understood what was going on.[a]\nSergio:        Yeah. Yeah. They were cool with it.\nDavid:        Yeah.\nSergio:        And you were... What age were you when you came back?\nDavid:        When I came back, I was 21.\nSergio:        21?\nDavid:        Yes.\nSergio:        Okay. And you started working a little bit in the U.S.\nDavid:        Yes.\nSergio:        How did you start working?\nDavid:        I had a son. I started working because of the fact... Well, I actually dropped out and started working for the fact that I had a son at an early age. First job I ever had was... because of the fact that I wasn't legal yet, I have family that had like under contract works. They were painting houses, painting on the permits. So that's how I first started working. But my dad and his brother actually had like... not their own company. They were like side bosses. And what we was raised doing was doing houses. Well, that was actually my best job. That was actually what I was raised to do. To this day, I still do it, houses.\nDavid:        I do cabinets, wood-framing. That's what it's called, wood framing. And to this day I still enjoy it because it was something that, you know, my family was raised doing. So I still enjoy it to this day. You know, my family is calling me nowadays, \"Do me a little cabinet. Come fix my door, closet,\" or something like that. And I'll do it because it's something that I was raised doing, and I actually love it. So yeah. That was actually kind of something that I was working on.\nSergio:        And when you were working on it, was it like... Did you ever run into the problem with not having a social security number?\nDavid:        Yes. I actually did. When I first turned 18, when I was in my legal age, I remember everybody was doing their taxes. So of course, I tried to do my taxes, you know, get my money that I was working for the year. And that's when it came to the fact that I didn't have a social. Because I was trying to get my son under now my taxes income. And they start saying that I had to have a social, this and that. And I was trying to claim years that I was working before I was even 18.\nDavid:        So that kind of followed up on me, not having a social and all of that, having a real legal job, like, under the government. Because at the time, I was trying to work... What was it for? Something for the city. It was something like in a building where the governments work, the law enforcements and stuff like that. I was trying to work in there, but for there you actually needed a social number to work there. So that was something that [crosstalk 00:10:17] I couldn't do it. Yeah. I couldn't work in there for the fact I didn't have a social number.\nSergio:        And yours is an interesting case. Did you ever have like a misdemeanor or a felony conviction?\nDavid:        Yes.\nSergio:        Yeah?\nDavid:        Yes.\nSergio:        What age was that?\nDavid:        I was 17 when I had my first misdemeanor. Because I was driving without my son having a seat... Well, he was in his chair, it's just that his chair wasn't buckled up the way that law's supposed to... expected to be buckled up. That was the first time.\nSergio:        That was before or after DACA was passed?\nDavid:        Before. That was before the DACA. Yeah.\nSergio:        So that didn't affect your legal status?\nDavid:        No, because they claimed it for the fact that yeah... There was like... I didn't have my baby in the child seat. That's the thing about it. They just stopped me. And I had my wife with me. She's actually legal from where... So the car was under her name. The excuse we used, basically that she was teaching me how to drive. That's the fact that they didn't arrest me, or nothing that I'm on record nothing like that.\nDavid:        The fact that she used that she was teaching me how to drive, and of course you had to have somebody with license teaching you how to drive, and you get away with it or wherever. So that didn't affect me. But they tried to affect me for the fact that the seat wasn't supposedly the way it was supposed to be handled, while the kid wasn't even on the seat. The kid wasn't even present at the time. So it was something that got dismissed for the fact that...\nSergio:        So they never asked you if you were illegal?\nDavid:        Yes. Never asked or none of that. They just asked for a license. I told them I didn't have a license. I'm like, \"I'm learning how to drive. She's teaching me how to drive.\" So I kind of got away with it.\nSergio:        Were you scared that they were going to deport you there?\nDavid:        I mean, not there because of the fact that I know that you can get deported just for a ticket. Because like I mentioned, I have family members that have been through there, so I know I couldn't get deported. But I know it could affect me and my record in certain ways.\nSergio:        And then when you were... Let's fast forward to when you came back. What led up to your decision to come back to Mexico?\nDavid:        Oh. Well, the fact that we came back to Mexico was... One of the reasons is my dad. He got a DUI, meaning he was drinking and under the influence. He was going through probation and all that. And it was like two months before his probation that actually his own probation officer told him that he was... possibly that he was going to get deported even though my dad was there for like 23 years, I think. And that was the first thing he ever got on his record. Like they even arrested him that night for the fact that they was thinking that he was lying about his name and all that. So they took him down to fingerprints and all that. But they told him that he was going to get arrested, and they was going to deport him.\nDavid:        So that was kind of one of the reasons. But then come find out, when they told him that we got a news as well that my grandma was having a breast cancer. And they was actually giving her four months to just live. So that was kind of one of the main, main reasons that we actually just came. Everybody actually came, but I actually stayed because I'm actually from here. My big brother... I mean my big sister and my little brother actually stayed over there for the fact that they're from over there. But they came for my grandma's situation, but they went back. But yeah.\nDavid:        I can't go back right now at the moment. I'm planning on getting married with my son's wife to see if I can... if she could give me the papers and possibly that I could go back. Trying to see on that right now, at the moment.\nSergio:        Yeah. So you came back. And did you know that you weren't going to be able to go back?\nDavid:        Yeah, I knew. I knew it from the beginning. I mean, they gave me a decision. It was either seeing my grandma for the last time, or either changing my life and coming over here and start a new life over here. So I was like, I mean, I haven't seen my grandma in 18 years. Come on. Of course, I'm going to choose to see my grandma one last time if they're giving her four months to just live. I mean even... I mean, me in my shoes, I chose that decision for the fact that I haven't seen my grandma for 18 years. Then they're giving her four months of life. So of course, I want to say a goodbye before she does leave. But thank God she didn't leave, and she's still here with us to this day. You know?\nSergio:        So you rest it all on that?\nDavid:        Yeah, I rest it all. And my grandma says that I'm her angel, that it's a possibility that if I wouldn't came, she probably would have never made it. You know? Because if... I mean everybody would have came except for me because I would have been the only one that stayed out there. Because my brother and sister still would've came out there because they got the chance to come and go back. So it was probably just going to be me and my parents. My mom and dad already had the choice to come because he was going to get deported already. So...\nSergio:        Did you ever feel it was unfair that you weren't going to be able to go back?\nDavid:        I mean, yeah. To this day I still feel unfair. I mean, to this day I still feel it a bit because of the fact that... I mean, my son and his mom is from over there, but his mom don't really want to leave because her mother's same situation. Her mother actually has breast cancer, so she doesn't want to leave her mother. And of course, my son... I don't want to leave her or my son didn't with her mom and my son at the same time. So that's why I have him here while we get that situation fixed, and see if I can get married with her and be able to go back, be actually better. But if not, I guess I have to start making my life here.\nSergio:        Was it tough for her?\nDavid:        Yeah. It's a real test to this day, to this day. I mean, she has chances to come visit, but the job that she has really doesn't give her that as much time. Like, it only gives three days. Three days is not enough. But we're trying to get there with it. Something that it could be fixed any day sooner. You know?\nSergio:        Yeah.\nDavid:        Yeah.\nSergio:        Where's she at right now?\nDavid:        She's actually in California at the moment.\nSergio:        California?\nDavid:        Yeah.\nSergio:        Out in LA?\nDavid:        Yeah. In LA at the moment.\nSergio:        So now that you're back, you've been here for a year and a half, what has it been like for you to be back?\nDavid:        Different. I mean like... Because it was at a period of time where I was actually messing up in my life out there. So it was like... My parents was trying to get me a better image and telling me like, \"You don't want to live this life,\" because as we know, I'm not from over there. \"This steps could take you to this.\" And when I see it, I'm like... My parents wasn't lying to me. So I thank God that I actually, you know kind of took their advice, and I'm actually seeing reality now.\nDavid:        So now I can have... because I have cousins, and I have another brother who's actually half my brother. He actually stayed out there. You know, I have something to tell him like, \"Hey, I'm looking at it from the real picture now. And it's something you don't want to go through. So it's better if you live life out there and enjoy it, and take good advantage of it while you're out there, and not mess up and take it to the steps where you have to live the life that people live out here nowadays.\"\nSergio:        What was the hardest part about being back in Mexico?\nDavid:        The hardest part is money range, tell you that. Money range. It's like... You can make it in certain ways because like... I have a chance because I'm bilingual. You could find jobs like that, but there's certain things that affect me as well because I don't have my high school diploma. Most jobs ask for a high school diploma, stuff like that. My GED, I have it, but it doesn't really help me as much as my high school diploma should. That kind of affects me in a certain way, looking for jobs and stuff like that. But the most thing that it really affects, affects that I see it in my eyes is the transportation. That's what I see. The transportation is what really kills more time, you know, makes it difficult for you. But other than that, I kind of like it here. It's a lot easier.\nSergio:        So you commute to work every day?\nDavid:        Yeah.\nSergio:        How long is your commute?\nDavid:        Two hours.\nSergio:        Two hours.\nDavid:        It takes two hours to get here. Then Sunday, sometimes the Metro don't open to seven o'clock in the morning. You've got to be here at work at seven o'clock. So you know, you've got to make time, and sometimes traffic... Other than that, I mean it's... I kind of like it here. I'm not going to lie. I like it. I do have... I mean, me and my wife... Well, not my... my future wife, I have planned to stay here for a little. Two, three more years and then decided go on back. I don't want to leave that quick. I've only been here for a year and a half.\nDavid:        I want to stay another two years, even though she comes... Like right now, now that my sister and my brother's here, she actually came with them, but she actually had just... Like I mentioned, they only give her like three, four days. You know? So she has to go back quick. Yeah.\nSergio:        So is it hard for her too?\nDavid:        Real hard. Because you know, she depends on herself. Now it's like... I was there to help her. I mean, she doesn't have to deal with my son as much because of the fact that I have him here, but she has hard times on rent, you've got light bill out there, the water bill, gas, stuff like that. Little stuff, but it affects you at a certain time. So yeah. It's kind of affecting her as well.\nSergio:        What do you see your future being now?\nDavid:        I mean from now? I have a lot of chances here. I'm not going to lie. I did think about becoming an English teacher here, but another thing, I have to have my high school diploma for that. So it's kind of affecting me in a way, but I did find more information about that. You actually don't need that. So that's one kind of thing. If I'm thinking, if I can't... If my future is not up there, going back to the States after I get married and all that, I mean, I do have thoughts of that, of becoming an English teacher.\nDavid:        Another thing I'm thinking about becoming a bank... They have banking counters and stuff like that. I could go to school for that as well. Thinking about going to school for stuff like that. I like to draw too. I'm kind of an artist, so I'm interested in that as well.\nSergio:        Sweet. Do you want your son to grow up here?\nDavid:        Actually, I really don't. I really don't. I really... I hate for my son to grow up here, to be honest.\nSergio:        Why?\nDavid:        It's for the fact that I see how kids grow, and in certain ways, because they always say it depends on how you raised your kids, but it's not really that because I'm not going to lie. I've been through there. My mother raised us to the best. Like I mentioned, she gave up her life because my dad, he was in the army. She was in the army and when she was here. But after she had me and my sister, my older sister, it's like... They didn't see a good future in us here. So what they did is they  took us out there to have a better future for us. But like I mentioned, like my mother and father gave me the best example, gave me the best advice, raised me up the good way. But it was certain things that I followed on myself.\nDavid:        So it's like... I can see it here. I'm not going to say I'm not going to raise my son the right way, but there's certain things that's here that mess up kids as well. You know? So it's a really way that I don't see my son being raised here. And I would rather be him raised out there, and him choose his own way to go out than him having vision of... having steps, people out here being drug addicts, not losing jobs, being disrespectful with their parents, stuff like that. You know, just not seeing the brighter way at the life. I really don't see my son raised in this kind of certain culture here.\nSergio:        So you lived in the U.S. the majority of your life?\nDavid:        Yeah.\nSergio:        Do you feel more American than you feel Mexican?\nDavid:        Oh, I really don't. I really don't. Because the people to this day, my family, tell me that I'm more American than I'm Mexican, and I get on them about that. Like, no. I even have a tattoo that says I'm Mexican fully and a 100%. Like, no. But you could say... Because I was actually in New York working... My job actually had me work in different places. Like, I met different places. In Miami. I had made it all. Orleans. I had made it Chicago. I'd made it all for my job.\nDavid:        For example, when I was out there in Brooklyn, Brooklyn, New York, people... when I came back to my town, people was thinking I was black for the fact that I used to talk like that. But I say I'm 100% Mexican. I'll never say I'm American, half American. Like my sister, she's like, \"No, I'm not a hundred percent Mexican. I'm half American.\" I'm like, \"No. You're supposed to say you're Mexican.\" No, I just... I'm not that type. I would say I'm not American. I'm Mexican all the way. So, yeah, I don't consider myself American, not even 10%.\nSergio:        How do you feel that being in the United States has shaped who you are?\nDavid:        I mean, in a certain way, it gives me a better picture because it's like you have two different pictures of that culture and this culture, but at the same ways, it's like... Sometimes I even say it to myself, I wish... Because now that I'm back here, another thing that I wish I could have done was go to the army. But here in the army, you can't... I'm fully tattooed, so I can't get into the army. You know? Can't get into army. That's another thing that I used to tell my mother when I first got here like, \"Mom, why did you take me back over there? Like, I could have stayed here and be an army here.\" Because my uncle, the one I stayed with, he's actually been in the army for 35 years. He's actually... Well, 34. Next year, he'll be his 35th year. He's going to retire.\nDavid:        So I'm like, \"I could have been in the army with my uncle the whole time.\" And I'm like, \"Why did you have to take me from here?\"\nSergio:        Here in Mexico?\nDavid:        Mexico, yes. 35 years he's been a sergeant and everything. Right now, like I mentioned, this is his last year. He's like, \"Nah, I've been 35 years. I think it's time for me to set it down.\" Because it's actually true. He has two kids that's been 16 years old, and on him being in the army, he's like... he never had time for that, so... It's like I mentioned, I wish I could have stayed here and been in the army. To this day I wish I could have still been had the chance to go back in the army. But like I mentioned, I'm fully tattooed, so you can't really go back in there with tattoos. Yeah.\nSergio:        What would have made you want to be in the army in Mexico?\nDavid:        I mean, first thing is because I'm where I was born. I'm fighting for a country that I am from. You know? I wouldn't like to be like my brother. He's... my half brother, he's from here, it's just that his mother is from out there so she fixed him papers and everything. He's thinking about going in the army there, but he was really born here. So I'm like... I wouldn't fight for a country that's not mine. I would've fought here for my country.\nDavid:        But then the other thing is like the army is... like another thing, my father, my uncles, the ones he was raised with, everybody went to the army. So I think it's something that I would have followed those myself. You know, I have people in the Navy. I have people, my family, in the Navy as well. But I think the army would have been something that I would have chosen myself. Especially the way I live.\nDavid:        Like, people say that I'm rough. Like I talk rough. I do everything rough. So they're like the army would have been something good for you. You know? So I think, yeah. The way they said, I think I would have followed that dream, this for... After I would have finished high school and everything here, I think I would have n to go there or something.\nDavid:        Or even partly because... You know, like I mentioned, ever since I was young, I wanted to be a lawyer, to be honest. Before I even met my grandma in the United States, I always said I wanted to be a lawyer. So probably I could have changed that as well being here. Now that's something good doing here as well, being a lawyer. So probably it was something I could have chased as well. I mean, it's never too late to do it, but... You know, I might chase that in this future.\nSergio:        So you had a child very early. Do you think that's like a common thing that a lot of Mexican American, or people born in Mexico that go to the United States have kids early? Or...\nDavid:        Yes, I really do think so. When my mother left from here, she only had me and my sister. And she said she never was going to have no more kids. As soon as she got there, she had my little brother. After my little brother, a year later, she had my little sister. So it's something in common. Then after that, my sister came back because... My sister, she was born over there in California. After she turned 18, my parents didn't want her... because she was choosing bad decisions, bad friends, and all that so they had sent there.\nDavid:        So it was like \"We're going send her that way just so she calm down for a year or two.\" But as soon as my sister... Like she never had a boyfriend when she came over here and none of that. But as soon as she went over there, a month later she was pregnant. So it's like... Yes. I don't know if it's the guys, or is it liberty. I don't know what is it, but yeah. I feel like as soon as they leave from here, they go over there and just get pregnant. So I'm telling you, my sister didn't... She wasn't even a month out there, she was already pregnant.\nSergio:        How about you? Back to your...\nDavid:        Well... Well, no. Not really because like I said, I left when I was five. But at an early age, it's like a free world there. You're teenage and you go into... Exciting stuff. I started going partying, trying to ask your parents to go out more often. I have girlfriends that's... Puberty started hitting and all that. So that's... I was around that age, 16 years old, having girlfriends and stuff like that. You know? But yeah. I really wasn't planning on having a kid, I'll tell you that.\nSergio:        It just happened?\nDavid:        Yeah. It just happened out of nowhere, man.\nSergio:        Do you think it's hard for him? Is it hard for you to provide for him here?\nDavid:        In certain ways, yeah. ‘Cause I mean... another thing, I take my son to school here, and he doesn't like it. He wakes up in the morning and he tells me he doesn't want to go to school. Is it a sign he thinks like... That's why it's another reason that I don't want my son to grow up here. He say he feels like he doesn't learn nothing here. But he says, \"My teacher...\" He tells me... Because my son knows English. He's six years old now, so he knows English. So he tells me like, \"I feel like my teacher, all she do is give me papers.\" Basically, all he says is like, \"All she do is give us papers. She don't teach us nothing.\" So it affects me in a certain way because I want to send him back and make him study over there.\nDavid:        But even though my sister, my oldest sister, she only has two kids, and she tells me like, \"Send him my way and I'll raise him here because I don't want him to be raised with mom...\" Like I tell you, she's raising... She's basically taking care of her mother as well. So I don't want him to go through that. But I mean, it affects me in a certain way because I don't want... If my son is asking for something, sign that he wants to be learned, I mean... I want to give it to him, but it's not much that I can do, and we're going through things.\nSergio:        I think that covers all the questions I have, really. Do you have anything else you want to say about anything that you've been through?\nDavid:        I mean, I don't know. I mean, first thing I want to say is I thank God. Because like I mentioned, I'd have had so many visions in my life while I was over there, and I have so many visions that I'm here. It's literally like if you were in two different kind of worlds, like you're not even in the same world. And it's like you live one way out there, and one way out here. And I thank God because of that. Because I have... my culture's here, and I have another culture out there for the reason that I was raised out there. But I like the fact that I've seen two differences. You know? I really like it, and I liked the fact that I could express one's feeling from my culture, and one feeling from that culture. It's really something good that I experienced throughout my 23 years of life.\nSergio:        Yeah. So you feel like you picked some things up in the course of your life?\nDavid:        Yeah.\nSergio:        I see you've got your Sperries on. You don't see those a lot here.\nDavid:        Yeah.\nSergio:        All right. Well, thank you so much for your time, David. I really appreciate you coming and sharing your story, and being able to [crosstalk 00:29:58].\nDavid:        Yeah. No problem. No problem.\n\n\n\n\n[a]Menjívar describes how immigrants are forced to alter their daily routines to avoid risks of detection and deportation.",
    "annotations": [],
    "audio": [],
    "subjects": null,
    "bio": null
}