{
    "name": "Diego T",
    "date": "June 8, 2019",
    "location": "Mexico City, Mexico",
    "interviewer": "Sergio",
    "portrait": null,
    "thumbnail": null,
    "text": "Sergio:        First, I just wanted to ask, what led your family to leave Mexico to go to the U.S.?\nDiego        So, what led my family to leave Mexico to the U.S. was the reason of wanting a better life, wanting just... have more security because Mexico... It's dangerous. Where I live, my city I live in, it's a ghetto place so, pretty much you have danger every day. That's what led us to leave here to get a better life.\nSergio:        Talk more about that. What do you mean about it? Was there violence?\nDiego        Yeah, there's a lot of violence, kidnapping, killing people, extortion, all sorts of things. You can see all those kinds of things here. Pretty much more of violence. That's what most let us... my parents with what they thought is that, they wanted a better place for us to grow and know better things.\nDiego        So pretty much yes for violence. My parents wanted a better place for us to grow, for better education, because education here it's not really that good. They don't really show you things that they're supposed to show you, and they don't really teach other sports to teach you and they charge you for everything here. Over there coffees were free, part of the school... and here coffees, you have to pay one buck for them.\nDiego        So, it's really different. The education levels, sporting, they are... in the States, they made you choose a sport, motivated you and here no, not really. They don't really motivate you to keep on studying. It's whatever for them.\nSergio:        So, what do you remember being your first memory of the U.S.?\nDiego        My first memory was going to eat in a Pizza Hut. So I was like... and you know how they have a salad bar, and there were peanuts there, but I didn't know how to speak it on English. So, in Spanish peanuts is cacahuate. So, instead of saying peanuts, I said, \"Oh, [speaking Spanish in American accent] cacahuates.\" Instead of trying to speak English, but I don't really know how to speak English. That's my first memory I have from the States.\nSergio:        What did the pizza people say?\nDiego        Well, they didn't really say anything because it was just the family and wherever we were in the salad bar, my family just laughed, \"You want to speak English.\" That's pretty much my first memory then. All that I can remember... the funniest.\nSergio:        So, what else do you remember from school when you were-\nDiego        What do I remember from school? I loved school over there. I was pretty much a straight A student over there. I liked playing sports, they motivated us. A sport I really liked was dodgeball. I love dodgeball. Also baseball.\nDiego        The schools over there, they're bigger, better, cleaner. They actually educate you, they actually teach you things, you learn stuff. That's pretty much better than the education here in school. My partners, they never had any problem of me being Mexican. No racism. So pretty much I like the... how can I say? el ambiente [environment]. Well, I liked how everything flows, how you can chill, the homework, everything they teach too and you're just glad to go back home.\nSergio:        Did you have any best friends or favorite teachers?\nDiego        Um I remember… my teacher from sixth grade, her name was Miss Ditmer. It was funny because her birthday was on the 29th of February and you know how not every February has 29 days, they only have 28 days. So, we always made fun of her that she only was five years old. My best friend was... since I moved from school to school, I had a couple, but my last one was Anthony ______. Pretty much, went to the gym together. One day we would go to my house to eat when we would go... there was a friendship there, real friendship, not just convenience.\nSergio:        So, what did you all... did you know you were undocumented while you were in school?\nDiego        Yeah, I know that I didn't have any documents, so pretty much I did know that I was undocumented.\nSergio:        Did you ever feel that? Did you ever feel-\nDiego        Well, sometimes, there's always going to be a person who's going to discriminate you for not having any good reason, call you a wetback or something. I got in two fights because of that, because it got so aggressive and their comments got so aggressive that we actually had to fight for that.\nSergio:        Two fights?\nDiego        Yeah. Two fights, calling wetback, beaner all that.\nSergio:        Where was this at?\nDiego        It was in Arizona and the school was named Cotton Boll Elementary.\nSergio:        Did you feel welcome there?\nDiego        Well. Yeah. I felt welcomed because the teachers were nice, my friends were nice. It was just two or three, several persons who were rude, racist. You see that everywhere. Kind of get used to it along the years since I moved and moved. So, you get used it.\nSergio:        What did you want to be at that point when you grew up?\nDiego        When I grew up, I wanted to be a sales person, have a known... my own business and live from that. I didn't really want to have a boss, I wanted to be the boss.\nSergio:        What did you want to sell?\nDiego        I wanted to sell food. I lived in Ohio for a year, in Fairfield, and we actually had a restaurant, a Mexican food restaurant there, and it went really good. People loved the food, they loved pretty much everything. Every Saturday we made a dance, a jaripeo or something, a national Mexican dance. So, pretty much we had the entertainment, the good food and everything and I saw that it was giving out really good money. So, actually I did want to always have my own business there.\nSergio:        Yeah. So... when did you have to come? How did you end up back in Mexico?\nDiego        I ended up back in Mexico because they gave us a warning that if we didn't leave the country in the month that they were going to deport us, and my parents were going to stay. Actually, they said that they were going to make my parents go to jail, and us, we were going to go to a foster home. So, my parents freaked out, and we had to come back.\nSergio:        Who told you this?\nDiego        The police from over there, his last name was Gonzales. So, he was pretty much Mexican too, and he speaks Spanish. He was just against Mexicans. I don't really know, understand that because some people... some Mexicans grow up there, and they feel they're against us who go there and migrate. So, he's the one who told us that and pretty much my parents freaked out, they didn't want to lose us, and we had to come back and within a month, they told us this in March and on April 13, we had to come back to Mexico.\nSergio:        So, what happened? How did they find out that you were undocumented?\nDiego        How did they find out that I was undocumented? Um, pretty much in those times, if you had a parking ticket or something like that, they would find out. And, for the next time you get a parking ticket or get stopped by a cop or anything, they asked you, they went straight to the point, \"I want to see your green card\" or something like that. They didn't really... it wasn't like you did something wrong, and then you got checked and reviewed that you didn't have papers. No, it was more like asking for them, \"I want to see your green card.\" \"No, we don't have green card.\" “Oh, well if you don't have any green card, you have to go back in a month or we're going to put you in jail, and your kids are going to go and find a foster home.” Pretty much that's how it happened.\nSergio:        Did they tell that to your parents?\nDiego        Yeah, we were in the car, they stopped the car. We were going on the freeway, they stopped because one of our lights was out. So, they stopped us because of that reason, and they asked my parents for their green card. First, they asked for their ID, they gave him the id and it was all good, but then they just started looking at us and they said, \"Wait, let me see your green card or your papers.\" We all didn't have any, none of us had any. So, they just told us that it was a warning, you have to go back.\nDiego        They took us all the way to our house, saw where we lived, came in, and then we had two visits. Actually, they went and visited me in school and wanted me to tell them, why did we came or something like that, like a survey. But I think that was illegal because there was no over-aged person and I was pretty much 12 when they did that. 12 or 13 years. So, they forced us to go back, they scared me in school, they told you, that detective there, the one I was telling you about Gonzales.\nSpeaker 3:        What did he say?\nDiego        Yeah. He was like, \"No, if your parents don't go back, you're going to be in a foster home, and you know how foster homes go. They're going to go bad. You're going to end up in the streets. So, I recommend you telling your parents to go back and convince them of going back. This ain't no lie. We're going to look for you. If you move houses, we're going to be there. Everywhere you go, we're going to be, practically.\"\nSpeaker 3:        Wow. How did you feel?\nDiego        Well, I felt harassed and actually, there was one time he followed my mom too. He was literally on us. Everytime, everyday we saw him, or not everyday, but two days passed, and he was there again, \"Hey, what are you doing? Are you packing?\" \"No, we're not packing yet.\" \"Oh, you need to start packing because you only have 20 days left.\" So he was on us all the time.\nSergio:        But, he wasn't an immigration officer?\nDiego        No, he wasn't an immigration officer. He was a police from Arizona County.\nSergio:        What office he was?\nDiego        It was a Peoria office. We lived in Peoria in that time.\nSergio:        That's where she-\nDiego        Well, actually, they got her in a car, and took her to give several…. like a walkthrough. They kept on pressuring her, \"Hey, if you don't leave, we're going to put you in jail. We're going to put charges that weren't really real.” But they would put charges on you. That's when the sheriff, Joe Arpaio was in. So, pretty much everybody in that moment, everybody was turning on us, on any migrant, they were going on. It happened to several people, actually. We came back then about three to five months later, another cousin came back, but he was deported. He was actually deported.\nDiego        We weren't deported; we just got told that we had to leave the country. He was actually deported. He was in County Jail for a month because of being a migrant and then, they kicked him back out. They didn't let him take nothing. He came back with no things. We knew this because he called us when he was in the border, \"Hey, they kicked me out and I don't have no money, I don't have any place to stay, nothing.\" He was in Tijuana that time. We had to get money for him and send him money so that he could come back to our house and stay for a month.\nSergio:        When you guys came back to Mexico, what did you do? Like what ended up happening when you got there?\nDiego        Well, when we came back from the States to Mexico, pretty much everything changed.\nSergio:        Did you decide to pack everything?\nDiego        Yeah. We decided to pack everything and send it back and we came back on the bus and when we got here, it was a change. I went there when I was three, so pretty much I didn't really remember. I didn't have any memories of how it looked here. So, when I came back and entering Tijuana and I started seeing everything different, I was like, \"damn.\" It was a big change for us, for me, I'm speaking for me. It was a big change. Here, there's a lot of violence. Here's a lot of... the friendships aren't really the same. Well, you need to choose them well, and there's not really a good person or a bad person. No, it's just different ways of living. I had no experience here.\nSergio:        What was the hardest part after you were back?\nDiego        Getting used to the way of life here. Getting used to how people treated you here, how it was different, how it was different. I don't know. I think the hardest part was getting used to the way of life, getting used to the new schools here and all of that. Making new friends again and having them get- when I came back, it was the last house I've been in, but it was the one I had more time in. So, yeah the hardest was just getting back to a way of life, pretty much.\nSergio:        What did that include?\nDiego        That included school, work, transport, food, the money, everything. I mean, it includes everything. The parks, everything had changed. It was like a 180 turn, you know?\nSergio:        So, coming back you started school again?\nDiego        Yeah.\nSergio:        How was it like, getting and making new friends?\nDiego        Coming back and making... going in school, it was really different. The school was... It looked like a jail. Actually, jails over there looked better than schools here, pretty much. It looked like a cage, I felt trapped, I didn't really talk to anyone, everybody was just making fun of you. Their friendship style is different from over there, because the education is different. So that changes a lot of a person. They're more rude here. It's like bullying, you can call it bullying, but yeah, friendly? Not friendly though. They do it just for fun here.\nSergio:        They do that for fun?\nDiego        Yeah, they do that for fun. “You're the new boy here.” They throw papers at you like that until you get used to it. Here, they said something to me when I came here. If you don't back them up, they're going to keep on doing it to you. So, if you don't back someone up, you can't go forward. You can't succeed if you don't back someone up. That's the phrase that they gave us here, when we came. Like el que no transa, no avanza. That means... Let's say we're in a race, so if I don't do something to make you slower, I'm not going to win. That's practically what it means. So, if you don't mess with someone, someone's going to mess with you. Or you can just be messed with. Where I live, in the city I live, that's how it is there.\nSergio:        So back in the city that you lived, did you feel safe?\nDiego        Where I live in the States?\nSergio:        Now that you're back here.\nDiego        Now that I'm back here, I do not feel safe. I actually have a rate from one to five, one to 10 of the most dangerous cities in the city of Mexico. My city is like the third, the third most dangerous. So, you see violence... Actually, we have a jail there, el Reclusorio Norte. I live right next door to it. The streets are really ugly, everything is different. The houses, there's no water. They cut the water for a week, sometimes. Blackouts, they go often. It's really different from living from the States.\nDiego        At first, the first year and a half, it was hard just mixing in with the rest. Pretty much you just... Everything you were planned in the States of doing, it doesn't really happen here. You don't have the same opportunity that you have over there, and you don't have the same way of education here. In the States, I was a straight A student and here I'm a dropout. So, everything changed. Just try to be the best, but somebody is always going to make you do something bad.\nSergio:        Now that you're back, what are your hopes and dreams?\nDiego        Now that I'm back, my hopes and dreams. Well, I try not to kill them. I try to always have hope and always dream about something. My dream is being my own boss, not working, being 40 and me winning out of someone, not keep on working for somebody. I want someone to work for me. Maybe like buy a department, buy two departments and rent one and get rent from that one, something like that. Something that I would just enjoy my life after 40, not be working here because you can see here, people are in 70, and they're working and then keep on working and working and working.\nDiego        Most of them work here in cleaning services because you don't get jobs here. After 40, nobody wants to hire you here. That's why I want to make something out of it before I'm 40, and pretty much just live out of what I made.\nDiego        I mean, there's a lot of jobs, but they don't really pay good. That's why nobody wants to work. It's really, really hard work, and they're just going to pay you 500 pesos a week. So, you're going to... That's how much you waste in only transport. Plus you need to eat, then we need to buy stuff for the house. The money just doesn't make it for you. You can do stuff you want to do. You can't go out because you have to waste on something.\nDiego        You have to pay things, bills, water, and everything. You can't just give you a life. Over there, I traveled, I had a lot of road trips. I went to Disney, Disneyland and Disney World in California. I went to Universal Studio, I went to Planet Hollywood. I also went to Sea World. In Kentucky, there’s like a aquarium. It's pretty good over there too. I traveled. I knew places over there, and right here, you can't really do that. You need to have real good money, you have a real good work. Not only you and also your family has to do it so that all cannot go out. You’re like cut off on a lot of things.\nSergio:        What's your favorite memory of the U.S.?\nDiego        My favorite memory of the U.S.? I guess, it’s when we had a road trip, all of our family was together and we were going to Florida. Florida beach, Miami beach, and we went on a parachute on a boat and you can see the ocean and all that. Pretty nice, how some places are green, some areas are dark blue, all of that. The view, that's my favorite memory.\nSergio:        What's your worst memory of the U.S.?\nDiego        The worst memory was coming back. The worst memory. Feeling harassed by the police. When I come back, I told you when they went to my school, getting harassed there and feeling any moment, I can be a foster kid, because they told us that if we didn't come back, they were going to take my parents to jail and we were going to be in a foster home, me and my brothers and sister. So pretty much that was my... was I afraid of being a foster kid. My family breaking up and all that. That was my worst memory and my fear too.\nSergio:        Are you glad that they brought you back?\nDiego        Well, I'm glad that I'm with my family still, and I'm not a foster home kid. So that's what I'm glad about. I'm not really glad of coming back, but, you just have to live with that. Maybe if I can, I will go back one day, but it's really hard for us to go back.\nSergio:        You feel like you're more American than you're Mexican?\nDiego        No, I feel Mexican. Over there, I was like Mexican pride, always. I never was racist like, \"Oh, you're white. You white ass,” no, never did that. I always treated people equally because I wanted the people to treat me equally. So pretty much I gave out what I wanted, what I expected back. So I feel more Mexican than American because that's what I am. I am a Mexican.\nSergio:        How do you feel that being in the U.S. has shaped who you are today?\nDiego        Can you repeat that question?\nSergio:        How do you feel that being in the United States has shaped who you are today?\nDiego        How do I feel that the U.S., being in the U.S. shaped me? Pretty much because all my education, I got it over there. Pretty much all I know is because of them. Math, history, all I know, like the Boston Tea Party, all of that. I kind of know that. I don't really know Mexican history because they don't really teach you good. Oh, most of the Americans over there, they celebrate Cinco de Mayo. That's not even a holiday over here in Mexico. It's more like 15 of September, all of that.\nDiego        So pretty much all my education, all I know, the things I know. It's pretty much what shaped me over there, and what shaped me here is more being strong mentally and physically. Because here you have to be strong and don't let anybody make you go down, because if you feel down here and you don't want to make money, it feels hard. So, really good goals and really good expectations of your life.\nSergio:        Do you have anything else to say before we finish the interview?\nDiego        No, I don't have anything in mind. It's just that people think that life isn't really that different because we're from Mexico, but you'd rather come down here and no, don't be, not only in the tourist zone and go out there and actually to the cities where we're living it, you'll see what I'm talking about. Pretty much, that's it.\nSergio:        Thank you so much for your time.\nDiego        Thank you.\n\n\n\n\n\tPage  of \n\t\n\n[a]Diego B",
    "annotations": [
        {
            "id": "dae01a3d-10ea-4e6c-a0c2-5e1fc02ca13e",
            "type": "text",
            "start": 18598,
            "end": 19050,
            "label": "Identity,Mexican",
            "params": {
                "id": "dae01a3d-10ea-4e6c-a0c2-5e1fc02ca13e",
                "class": "anno"
            }
        },
        {
            "id": "a59a21c3-64d7-47cc-9e10-852859b07a6b",
            "type": "text",
            "start": 17679,
            "end": 18266,
            "label": "Reflections,Art,Discrimination,Racial profiling,Mexico, Before the US",
            "params": {
                "id": "a59a21c3-64d7-47cc-9e10-852859b07a6b",
                "class": "anno"
            }
        },
        {
            "id": "efee95b4-818a-4b9c-b17b-e7d8c6037fd2",
            "type": "text",
            "start": 16737,
            "end": 17678,
            "label": "Reflections,Favorite parts",
            "params": {
                "id": "efee95b4-818a-4b9c-b17b-e7d8c6037fd2",
                "class": "anno"
            }
        },
        {
            "id": "5df814b1-30a6-4c14-b84e-a6efefa26817",
            "type": "text",
            "start": 15947,
            "end": 16637,
            "label": "Return to Mexico,Challenges,Economic well-being,Jobs,Earnings",
            "params": {
                "id": "5df814b1-30a6-4c14-b84e-a6efefa26817",
                "class": "anno"
            }
        },
        {
            "id": "9b3fbcdd-c6fa-4148-a3b5-bc762530e1ad",
            "type": "text",
            "start": 15358,
            "end": 15946,
            "label": "Dreams",
            "params": {
                "id": "9b3fbcdd-c6fa-4148-a3b5-bc762530e1ad",
                "class": "anno"
            }
        },
        {
            "id": "8252e568-3707-4a65-b865-539676998ade",
            "type": "text",
            "start": 12711,
            "end": 14126,
            "label": "Return to Mexico,Challenges,Continuing education,Treatment,Mental Health,Age",
            "params": {
                "id": "8252e568-3707-4a65-b865-539676998ade",
                "class": "anno"
            }
        },
        {
            "id": "3feab2bd-b9b0-4c29-922b-dc87a5da8abf",
            "type": "text",
            "start": 11184,
            "end": 12634,
            "label": "Return to Mexico,Challenges,Economic well-being,Cultural differences,Mexico, Before the US",
            "params": {
                "id": "3feab2bd-b9b0-4c29-922b-dc87a5da8abf",
                "class": "anno"
            }
        },
        {
            "id": "23b458dd-91ce-4cbf-aae9-321abcd3ab86",
            "type": "text",
            "start": 5724,
            "end": 9059,
            "label": "Arrests,Traffic Offenses,Immigration Offenses,Police: US,Racial profiling,Leaving the US,Paying For,Family,Fear,Mexico, Before the US",
            "params": {
                "id": "23b458dd-91ce-4cbf-aae9-321abcd3ab86",
                "class": "anno"
            }
        },
        {
            "id": "4c502af7-7cca-497a-83e5-9b1030c74ac4",
            "type": "text",
            "start": 5098,
            "end": 5634,
            "label": "Dreams,Restaurants",
            "params": {
                "id": "4c502af7-7cca-497a-83e5-9b1030c74ac4",
                "class": "anno"
            }
        },
        {
            "id": "d779ef85-6534-43fc-853d-41c91f08a5a3",
            "type": "text",
            "start": 3970,
            "end": 4425,
            "label": "Time in the US,Discrimination,Racism",
            "params": {
                "id": "d779ef85-6534-43fc-853d-41c91f08a5a3",
                "class": "anno"
            }
        },
        {
            "id": "3f916ef6-4198-4833-8a13-2403fdc6cb9b",
            "type": "text",
            "start": 2412,
            "end": 3758,
            "label": "Time in the US,School,Working hard, getting good grades,Working hard, getting good grades,Teachers,Mentors,Friends,Pastimes,Sports,Case",
            "params": {
                "id": "3f916ef6-4198-4833-8a13-2403fdc6cb9b",
                "class": "anno"
            }
        },
        {
            "id": "f7d0ac58-8e95-4bdf-84eb-29ee8bd4bd05",
            "type": "text",
            "start": 1505,
            "end": 2339,
            "label": "Time in the US,Arriving in the United States,First impressions,Restaurants",
            "params": {
                "id": "f7d0ac58-8e95-4bdf-84eb-29ee8bd4bd05",
                "class": "anno"
            }
        },
        {
            "id": "ae39b08d-5399-45f3-9e38-4634b165fe4f",
            "type": "text",
            "start": 100,
            "end": 1260,
            "label": "Mexico, Before the US,Migration from Mexico,Reasons,Violence,Opportunity,Education,Mexico, Before the US",
            "params": {
                "id": "ae39b08d-5399-45f3-9e38-4634b165fe4f",
                "class": "anno"
            }
        }
    ],
    "audio": [
        {
            "name": "Being bullied in Mexico",
            "src": "https://drive.google.com/uc?export=download&id=1P9ZOFcAPzj4L_t8jDg7bdEkIFsYm67YH",
            "start": null,
            "end": null
        },
        {
            "name": "T Being harassed about leaving the US by the Arizona police",
            "src": "https://drive.google.com/uc?export=download&id=1ZpNYxXKUdCy4MBSiVhqy68RK6ONTYU8_",
            "start": null,
            "end": null
        },
        {
            "name": "Best and worst memories of the US",
            "src": "https://drive.google.com/uc?export=download&id=17aACDwJF5YqSvFvZ01qwmJnyEOPv13SJ",
            "start": null,
            "end": null
        },
        {
            "name": "Cultural identity",
            "src": "https://drive.google.com/uc?export=download&id=16zgpltku7xwt8T0nhD1WiDOmxnvVMv1A",
            "start": null,
            "end": null
        },
        {
            "name": "First memory of the US",
            "src": "https://drive.google.com/uc?export=download&id=14AiT_Gh-NxNCoxRvV8q_tSatGiY2Cx4t",
            "start": null,
            "end": null
        }
    ],
    "subjects": null,
    "bio": null
}