{
    "name": "Diego F",
    "date": "June 13, 2018",
    "location": "Mexico City, Mexico",
    "interviewer": "Anne Preston",
    "portrait": null,
    "thumbnail": null,
    "text": "Anne:        So Diego, thank you so much for coming to talk to us.\nDiego:        You're welcome.\nAnne:        As you probably know, we are trying to put together 200 interviews of returning migrants, to tell their stories and try and get a report that will be read by lots of people in the United States and in Mexico. We understand that we're asking you questions that might bring back bad memories and sadnesses, and I'm sorry for that.\nDiego:        It's all right.\nAnne:        And I'm just thankful that you're going to be here and tell us your story. So feel free to tell me what you want to tell me about your time in the US, your time readjusting to Mexico.\nDiego:        All right.\nAnne:        When did you go to the US?\nDiego:        I went to the US when I was nine years old.\nAnne:        You were nine?\nDiego:        Yes. My parents actually took me. They got a visa, and we got a tourist visa to go over there. We overstayed our visa. Basically my parents wanted a better life for us, so we decided to stay over there. And I lived over there for 22 years, 22, 23. My kids, my children are in the States. My whole entire family is in the States. I'm right here in Mexico, by myself. And it's really hard. It's really hard just video chatting or FaceTiming with my son. It's hard. At times I could hold the tears, but at times it just, it breaks me down.\nAnne:        So you were nine years old when you came to the US as a tourist?\nDiego:        Yes.\nAnne:        What did you think when you got off the plane, or got off the bus?\nDiego:        I actually thought that we were just going for vacation, because my parents told me we were going to Disneyland. But unfortunately, we ended up going to Chicago because that's where my other family, my mom's sister, was living there. So we would just went for visiting. And at the time to return, they decided just to stay and to make a living out there.\nAnne:        So they enrolled you in school?\nDiego:        Yes.\nAnne:        Did you know any English?\nDiego:        Just a little bit. Just my English was poor at the time, and it was hard to communicate with people. It was hard to communicate with kids. And at that point it's just... Nine years, you already had a life in Mexico, a small life, but I was already going to school. It got a little bit hard. Discrimination of not knowing the language, going to bilingual classes. It was a totally change of a lifestyle.\nAnne:        How long did it take you to adjust to it, or did you ever adjust?\nDiego:        I actually did. I adjusted to the lifestyle over there. It took me about, about a year, maybe a little bit less. But yeah, it took me about a year. Because I had already cousins that lived there so a little bit it helped us out, and they helped us out. They would provide with information about schools. So, it helped a little bit, getting adjusted to the lifestyle over there.\nAnne:        What did you like about living in the US?\nDiego:        What did I like? A lot of things. A lot of things, but unfortunately I wasn't able to take advantage of all those things. I love the way that the schools ... I like the way that security was. Back then, it was safer to go outside, walk around and go to the park without any worries. Without worrying about getting robbed or getting assaulted. We didn't have that issue.\nDiego:        And the different states, I traveled a couple of times out of Illinois and just getting to know different states, different lifestyles, different surroundings. My state was Illinois, so getting to know all those different states. I went to Colorado, I got to see the Grand Canyon, excuse me. I went to New York, I got to see the Niagara Falls. It's amazing. And the only thing is that I had to travel by driving. I wasn't able to travel on an airplane or flying, spending a little bit more time to those places where I could have.\nDiego:        That was the hardest part, because getting a better job... I'm forklift certified. But to get a good job in that field; they ask you for your papers. It's hard.\nAnne:        So you graduated from high school and went to college?\nDiego:        I actually, from high school in sophomore year, that was when I found out that I didn't have no papers, from sophomore year. And how did I found out? It was cause I was going to do my... I had gone to take care of my drivers ed school. And drivers ed asked us for our social, you know? And that's when I found out that I didn't have no social. So that brought me down. That got me down. That depressed me. You know, it got me into depression. I got depressed. I stopped caring about school. So by senior year, by sophomore, junior year, I got sent to a alternative school. And then by senior year, I dropped out. But as soon as I dropped out, I want to say, I waited about probably four months and I went to get my GED. So I finished my high school. Then I started going to community college.\nDiego:        I was trying to study accounting, but, but then again, you know, the money, it got expensive. And then I tried to apply for like a private school. I wanted to study computers and I actually went to DeVry University to try to-\nAnne:        To which?\nDiego:        DeVry.\nAnne:        Oh, DeVry.\nDiego:        DeVry, yeah. It's...\nAnne:        Online.\nDiego:        Yeah. Online.\nAnne:        It's a for-profit.\nDiego:        I think so. Yeah. But it was too expensive as well. So I didn't have no social. My mom had a tourist social, but she wasn't able to get like a grant or a loan from the bank, so I couldn't proceed with my dreams. Then that's when I started working. I started to work. The opportunities at work, one of them that pushed me a lot, it was getting certified as a forklift driver. But I got it. I got the certification, but without a social-\nAnne:        You couldn't get a job?\nDiego:        I couldn't get a job that will pay the amount that really they pay for forklift drivers. So it was a lot of struggles, but I got used to it.\nAnne:        Then you got married.\nDiego:        Yeah, I did got married.\nAnne:        And you had children.\nDiego:        Yes.\nAnne:        What were you doing for work, at that point?\nDiego:        I was actually working in a factory. They didn't check my status and, and it was shipping and receiving. That's where I was. I was working in a shipping and receiving department, and a little bit of forklift driver in there. That's how I would take care of my family, my kids.\nAnne:        What happened?\nDiego:        What happened is that I got a couple of times stopped by the police. Without a license, well, you get arrested, you get sent to court.\nAnne:        Oh, you didn't have a license because you didn't have a-\nDiego:        No, because I didn't have a social. So I was actually, I got sent to... I got detained. I got arrested. And during this, I was supposed to just stay 48 hours detained. But the 48 hours finished and they, they had…they put me on hold for Immigration. So when Immigration came in, they picked me up. They took me and they asked me my status. They asked me how did I get into the United States and how long I was living there.\nDiego:        They released me as long as I... I could keep going. I will be going to my court and I will be going to Immigration's office to sign in, just to make sure that I was, you know, checking in with them.\nAnne:        Right.\nDiego:        Unfortunately, the lawyer that I had hired didn't help me out, didn't show up on my court date. And when I asked the judge to give me a continuance, he denied it. Since I had gone to school, I told him that he was violating my amendment, one of my amendments, because I had proof. They were actually accusing me that I had entered the United States without any inspection from Immigration. I had stated in my court date that I came in, I had gotten into the United States with a passport and a visa, and I had gone through customs.\nDiego:        But unfortunately my lawyer didn't show up to prove and to show my paperwork. The judge gave me voluntary departure, but I didn't want it. I told him that I wanted to appeal it. The lawyer that I hired in order for him to appeal it, he robbed me of $7,000 and he didn't file no appeal. With that appeal not being filed, my voluntary departure turned into a deportation.\nDiego:        When I found out about that, the DACA had barely come in and I hired another lawyer. She helped me out file my DACA. But unfortunately...I don't have a bad record. The only thing that I have it was...you know, when—when you're a kid, you, you hang around with everyone.\nAnne:        And you do stupid things.\nDiego:        And you do stupid things. And I was hanging around with the wrong crew at the wrong time. And I actually just got, on my record I got like \"affiliation with a gang\". But if you look at the affiliation and you look at my record, it has nothing to do with it at all, because there's no criminal records, like any felonies or stuff like that. I don't have none of that.\nDiego:        I got a letter stating that my DACA was denied. I called my lawyer and my lawyer tells me, \"Hey, you know, I sent everything.\" She showed me paperwork. She told me that she had called Immigration, to let them know that she had sent everything. And they had said that they were going to reopen my case. But it never happened until one day, August 3rd if I'm not wrong, they went to my house. They knocked, it was already late, like nine o'clock at night. And they picked me up. They picked me up and it was really, really, really bogus, really bad. Cause when they knocked on my door, they said they were policemen officers, until I stepped outside of my door. That's when they told me they were from Immigration.\nDiego:        My lawyer tried to call and tried to do anything, but it was hard. They wouldn't look at my paperwork. We hired another lawyer. He filed again for DACA. And being in there, you know, it just helps you read and understand the, the laws. I read the laws and definitely they were actually just stepping all over my rights.\nDiego:        It's hard because all I wanted to do was just take care of my kids. I have a daughter, but she... I raised her since she was three. Her name's Abigail. [Emotional]. And it hurts me because I would always sit down with them and do their homework. I would sit down and I would play with them, you know? Let's play, you know, school and I would push them, you know, to keep studying, to read. And every time that I see them on FaceTime, it's hard. It breaks me down because I see her face and she just graduated from fifth grade. Her mom was there for them, but it's not the same.\nAnne:        Is her mom legal?\nDiego:        No, she has DACA, but it's not the same. It's not the same affection that I would give them. It's not the same attention that I used to give them.\nAnne:        When did you get deported?\nDiego:        Two years and a half ago. There's been three birthdays that I missed from my kids.\nAnne:        And when you were deported, did they give you a... Like often they say you can't apply for a visa for five years, or 10 years, or life.\nDiego:        They barred me for 10 years. 10 years. To me it wasn't fair, because the day they told me to sign, I asked for my lawyer and they wouldn't let me talk to my lawyer. The last couple days that I was in the detention center, they blocked my phone. They wouldn't let me make a phone call to my lawyer. The paperwork that I had, they didn't care about it.\nAnne:        Were you outside of Chicago?\nDiego:        Yeah. Yeah. I was outside of Chicago. I was going back and forth trying to fight it, trying to show the proof that for what they were accusing me, it wasn't right. Because I had gotten in the States legally, and the laws stipulate that if you are given permission to go in, they got to treat you as either a resident or an American citizen, because you got the permission from the States to go in. It's been hard because both of my parents are diabetic. So it's hard not to see them, not to see my mom.\nAnne:        What are you doing here, to support yourself?\nDiego:        Well, when I got here, nobody helped me out to get my, my ID or to get my paperwork ready. I had to do it and everything by myself. I didn't let that get me down. Or, I mean, I fell into depression sometimes, but it's not as bad as other people I've seen, other cases I've seen. I guess just thinking about my kids, thinking about giving them an example not to give up ever, is what has helped me out, stay strong and put my feet on the ground.\nAnne:        And you're working?\nDiego:        Yeah. Well, right now I'm actually taking the course of Hola Code. That's something I wanted to study. So I mean, it's been getting a little bit hard, but I just try to make it easy, and not to stress it out. And when I do this, it reminds me of my son ‘cause my son, he loves LEGOs. So when I'm like building the coding, or it comes out in colors-\nAnne:        You think of LEGOs.\nDiego:        Yeah, I think of LEGOs.\nAnne:        How old is he?\nDiego:        He is six. He's going to turn seven this year.\nAnne:        Your daughter's 10?\nDiego:        Yes.\nAnne:        So just two?\nDiego:        Yeah. Yeah. Just them two. But they're like everything to me, them and my mom. My mom is… my mom has been like my backbone. She helped me out, change my lifestyle. I thank too my mom a lot, because when I was in the wrong steps, she always looked out for me. She always told me to better myself. And if I would have not finished my high school, because she pushed me to it, it would have been something else over here. But by me taking this course, I want to make her feel great and proud of myself.\nDiego:        Nowadays, I think about it and it's like, I live here. I don't live with that doubt of me getting arrested for doing something. I feel free. I don't feel like in a cage. Over there, if you don't have a car then you can't go nowhere. But then if you don't have a car and if you don't have a license, then you're putting yourself at risk.\nAnne:        Do you think there was anything about living in the United States that's made you different than your friends that are here now? Maybe personal differences?\nDiego:        Yeah. My kids and my mom's sickness. My mom's sickness, is what made me change a lot, because she's done everything that has been possible in her hands until this day. My sisters, sometimes they get, they get jealous my sisters, but it upsets me because I tell them, you have mom next to you. You could go and hug mom. But for me, it's hard. I've done a lot of things that I don't regret, but it has just given me that backbone, that experience to say, \"You know what? Makes me stronger.\" Yeah.\nAnne:        What are your dreams?\nDiego:        What are my dreams? My dreams, I got a lot. [Emotional]. But the biggest one is to be able to hug my mom again, and my son and my daughter. Those are like my biggest dreams. Like, I've experienced a lot. I lived a lot. I could say that I've had everything. But then at the same time, I've lost everything. And I think those two experiences have made me realize the value of what my mom, and my son and my daughter, mean to me. I know that I never mentioned him. I never mention him, but I have love for my dad. But it's hard because I just wish he was there when I needed him. And I don't want that for my son.\nDiego:        I would just love to be able to bring my kids over here, at least for vacation or at least just to hug them and to see them, to see their smile. Yeah. That would be one of the biggest-\nAnne:        It will happen for you.\nDiego:        I know. I just-\nAnne:        It'll happen.\nDiego:        I know. I just want that. I know that sometimes we just got to wait, we got to let time put everything together.\nAnne:        Wow. Your story is really sad. I wish you didn't go through it, and it seems like there's no reason you should have. But you seem to be putting... working hard and trying to put the best face on it so that there will be time in the future with your kids, and your mother.\nDiego:        Yeah. I actually, I try to call my mom and my kids every day to keep the communication.\nAnne:        That's great.\nDiego:        My son loves it every time I FaceTime him. He loves it. That's the part where it breaks me the most, because... It's funny. One day I told him, I'm like, \"You know what? I'm sorry.\" And he goes, \"Why, Papi? why are you sorry?\" And I told him, I'm like, \"Because I'm not there with you.\" He's like, \"It's okay.\" That made me think about everything. It made me stronger.\nDiego:        Some people, they say, over here when you get here and you talk to people or family members, that they think they're tough. And they think, \"Oh, you're crying. Why you crying? There's things that got to happen.\" But I cry because they haven't lived what I've lived. Being in jail, being separated from your family is... It's bad. It's the worst thing, and I don't wish it to anybody. But I know that one day I will be able to see them again. And I know that, that day they will be really proud of me. Yeah.\nAnne:        Well, thank you so much.",
    "annotations": [],
    "audio": [
        {
            "name": "Family separation",
            "src": "https://drive.google.com/uc?export=download&id=1idgk2lOy5LE5b_CHsJPzDjJ5Jc1Ksyhh",
            "start": null,
            "end": null
        },
        {
            "name": "Fighting deportation",
            "src": "https://drive.google.com/uc?export=download&id=1vZf_EOtIPzmrrHmDwfJ6YeXdd9K64Evs",
            "start": null,
            "end": null
        },
        {
            "name": "Return, resilience and resolve",
            "src": "https://drive.google.com/uc?export=download&id=1Mk6nQjuvfwUrZP6-kH3_-2etiJ2rOj4Z",
            "start": null,
            "end": null
        },
        {
            "name": "Roadblocks to studying in the US",
            "src": "https://drive.google.com/uc?export=download&id=1jCEiZ-F5yQhaehQ0beGasHO_NDlQ1jSz",
            "start": null,
            "end": null
        }
    ],
    "subjects": null,
    "bio": null
}