{"name": "Donovan", "date": "June 12, 2019", "location": "Mexico City, Mexico", "interviewer": "Anita Isaacs", "portrait": "Donovan_6-12-2019_Portrait.jpg", "thumbnail": "Donovan_6-12-2019_Thumbnail.jpg", "text": "\n   Anita: Okay. I'm talking to Donovan… What was it like to grow up without\n   papers?\n \n \n   Donovan: I never felt like I didn't have papers. I'm very easy to get along\n   with, I make a lot of friends. My word of mouth, it's… I almost never\n   stutter. I'm a very good person. My mom never even told me that I never had\n   papers, until I got a little bit older in age. But it was frustrating that\n   I'm not able to unravel my full potential. I had a lot of scholarships that\n   got shot down, because of my status.\n \n \n   Donovan: They disqualified me for a lot of scholarships, because of my\n   status, so it's frustrating. Then you have my sister on the other side\n   who's only three years younger than me and she's officially a lawyer,\n   immigration lawyer, in San Francisco. She just passed the state bar exam\n   three weeks ago.\n \n \n   Anita: Wow.\n \n \n   Donovan: Yeah. And it's, I don't know, I feel like I needed to be something\n   big because of my moms, all that she went through. My dad passed away when\n   we were four in a car crash. But it was just frustrating to see everybody\n   else, “Well I can get this scholarship because of this, or I can go work\n   here because of that.” And I'm like, I've always been a hard worker and I\n   see them people that are just half assed. They have papers so they can be\n   half ass. They don't even- no se desempeñan. They don't do everything that\n   they're supposed to, and I used to always try to exceed, exceed, exceed.\n \n \n   Donovan: When I used to get to a certain level in my company, then they\n   would do like a background check, and they would see that I didn't have\n   papers and I wasn't able to take the next step over either. I just felt\n   limited, very frustrated. I never felt scared, but I think that's... We had\n   a wellness coach here, her name was Natalie, and she was like, “It's not\n   that you - you don't be scared, it is that you don't let yourself feel that\n   way.\n \n \n   Donovan: I feel like I'm never vulnerable, because I don't put my situation\n   in a vulnerable spot. I'm never scared, because I know how to handle every\n   situation. But it was a little bit weird to figure out if I would ever be\n   caught by ICE. I never thought I would, because I thought... It was like\n   when you're younger you think you're the man of steel and nothing's going\n   to happen to you. You feel like you can ricochet bullets off your chest.\n   But it's frustrating. Limited. And then it was real eye opener when they\n   told me that I had an INS hold.\n \n \n   Anita: What kind of trouble did you get into?\n \n \n   Donovan: Well, when I was younger, I was really into gangs. I sold a lot of\n   drugs when I was younger. My mom kicked me out the house when I was 15,\n   because I couldn't have that around little brothers. I have a younger\n   brother from my stepdad and my mom. And I'm 11 years older than him. He's\n   21 right now, just a baby. At the moment I'm like, “Why would you kick me\n   out? I'm 15 years old.” But then I see it and I see they couldn't be around\n   that. They would see that lifestyle. I was making a lot of money, so they\n   would see that lifestyle, and, of course, everybody as a human being wants\n   to go the easy way. They don't want to struggle. If my sister would've saw\n   that, God knows what she would have been like. Or my little brother\n   would've saw that, God knows where he would have ended up too.\n \n \n   Anita: What was the attraction for you of the gangs?\n \n \n   Donovan: I don't know. Just respect more than anything. Just having people\n   back you up. Just not ever feeling scared, not even feeling vulnerable.\n   Make sure that you always have—we were actually the only family that went\n   to the State; all my other family's right here, so I never had a family\n   over there—like a family intuition, and also just having people around you.\n \n \n   Anita: You talk about how much you love your mom, but she kicked you out of\n   the house?\n \n \n   Donovan: My mom, she's one of a kind. I love my mom dearly, even though all\n   the things she did. I don't know if it's a mom thing, but she would always\n   tell me, two weeks before I got locked up, she tell me, “Donovan portate\n   bien, be good. I feel like you're doing something bad.” And even if she\n   kicked me out, she would call me at nights. “Did you eat? Are you okay?”\n   And each time she would tell me that, she's like a psychic or something,\n   because two weeks later I'd be in jail. [Chuckles]. And it doesn't even\n   matter what I did, my mom would always come and visit me. She would stand\n   six, seven hours in line to be able to see me for half an hour.\n \n \n   Anita: Was she afraid, because she was undocumented, of doing that?\n \n \n   Donovan: She would still go. That's when I was a little bit…The rules\n   started changing a lot. When they started changing the laws, she stopped\n   seeing me. Because of her status, she couldn't see me, but she would send\n   my sister and my brother to go see me. My wife would always go see me.\n \n \n   Anita: What's it like to be separated from everybody? Tell us a little bit\n   about this?\n \n \n   Donovan: It's depressed. You feel like you're alone. You feel like you're\n   worthless. And then you feel sometimes like this is what I deserve. Well\n   personally me, because I haven't been a good person. I'm not going to lie.\n   I've done a lot of bad shit, but this is what I deserve. This is what I did\n   in my life. This is what I caused for myself. If I were to listen to my\n   mom, it would have been a little bit different. But you feel just like a\n   loner, and then you come here and they segregate you because you can't talk\n   good Spanish. So it just, you feel like a piece of shit. If you're not able\n   to handle it, it tears you apart. It's really hard. But the food of Mexico\n   is amazing. The culture here is, you see really where your roots come from.\n   You're like, “Damn, I'm a fucking amazing person. Who has culture like\n   this?” I don't think there's like another country that can compare itself\n   to Mexico, in the food, the culture, in all that's happened to us. When I\n   was younger with the same teacher that adopted me, she's an Aztec dancer. I\n   had already knew about the Aztec culture. I was an Aztec dancer when I was\n   smaller, so I'm really fond of Aztec Mayan culture. She's Native American,\n   she's Apache. She sent me a lot, and then you look at that and like, now I\n   see why Mexican people are so happy, why we are so up and going. Because\n   that's how you got to be out here—you got to stick out like a sore thumb.\n \n \n   Anita: Where'd you learn Aztec dancing?\n \n \n   Donovan: In the States with the same teacher.\n \n \n   Anita: Do you have any indigenous blood?\n \n \n   Donovan: Last time we did a background check, I think I'm Scottish or\n   something. [Laughs]. It blew my mind. Yeah. My name comes from Ireland.\n   Donovan. [Laughs] But it's is D-A-N-N-O-B-E-N. That's the correct spelling.\n \n \n   Anita: But you spell it like this?\n \n \n   Donovan: Yeah. The nurse misspelled it. It's supposed to be V. No, no, no,\n   no, no. But that's how it's on my thing.\n \n \n   Anita: Okay. So, how do your parents spell it?\n \n \n   Donovan: With the V, like the regular Donovan. But the nurse misspelled it,\n   I think.\n \n \n   Anita: At the hospital when you were born.\n \n \n   Donovan: Yeah, right here. Now they're charging me 5,000 pesos to change it\n   back to the V. I'm like, nah. I'd rather be unique, leave it like that.\n   [Laughs].\n \n \n   Donovan: Because I have a lot of beards, so I'm not indigenous. You got to\n   be really dark skin and short, and have no beard to have a lot of\n   indigenous blood in you.\n \n \n   Anita: What did it feel like to learn Aztec and Mayan dancing?\n \n \n   Donovan: It's amazing. I loved it. I went to Canada to go dance. South\n   Dakota, where Custer’s Last Stand was. You know how they have that little\n   cemetery with so many bodies are underneath? I met Apaches, all types of\n   native people. It's amazing. I actually was leader of the group, because\n   that's a youth group. It's called - [inaudible 00:08:49]. That's the group\n   name, and I was leader of the group for three years. The teacher fell in\n   love with me. She was like, that's the reason why she adopted me too.\n \n \n   Donovan: She's seen a lot of potential in me. And we went to Sacramento,\n   we've danced for Cinco De Mayo, always in the Oakland, in the City Hall in\n   Oakland. I remember Oakland City Hall has a lot of marble. It's really nice\n   floor. And it was steaming hot that day. I remember everybody told me that\n   I should wear sandals, but I really thought... There's a ceremony called\n   “El Guerrero” and I'm an Aztec warrior, because I went through that phase.\n   And I was like, “No, I'm not going to do it.” But afterwards I had like\n   blisters the size of Lay's chips on the bottom of my feet.\n \n \n   Anita: But did you feel that that was part of your culture?\n \n \n   Donovan: Yeah. I felt like that was something that I needed to do because I\n   consider myself not too literate, at some point ignorant, because I don't\n   like reading books. Now that I'm starting to read books so that I'm around\n   people that are super educated, I see that the culture, the religions that\n   I think were forced upon us. And CNC, we were still slaves. We're still\n   slaves to that religion. That's not our religion. Now, if you look at the\n   Virgin Mary, the Virgin Mary is a resemblance of Tonantzin (Nahuatl),\n   mother earth. It's like they do a lot of stuff to just enslave you. All the\n   pyramids they destroyed, there's only I think 10% of the books that survive\n   after they burned all the books. You had open brain surgery already at that\n   age. We had dental work already. We had so much medicine. We had studies in\n   astronomy. Our Aztec calendar to this day is one of the most exact\n   calendars. It's like, you were evolving so much, so much, and then we just\n   got chopped down. And that to me is frustrating.\n \n \n   Anita: Dancing this in the United States, did that make you feel proud of\n   your Mexican heritage?\n \n \n   Donovan: Yes. Dancing Aztec in the United States really made me feel like I\n   was a real real Mexican.\n \n \n   Anita: That's great.\n \n \n   Donovan: Give it a lot of pride. And everybody who saw me dance, even the\n   teacher said, I poured all my heart into it. I feel like it was my calling.\n   A lot of people followed me. Everybody's told me I don't see it, but they\n   always tell me I tend to be the leader and I tend to be the alpha wolf. I\n   pour everybody with me. If I do something bad, everybody does the bad stuff\n   with me. Or if I do something good, everybody's with me. I'm able to make a\n   lot of friends and it just always, always be the first ones to say\n   something, to scream something, or to throw the first rock.\n \n \n   Donovan: I'm always the one doing some type of movement. In middle school\n   and high school, even in the gangs, dealing drugs, I've always been, even\n   in every single job, I've always been to be like the people who they look\n   for. In the class they say something that's not proper to us, and everybody\n   looks at me because I'm the first one to say something. It's really cool to\n   be like that, but you have to use it for something good.\n \n \n   Anita: Do you feel that since you've been back in Mexico you've been able\n   to use it for good things?\n \n \n   Donovan: Five years back, yeah. But the first five or six years that I've\n   been here, I really wasted my life a lot. And something to do with\n   depression. A lot of stuff to do with the culture. You mixing up and just\n   you feeling lost. You're over there and then you know that you don't have\n   papers, so you feel lost already. You're like, “I don't belong here.” Then\n   you come here and like, “Damn, I don't belong here either.” You was just\n   like a cast away, just like somebody weird. But it's, right now, these last\n   few years, I've been using it for good. I motivate a lot of people to go\n   into stuff that they don't never think they were capable of doing.\n \n \n   Anita: What helped you turn it around?\n \n \n   Donovan: My kids, my wife. Being in jail here. This jail here is something\n   gruesome, very scary. [Pause]. It's a two-dormitory bedroom, for only two\n   people, but since the jails here are so packed, it was 17 people for a two\n   roomy bedroom. It's crazy. There's no windows at all. There's no piece of\n   glass and no window. The clothes you get is the one that you have, and\n   unless your family brings you food, sometimes you don't get food over here.\n   There's a lot of deaths inside of there. The jails here are super unsafe.\n   After I was there and then I seen my little kids starting to grow up, I\n   feel like it was right about time. I felt like if I didn't do a drastic\n   change, either I was going to die or I couldn't be incarcerated for life.\n   So, I feel like you get tired of it.\n \n \n   Donovan: You get tired of waking up and not having nobody who cares about\n   you. You wake up and all you want to do is bad shit. I get tired of it. I\n   got tired of it. Now when I was over here, now everything that my mom told\n   me, it was now sinking in. “Oh, now I know why she did this. Now I know I\n   did that.” At the moment, when she kicked me out, I don't want to say I\n   hated her, but I did have some kind of resentment towards her.\n \n \n   Donovan: But now that I see I'm like, “Damn, I would've done the same\n   thing.” And it's just something that, it's crazy. You see it right now and\n   I'm like, wow, I should’ve listened to her a long, long time ago. Or\n   possibly, I would have never gone through this stuff that I did. But my mom\n   always tells me, my teacher tells me, all this stuff that you went through\n   makes you the person that you are right now. It's something that you have\n   to do. Regardless of it, the good thing is that you're able to snap out of\n   it.\n \n \n   Anita: Last question. What was it like being in immigration detention?\n \n \n   Donovan: It was hard. It was really sketchy because I never knew Mexico. I\n   went out there and when I was two years old, so my mom tells me that my\n   first language was English. I didn't even talk that good when I would two\n   years—I did talk a little bit—but she said you went there and you learned\n   English so fast. She was like, that's your native language. And you could\n   hear it a little bit when I talk Spanish. You don't hear it that much, but\n   if you pay very, very close attention to how I express myself, you can tell\n   it's not the way it regular person from here expresses himself.\n \n \n   Anita: But the detention center, what was that like?\n \n \n   Donovan: It wasn't, I don't want to say that it was nice, but it wasn't\n   bad. They gave us really good to eat. The only thing that I didn't like,\n   when I got boarded in the Oakland airport, that I got did the whole\n   transportation to , they made us stay three days awake. You go on the\n   plane, then it's on bus. Then you send you from shelter to shelter, and\n   it's just, you're inside a basketball court, a school court full of 400,\n   500 people. You sleep wherever you want to. It's just, and then they wake\n   you up, you almost never sleep. I remember that I was 72 hours awake and it\n   was just crazy. It was just hectic. But once get into the immigration\n   center, it's pretty chill.\n \n \n   Anita: Why wouldn't they let you sleep?\n \n \n   Donovan: Because they just moving you around, just moving you from spot to\n   spot to spot on the bus.\n \n \n   Donovan: I don't know. I feel like I'm not meant to be on a plane. I have\n   to study aeronautic physics or something to understand how the plane works\n   because I get really sick on planes. [Laughs]. I threw up the whole time\n   and it doesn't fit in my mind how that piece of metal can be in the air.\n   It's impossible. It's not meant to be. And in the plane that they take you\n   over there, you can hear everything squeaking, you can feel, you can see\n   everything moving. And your handcuffs—your handcuffed from your wrist to\n   your waist and then there's another chain to your feet. Then you start\n   thinking every single stupid thought you can. What if the plane falls in\n   the water? How am I going to swim? Are you going to swim like a dolphin?\n   What am I going do chained up?\n \n \n   Donovan: And the immigration center, they give you good food. My mom used\n   to always put money for commissary. They told me that I had a chance to\n   stay there and fight to become a US citizen. A year into me being there, I\n   met a guy who had less crimes than I had, and he already said seven years\n   there. I was like, “No, it's not going to do. I'm going to waste 10 years\n   of my life. My mom's not going to see me, not even my friends from my\n   school will see me.” The public defender I had, was like, “No,” she didn't\n   want it. I was like, “You know what? I want to dip. I want to go. I don't\n   care.” And she started telling me—it was a Mexican girl—things are fucked\n   up. I was like, “I want to go. I can’t give a fuck. I want to leave right\n   now.” And she was still fighting for me. I remember that time I stood up\n   and I was like, “You know what, I no longer want her to represent me.” And\n   the judge was like, “No, no. He doesn't know.” I was like, “I no longer\n   want her to represent me. I'm over age. I can represent myself.” And the\n   judge, I still remember, was like, “What do you want?” I was like, “I want\n   you to deport me tonight. I want to be in Mexico right now.” It was a year\n   and eight months. I was going nuts. I don't know. I was 180 pounds. I was a\n   butterball, so I just wanted to leave. I found out about that guy's case\n   and I was like, “You know what? I'm not going to waste seven years of my\n   life here. I'd rather be somewhere over there.”\n \n \n   Donovan: But besides that, since I've always been in gangs, I'm always able\n   to feel secure in prison. I don't feel danger because I always have\n   somebody to protect me there. But then you figure out about the\n   Salvadorians, the Oriental people. They last 12 hours in flight to get\n   deported to their native country. And I started reading books. There's a\n   book that I love to read called, The Four Agreements by Luis Rodriguez. And\n   that book tells you about Toltec culture and stuff like that. That book's\n   helped me a lot. Each time when I feel like there's, I'm in a dilemma that\n   I can't solve myself, I read the book and the book helps me get to a\n   conclusion, helps me get to an answer. I've read that book, I think more\n   than 30 times already.\n \n \n   Donovan: It's a real good book. Four Agreements. And you see that you don't\n   have it so bad. You look at my skin. It is fucked up, but then you look at\n   the South Americans, you look at the people that get deported all the way\n   to China and you see like “You know what? Really, I don't have it that\n   bad.”\n \n \n   Anita: What has the Toltec agreements helped you understand?\n \n \n   Donovan: How the world wants you to be. How they raise you. What is good or\n   bad? Actually, I have it on the book on my phone. Each time when I get\n   depressed and stuff like that. It's a mental process. I really recommend\n   that book. Actually, I have it on my phone, so I can share it to every\n   person I am able to give it out to. There was a point in my life where the,\n   the substance abuse had just taken over my brain, and I was going\n   schizophrenic. I was diagnosed as being bipolar. My teacher, the one that\n   that's always been with me my whole life, locked me up in a mental\n   institution and she gave me the book to read. That book saved my life. And\n   it saved my life so many times from doing stupid shit. And it's a really\n   mind opener. Really mind blowing.\n \n \n   Anita: The book helps you resolve issues?\n \n \n   Donovan: Yeah. It's really, really good. I really recommend it.\n \n \n   Anita: It's called The Four Agreements?\n \n \n   Donovan: Let let me see the... [Pause] This is my app that I'd made\n   recently. The app that I did right here was to help my little girls here\n   learn English. I have a Yandex API. Where did it go? I think I erased it.\n \n \n   Anita: I can look it up.\n \n \n   Donovan: Here it goes, Los Cuatros Acuerdos. Miguel Ruiz is the author, but\n   it's in Spanish.\n \n \n   Anita: I can read Spanish.\n \n \n   Donovan: It's really good. It just talks about el espejo humeante, how the\n   domestic world makes us, like in CNC, be like this some way. And it just\n   helps you how to clear your mind of a lot.\n \n \n   Anita: Did the dancing help you do that too?\n \n \n   Donovan: Yeah. Because you really get in touch with mother earth. You\n   really understand what's going on. My teacher, she took me to South Dakota.\n   You talk to a lot of ancestors, a lot of wise people, and it's crazy. I\n   used to be mad at the world because I didn't have my dad. I was like, “I\n   see everybody has their dad and I never had my dad.” I met my stepdad when\n   I was nine. And he's an amazing, he's an amazing human being.\n \n \n   Donovan: I don't know, if it wasn't for him, I wouldn't have had this\n   stuff. He actually bought me my first pair of sneakers. I still remember,\n   they were some Filas, Grant Hill's, white and blue and red. I still\n   remember. Before my stepdad we were poor, poor, poor, poor, poor. We always\n   had dress shoes with shorts. We always had dress shoes with pants.\n   [Chuckles]. The kids are really not the nicest persons. [Chuckles].\n   Nowadays I like to clean my shoes, keep them really clean. I like to dress\n   how I like to dress. But if it wasn't for my stepdad, I don't know. I don't\n   think we would have had the advantage that he gave us.\n ", "annotations": [{"type": "text", "start": 4, "end": 9, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 32, "end": 39, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 95, "end": 102, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 527, "end": 534, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 681, "end": 705, "text": "only three years younger", "label": "DATE"}, {"type": "text", "start": 771, "end": 784, "text": "San Francisco", "label": "GPE"}, {"type": "text", "start": 824, "end": 839, "text": "three weeks ago", "label": "DATE"}, {"type": "text", "start": 848, "end": 853, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 867, "end": 874, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 1032, "end": 1036, "text": "four", "label": "CARDINAL"}, {"type": "text", "start": 1489, "end": 1496, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 1829, "end": 1836, "text": "Natalie", "label": "PERSON"}, {"type": "text", "start": 1960, "end": 1967, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 2204, "end": 2207, "text": "ICE", "label": "ORG"}, {"type": "text", "start": 2538, "end": 2543, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 2591, "end": 2598, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 2738, "end": 2740, "text": "15", "label": "DATE"}, {"type": "text", "start": 2862, "end": 2870, "text": "11 years", "label": "DATE"}, {"type": "text", "start": 2895, "end": 2897, "text": "21", "label": "DATE"}, {"type": "text", "start": 2981, "end": 2993, "text": "15 years old", "label": "DATE"}, {"type": "text", "start": 3425, "end": 3430, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 3485, "end": 3492, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 3873, "end": 3878, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 3970, "end": 3977, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 4136, "end": 4145, "text": "two weeks", "label": "DATE"}, {"type": "text", "start": 4314, "end": 4320, "text": "nights", "label": "TIME"}, {"type": "text", "start": 4438, "end": 4453, "text": "two weeks later", "label": "DATE"}, {"type": "text", "start": 4582, "end": 4598, "text": "six, seven hours", "label": "TIME"}, {"type": "text", "start": 4632, "end": 4644, "text": "half an hour", "label": "TIME"}, {"type": "text", "start": 4653, "end": 4658, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 4728, "end": 4735, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 5032, "end": 5037, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 5129, "end": 5136, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 5674, "end": 5681, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 5816, "end": 5822, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 6059, "end": 6065, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 6193, "end": 6198, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 6239, "end": 6244, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 6263, "end": 6268, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 6321, "end": 6332, "text": "Aztec Mayan", "label": "NORP"}, {"type": "text", "start": 6348, "end": 6363, "text": "Native American", "label": "NORP"}, {"type": "text", "start": 6374, "end": 6380, "text": "Apache", "label": "NORP"}, {"type": "text", "start": 6454, "end": 6461, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 6603, "end": 6608, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 6628, "end": 6633, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 6650, "end": 6657, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 6703, "end": 6708, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 6751, "end": 6758, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 6809, "end": 6817, "text": "Scottish", "label": "NORP"}, {"type": "text", "start": 6887, "end": 6894, "text": "Ireland", "label": "GPE"}, {"type": "text", "start": 6899, "end": 6906, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 6982, "end": 6987, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 7024, "end": 7031, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7150, "end": 7155, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 7204, "end": 7211, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7242, "end": 7249, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7299, "end": 7304, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 7349, "end": 7356, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7400, "end": 7411, "text": "5,000 pesos", "label": "MONEY"}, {"type": "text", "start": 7520, "end": 7527, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7699, "end": 7704, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 7737, "end": 7742, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 7747, "end": 7752, "text": "Mayan", "label": "NORP"}, {"type": "text", "start": 7769, "end": 7776, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 7814, "end": 7820, "text": "Canada", "label": "GPE"}, {"type": "text", "start": 7834, "end": 7843, "text": "South\n   ", "label": "LOC"}, {"type": "text", "start": 7971, "end": 7978, "text": "Apaches", "label": "NORP"}, {"type": "text", "start": 8119, "end": 8127, "text": "00:08:49", "label": "TIME"}, {"type": "text", "start": 8190, "end": 8201, "text": "three years", "label": "DATE"}, {"type": "text", "start": 8303, "end": 8310, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 8364, "end": 8374, "text": "Sacramento", "label": "GPE"}, {"type": "text", "start": 8396, "end": 8409, "text": "Cinco De Mayo", "label": "EVENT"}, {"type": "text", "start": 8425, "end": 8432, "text": "Oakland", "label": "GPE"}, {"type": "text", "start": 8437, "end": 8450, "text": "the City Hall", "label": "FAC"}, {"type": "text", "start": 8457, "end": 8464, "text": "Oakland", "label": "GPE"}, {"type": "text", "start": 8477, "end": 8494, "text": "Oakland City Hall", "label": "FAC"}, {"type": "text", "start": 8567, "end": 8575, "text": "that day", "label": "DATE"}, {"type": "text", "start": 8715, "end": 8720, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 8864, "end": 8867, "text": "Lay", "label": "ORG"}, {"type": "text", "start": 8909, "end": 8914, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 8976, "end": 8983, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 9489, "end": 9498, "text": "Tonantzin", "label": "NORP"}, {"type": "text", "start": 9500, "end": 9507, "text": "Nahuatl", "label": "NORP"}, {"type": "text", "start": 9638, "end": 9641, "text": "10%", "label": "PERCENT"}, {"type": "text", "start": 9844, "end": 9849, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 10033, "end": 10038, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 10056, "end": 10073, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 10115, "end": 10122, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 10140, "end": 10147, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 10162, "end": 10167, "text": "Aztec", "label": "NORP"}, {"type": "text", "start": 10171, "end": 10188, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 10235, "end": 10242, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 10251, "end": 10256, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 10279, "end": 10286, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 10796, "end": 10801, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 10865, "end": 10870, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 10884, "end": 10891, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 11222, "end": 11227, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 11337, "end": 11342, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 11387, "end": 11393, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 11448, "end": 11455, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 11457, "end": 11472, "text": "Five years back", "label": "DATE"}, {"type": "text", "start": 11484, "end": 11511, "text": "the first five or six years", "label": "DATE"}, {"type": "text", "start": 11968, "end": 11991, "text": "these last\n   few years", "label": "DATE"}, {"type": "text", "start": 12132, "end": 12137, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 12178, "end": 12185, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 12294, "end": 12297, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 12321, "end": 12329, "text": "only two", "label": "CARDINAL"}, {"type": "text", "start": 12388, "end": 12390, "text": "17", "label": "CARDINAL"}, {"type": "text", "start": 12404, "end": 12407, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 12989, "end": 12996, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 13443, "end": 13450, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 13989, "end": 13994, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 14067, "end": 14074, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 14132, "end": 14138, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 14175, "end": 14188, "text": "two years old", "label": "DATE"}, {"type": "text", "start": 14220, "end": 14225, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 14239, "end": 14246, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 14290, "end": 14302, "text": "two\n   years", "label": "DATE"}, {"type": "text", "start": 14374, "end": 14381, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 14484, "end": 14491, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 14679, "end": 14684, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 14739, "end": 14746, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 14916, "end": 14923, "text": "Oakland", "label": "GPE"}, {"type": "text", "start": 14999, "end": 15009, "text": "three days", "label": "DATE"}, {"type": "text", "start": 15177, "end": 15185, "text": "400,\n   ", "label": "CARDINAL"}, {"type": "text", "start": 15185, "end": 15188, "text": "500", "label": "CARDINAL"}, {"type": "text", "start": 15316, "end": 15324, "text": "72 hours", "label": "DATE"}, {"type": "text", "start": 15448, "end": 15453, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 15495, "end": 15502, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 15605, "end": 15612, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 16406, "end": 16413, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 16591, "end": 16593, "text": "US", "label": "GPE"}, {"type": "text", "start": 16603, "end": 16609, "text": "A year", "label": "DATE"}, {"type": "text", "start": 16698, "end": 16709, "text": "seven years", "label": "DATE"}, {"type": "text", "start": 16778, "end": 16786, "text": "10 years", "label": "DATE"}, {"type": "text", "start": 17061, "end": 17068, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 17572, "end": 17579, "text": "tonight", "label": "TIME"}, {"type": "text", "start": 17597, "end": 17603, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 17623, "end": 17633, "text": "a year\n   ", "label": "DATE"}, {"type": "text", "start": 17637, "end": 17649, "text": "eight months", "label": "DATE"}, {"type": "text", "start": 17689, "end": 17699, "text": "180 pounds", "label": "QUANTITY"}, {"type": "text", "start": 17843, "end": 17854, "text": "seven years", "label": "DATE"}, {"type": "text", "start": 17919, "end": 17926, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 18136, "end": 18148, "text": "Salvadorians", "label": "NORP"}, {"type": "text", "start": 18154, "end": 18162, "text": "Oriental", "label": "NORP"}, {"type": "text", "start": 18181, "end": 18189, "text": "12 hours", "label": "TIME"}, {"type": "text", "start": 18319, "end": 18338, "text": "The Four Agreements", "label": "WORK_OF_ART"}, {"type": "text", "start": 18342, "end": 18356, "text": "Luis Rodriguez", "label": "PERSON"}, {"type": "text", "start": 18391, "end": 18397, "text": "Toltec", "label": "NORP"}, {"type": "text", "start": 18673, "end": 18675, "text": "30", "label": "CARDINAL"}, {"type": "text", "start": 18698, "end": 18705, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 18730, "end": 18734, "text": "Four", "label": "CARDINAL"}, {"type": "text", "start": 18935, "end": 18940, "text": "China", "label": "GPE"}, {"type": "text", "start": 19039, "end": 19045, "text": "Toltec", "label": "NORP"}, {"type": "text", "start": 19087, "end": 19094, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 19880, "end": 19885, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 19929, "end": 19936, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 20000, "end": 20005, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 20019, "end": 20038, "text": "The Four Agreements", "label": "WORK_OF_ART"}, {"type": "text", "start": 20047, "end": 20054, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 20200, "end": 20207, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 20275, "end": 20280, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 20307, "end": 20314, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 20330, "end": 20350, "text": "Los Cuatros Acuerdos", "label": "ORG"}, {"type": "text", "start": 20352, "end": 20363, "text": "Miguel Ruiz", "label": "PERSON"}, {"type": "text", "start": 20394, "end": 20401, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 20410, "end": 20415, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 20428, "end": 20435, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 20444, "end": 20451, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 20555, "end": 20558, "text": "CNC", "label": "ORG"}, {"type": "text", "start": 20648, "end": 20653, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 20700, "end": 20707, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 20835, "end": 20847, "text": "South Dakota", "label": "GPE"}, {"type": "text", "start": 21087, "end": 21091, "text": "nine", "label": "DATE"}, {"type": "text", "start": 21150, "end": 21157, "text": "Donovan", "label": "PERSON"}, {"type": "text", "start": 21255, "end": 21260, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 21315, "end": 21320, "text": "Filas", "label": "PRODUCT"}, {"type": "text", "start": 21322, "end": 21334, "text": "Grant Hill's", "label": "ORG"}], "audio": [{"name": "Turning life around and fresh starts in Mexico", "src": "Donovan_On_turning_life_around_and_fresh_starts_in_Mexico.mp3"}, {"name": "Being back in Mexico", "src": "Donovan_On_being_back_in_Mexico.mp3"}, {"name": "Being detained and deported", "src": "Donovan_On_being_detained_and_deported.mp3"}, {"name": "Gang affiliation in the US", "src": "Donovan_On_gang_affiliation_in_the_US.mp3"}], "subjects": null}