{
    "name": "Ian",
    "date": "June 10, 2019",
    "location": "Mexico City",
    "interviewer": "Anne Preston",
    "portrait": null,
    "thumbnail": null,
    "text": "Anne:        Okay. So this is Anne and I'm doing an interview with Ian and his migration encounters ID is, Dali D-A-L-I. And I just wanted to start by thanking you for talking with us. I know that you're going to tell your story and it could be painful. And so I just want to thank you for sharing that with us.\nIan:        Yeah, no problem.\nAnne:        Anyway, I wasn't involved in your survey, so you might just tell me, what were the circumstances behind your migrating to the U.S. like what were the motivations, how old you were, that sort of thing?\nIan:        Well, I was very young, so we might've migrated twice. The first time when, when I was probably about one, then came back here, did a bit of some schooling, then went back before our visa expired. So we stayed over there and that was pretty much it. And those years accumulated probably add up to 13 years that I was, that I stayed over there.\nAnne:        So when you... the second time you went to the States, how old were you?\nIan:        The second time? I was around nine.\nAnne:        Nine?\nIan:        Nine, yeah. Nine or 10. Yeah, probably.\nAnne:        And then when you were... so you went at one and you stayed for how many years before you came back to Mexico?\nIan:        Probably until first grade.\nAnne:        Okay.\nIan:        Yeah.\nAnne:        And then you spent a few years going to school here?\nIan:        Yeah.\nAnne:        And then you went back?\nIan:        Yeah.\nAnne:        So obviously it was your parents making these decisions.\nIan:        Yeah.\nAnne:        Do you know what their motivation was?\nIan:        Well, the first time, I believe it was because my grandma got really sick and maybe some other problems that they have. I have not been around to discuss. Then we went back. Yeah.\nAnne:        So your grandma, you came back to Mexico because your grandma was sick?\nIan:        Yeah.\nAnne:        Did your parents think that, did they think they're going to the U.S. would be better economically for all of you?\nIan:        I honestly did not know what the thought was.\nAnne:        They were thinking, yeah?\nIan:        Yeah. I just knew that it was... well from what I remember. I mean we remember everything that... I think they... somewhere I heard that you're, bound to remember more what happened when you were younger, then as you get older. So the second time that we went back, I just remembered like feeling, not even just witnessing, but feeling the... maybe the lack of love between my parents. So I honestly did not know what the reasons were. It could have been just really a combination of everything. Maybe even economical. I don't know a lot of things, but I like to think that maybe it was because of me. But yeah, I mean there's a lot of factors I probably haven't looked into.\nAnne:        Were there... did you have siblings or were you just the only child?\nIan:        I'm actually the only child. Yeah.\nAnne:        And when you went over the first time before you came back, did you learn English or not until...?\nIan:        Yeah. Yeah.\nAnne:        Oh, you did? So how did you learn?\nIan:        I remember telling ...Luisa?\nAnne:        Luisa, yeah.\nIan:        ...that I kept learning as I went, but honestly it was like second nature. Honestly did not remember how, like it just kept...\nAnne:        You go to the playground or you just... kids... and you just...\nIan:        Yeah.\nAnne:        Yeah. That's great.\nIan:        So that was, that was good.\nAnne:        So when you came back to Mexico that first time, did you miss the U.S.?\nIan:        The first time? Yeah. Yeah. It was strange, but it actually... I think it was the first time I ever felt nostalgia, even then, like so young. I just remember actually, it was just me and my cousin who came alone in a plane. We came back here in a plane alone. \nAnne:        Wow. \nIan:        Yeah. And my mom was going to, my parents were going to meet us later, but that was like even a couple of months after. But yeah, that's where the feeling grew. And I don't know why I felt, it felt beautiful then, but I think the second time... things started to really just go downhill.\nAnne:        So when you went back the second time and you started school, you said you were nine about?\nIan:        Yeah, around nine.\nAnne:        So you were, what, fourth grade?\nIan:        Yeah, around fourth grade.\nAnne:        And you knew English by then, so...\nIan:        Actually, I might've even forgotten a little bit because I got placed into ESL.\nAnne:        Oh, you got placed in ESL.\nIan:        Yeah.\nIan:        So I got placed into ESL. They made me stay there for like, maybe a couple months until they felt that I was doing better.\nAnne:        Did you like school?\nAnne:        That sounds like a no to me, but whatever.\nIan:        I mean, I could have liked it, honestly. I think I have potential to even, you know, kick it up a notch, but there's just so many things, like, I don't know, the teacher. If I get... I had potential, I think.\nAnne:        Was there a... did you see a big difference between schooling in the U S and schooling in Mexico?\nIan:        Yeah. Mostly privilege. It was definitely safer and it was more a range than over here. Yeah, when I came here the first time I actually opened up my chin because they weren't really supervising us. If that's how you say it, they weren't really taking care of us. And somehow, I opened my chin and...\nAnne:        Yeah, bloody.\nIan:        Yeah.\nAnne:        Pretty bloody yeah?\nIan:        Yeah.\nAnne:        Yeah. What city were you in? Were you in the same city the two times that you went to the U.S.?\nIan:        Yeah.\nAnne:        Which city?\nIan:        Do I have to?\nAnne:        Oh, no.\nIan:        No.\nAnne:        You don't want to say. Okay.\nIan:        No, I'm sorry.\nAnne:        That's fine. That's fine. So, when you were in the U.S. you said they sort of took care of you a little better in school, kept an eye on you.\nIan:        Yeah.\nAnne:        Did you do extracurriculars like sports or music or art or anything like that? Do you remember that?\nIan:        As a youngster, no.\nAnne:        No.\nIan:        No. That was at, I think until like next year. The next year.\nAnne:        Yeah. And then you did?\nIan:        Yeah.\nAnne:        One year later\nIan:        Started with soccer and just little sports. Yeah.\nAnne:        Was it fun?\nIan:        Not actually, no. I mean, I wanted to like it honestly, I actually did like it, but I remember my dad would attend and he would be kind of like... it would just be kind of disappointed in me.\nAnne:        Oh.\nIan:        Yeah, so I was like, aw, man. That's like the only part that I didn't like, because I knew that his disappointment... he did not hide it. So I was like, aw, man, no. But I get it. I get it.\nAnne:        So you lived with your mom and dad?\nIan:        Yeah.\nAnne:        Did you guys... do your parents work? Both of them?\nIan:        Yeah. They did.\nAnne:        So was there, when you came home from school, was someone there for you or were you sort of... \nIan:        Actually, somebody had to pick me up and then they went to, they dropped me off and then they went back to work.\nAnne:        I see.\nIan:        Yeah.\nAnne:        So you were alone a lot?\nIan:        Yeah. Pretty alone.\nAnne:        Well that must've been tough.\nIan:        Yeah, it was difficult. Yeah. I remember.\nAnne:        So did you graduate from high school?\nIan:        Yeah, I actually like kicked it up a little bit more and then I got a full ride scholarship.\nAnne:        To?\nIan:        To college.\nAnne:        What college? But you don't have to tell if you don't want.\nIan:        Yeah. I could say. It was University of Nebraska at Omaha.\nAnne:        Did you go?\nIan:        Yeah.\nAnne:        Did you graduate from college?\nIan:        No, I did not. That was...\nAnne:        Sorry.\nIan:        Yeah, It was my fault.\nAnne:        Did you like college when you went?\nIan:        I actually did. I liked some of it, but I'm not too fond of rules.\nAnne:        Yeah. I understand.\nIan:        I don't know, I felt like everybody was.... looking... I don't know, I feel a lot of pressure. It just like, I don't know. I got to the point where it was really tiring because from a young age, I always felt pressure. So feeling that even until right now, it made me feel kind of anxious. But I liked school. I wanted to focus more on... art.\nAnne:        Art?\nIan:        Yeah, philosophy, things like that.\nAnne:        In school?\nIan:        Yeah. I actually took it... had the chance to. But yet things from outside just got involved into the mix and yeah.\nAnne:        How long have you been back?\nIan:        Two years. Two years.\nAnne:        So in high school, did you said you got a full scholarship, so did you get in trouble in high school?\nIan:        Yeah, I actually did.\nAnne:        In trouble with law or just trouble in... like being a trouble maker?\nIan:        No, no, no. At school, I think I was really respectful to everybody. I think it mostly came from outside. I started doing graffiti.\nAnne:        Oh.\nIan:        Yeah. So yeah.\nAnne:        You can get in trouble for that.\nIan:        Yeah yeah yeah. I actually did. And then there was times where I got in trouble, even because I did not want to get in trouble. I mean, just at night, maybe skating around and just being profiled, like oh, you know, he did this and that.\nAnne:        And did you have your papers?\nIan:        No.\nAnne:        You never had papers?\nIan:        I never had...\nAnne:        But you got through high school and you got a full scholarship at the college and they were okay with you?\nIan:        Yeah, they were actually really okay with it and I was surprised.\nAnne:        Did you ever get a license?\nIan:        No.\nAnne:        Did you ever drive?\nIan:        Yeah. I shouldn't of.\nAnne:        Well, I know. It's hard not to, right?\nIan:        Yeah. Seeing everybody drive...\nAnne:        Yeah.\nIan:        Yeah.\nAnne:        So art is something you liked.\nIan:        Even till then, I love it. That's something that I think if, if somebody ever left me that I depended on or even didn't depend on, I think that was, that's the only thing that ever... that does not leave. Or that or music, that's something that I think has been brewing since I was small. Just depending on that. Yeah. Actually have my sketchbook that I was showing to Luisa. It's, really just like\nAnne:        O, can I see?\nIan:        ... it's not the best... It's like, there's so many paintings that I have at home I need to finish. I was finishing. Wow.\nAnne:        Oh, wow. That's great. So it's a pen and ink?\nIan:        Yeah. And some markers.\nAnne:        Markers?\nIan:        Yeah.\nAnne:        Like watercolor markers?\nIan:        They look, but yeah. I honestly don't know the... I think they're alcohol based.\nAnne:        Wow. Those are great.\nIan:        Yeah.\nIan:        Here's just like...\nAnne:        Wow.\nIan:        Yeah. I used to do graffiti, so it was...\nAnne:        It's harder when it's big though, right? No?\nIan:        It's kind of fun.\nAnne:        I'm sure it's fun. Yeah. Look at this. This is great.\nIan:        Yeah, and I remember doing this precisely in philosophy class. I don't really like rules. You know? Yeah, so I was, I just doodled that.\nAnne:        That's amazing.\nAnne:        Oh, wow.\nIan:        Yeah.\nAnne:        Beautiful. Yeah. I have a daughter who is also she's, well, she's studying architecture, but she does all this kind of, I mean, not like you, but different.\nIan:        Really?\nAnne:        But she draws. She does a lot of very abstract looking things too, but much less angular, more with colors.\nIan:        I actually want to study architecture here. I love it. That's so cool.\nAnne:        That's great.\nIan:        Yeah.\nAnne:        Wow.\nIan:        Wow. I don't know.\nAnne:        That's amazing.\nIan:        Yeah. It's okay. I mean, what's in here,\nAnne:        But you have paintings at home.?\nIan:        Yeah. Just like a lot.\nAnne:        What was that one? The colors. It was like a light blue?\nIan:        Oh, I'm sorry. This one?\nAnne:        Yeah.\nIan:        That one's actually my cousin. So that also did not help, being around him.\nAnne:        Why?\nIan:        I don't know. We would get in trouble, but yeah.\nAnne:        So do you think that... is that why you, while you're back here? You got in trouble?\nIan:        Yeah.\nAnne:        Do you want to tell me what it was about or not?\nIan:        Yeah.\nAnne:        That’s great. That’s beautiful. \nIan:        I actually made that a little bit more. These are like sketches that I helped put into my paintings like this, something with a baby, like a fetus. I don't know, just...\nAnne:        It’s beautiful.\nIan:        Yeah.\nAnne:        That's amazing.\nIan:        They're like, this is all really....\nAnne:        Is that someone, you know?\nIan:        Yeah. I was supposed to.\nIan:        I just don't know what else to. Yeah. I make music. I rap about things...\nAnne:        Oh you're a rapper?\nIan:        Well, yeah kind of. I know that has a lot of negative connotations, but yeah.\nAnne:        Not in the U.S.\nIan:        Yeah, yeah. But yeah, I actually stopped by a studio this past Saturday. The first time ever here. I felt right at home.\nAnne:        That's great.\nIan:        Yeah. But yeah, there's, there's a lot of things that I could show you.\nAnne:        That's amazing.\nIan:        Yeah. But, but back to that, I mean, yeah.\nAnne:        You got in trouble.\nIan:        I got in trouble.\nAnne:        With the law.?\nIan:        Yeah. With the law.\nAnne:        Was it bad?\nIan:        Yeah. It was bad.\nAnne:        Did you go to jail?\nIan:        Yeah. I went to jail.\nAnne:        For how long?\nIan:        Not long. Maybe like a week before. I would have been sent for like maybe even more. I honestly don't know. Yeah.\nAnne:        And then ICE came to get you?\nIan:        Yeah. When I was in jail, I thought... well, that's what they said. I mean, that's where... I don't get it. Supposedly they're not supposed to interfere inside of the jail, but they did anyways. And while they told me like \"you're fucked\". Like, like after this, we're going to take you either way. And it's crazy. We're supposed to pay bail for that. For jail, for the county jail, then get detained by them and then pay another bail for them. Yeah.\nIan:        But I think the situation got really bad. I think before I came here, things were really dark. Yeah. Really, really dark.\nAnne:        Dark for you?\nIan:        Yeah and for everybody else around me. I think I was becoming a really toxic person and just not really helping me.\nAnne:        We're you depressed? Were you...\nIan:        Yeah. It was, it was bad. I think just everything from the government, from politics to like... I think a lot was affecting me that I couldn't process at once. That I think it just made me act up. Even then, I don't know. I don't like thinking about it because I get this feeling right here. It's like, oh, like how? It's hard. Yeah.\nAnne:        So you got very dark and sort of rebelled and… \nIan:        Yeah. Even then, I like, I still rebel, but not, not as much as like I got to the point of hurting people, like emotionally and just seeing that develop... I don't know.\nAnne:        So do your parents try to help out or keep you in the States? Or?\nIan:        My dad wasn't with us anymore. He actually left.\nAnne:        So that must've been tough too.\nIan:        Yeah, there was like a lot of things...\nAnne:        That just building up.\nIan:        Yeah. That I had to like...\nAnne:        Process\nAnne:        Yeah. Even then I didn't. You know? It just like kept inside and I had to help my mom out and whatever I could. But I, I didn't. I felt like I didn't.\nAnne:        She's still there?\nIan:        No, she's with me now.\nAnne:        She came back with you?\nIan:        Yeah.\nAnne:        Are you back at school?\nIan:        No. I actually wanted to get involved in school through my work. But I didn’t. \nAnne:        What's your work?\nIan:        Right here.\nAnne:        Oh yeah.\nIan:        Yeah.\nAnne:        You don't have an accent at all. You sound like you're an American. Do you know that?\nIan:        Kind of.\nAnne:        What are you feeling? What do you feel like you are?\nIan:        Like...\nAnne:        American? Mexican?\nIan:        I don't like to think so.\nAnne:        No.\nIan:        No, that's also like something that makes me feel kind of bad. Not knowing where I belong. yeah. It's crazy. I don't know. This life is really... really crazy.\nAnne:        It's tough.\nIan:        Yeah it's so crazy. Like, I don't know. Just a lot of things make me think that it's not even real.\nAnne:        Has it been tough coming back to Mexico?\nIan:        No. I mean, I had to leave some people behind.\nAnne:        Who did you leave behind?\nIan:        Just some friends. And opportunities.\nAnne:        Because you had to drop out of school.\nIan:        Yeah. Opportunities, friendships, possibly even job opportunities. I don't know. But I mean, we make the best that we can. We have to, we really have to.\nAnne:        Well, you're really, really talented and you're really, really smart. So do you think of going back to college here?\nIan:        Most likely. Like I said, when you mentioned architecture, that's something that I want to do. I want to continue doing that. Yeah.\nAnne:        And you said, how old are you? 20?\nIan:        21.\nAnne:        21.\nIan:        Yeah.\nAnne:        You got your whole life ahead of you.\nIan:        I hope so.\nAnne:        Yeah.\nIan:        Yeah, I mean, I'm glad that things happen the way they did, even the negative parts, I feel like everything is just... it all aligned with the time. Everything happened like right on time. I don't know why, it just did. It felt like it did and I'm taking advantage of that.\nAnne:        I know you're really young and you've had a lot of turmoil. What are your dreams right now? I mean, you said you would like maybe architecture. Do you have any big dreams?\nIan:        Not that I can think of. I mean, periodically, I have things that I want to do, but not at the moment... no. Sadly, no. Unfortunately, I still have that trail of worrying about things that I need to do that makes me think twice about dreams. It makes me think twice if I can do that.\nAnne:        Sure.\nAnne:        Do you mean that you're just sort of looking back at the bad things you did that makes you worried about whether you deserve to dream? Is that what you're telling me?\nIan:        Yeah. Maybe I have to really look out for my family and things like that, that make me... That I'll have to sacrifice my dreams just to... be in good stance with them. I think that's that pressure once again. Yes.\nAnne:        And when you say your family, it's your mom?\nIan:        Yeah. Mostly. Yeah.\nAnne:        Its' your mom.\nIan:        Yeah.\nAnne:        Are you supporting her now? You're at T-Tech, right?\nIan:        Yeah. I'm going to be honest in saying that I'm not.\nIan:        No. Mostly for the same reasons I got... there's a lot of contradictions, mostly with me and her that, that I don't really know what to do... if I should stay at work? I thought I was doing something good. You know? Things like that. \nAnne:        Disagreements. You guys aren't on the same page?\nIan:        Yeah. I think I'm doing something good, but... and then I get it, she has a right to tell me, or to let me know. And...\nAnne:        What did she want you to do?\nIan:        She wants me to go back to school and I told her that, \"Yeah, I want to go back too,\" but there're some things that take time, but I do want to go back to school.\nAnne:        Yeah it’s tough. \nIan:        Yeah.\nAnne:        Have you been in trouble here in Mexico?\nIan:        No. No, that came here and I was like, I'm going to try my best, not to get involved with anybody that I don't have to, like I did back back then. You know? So I think I'm doing pretty good. \nAnne:         That’s good. \nIan:        Yeah. Just keeping to myself, having to do what I have to do and not needing to do it unnecessary... It's not worth it.\nAnne:        Yeah.\nAnne:        And you're trying to follow rules... a few at least.\nIan:        Yes. Yes. I mean, they're kind of arbitrary. I mean, well if they do not make sense. If they make sense and everybody can coexist and... just normal rules, like yeah, I can follow. But if it's something that, I don't know, that you have to do. I don't know... I'm not... I don't think I'm...\nAnne:        You’re good at that. I understand. I understand. Arbitrary rules.\nIan:        Yeah. I don't know. I forget, but there's some rules that are like...\nAnne:        So are you resentful that you get deported?\nIan:        Towards?\nAnne:        The U.S.\nIan:        The U.S.?\nIan:        No. I mean, I kind of got myself there in the first place, so I don't think I should be. No, not at all. I mean, it was my fault. So, yeah...\nAnne:        And it was in... what you did was not related to you being undocumented, or you being?\nIan:        No, not at all. It was just like a mixture of things, of rebellion, of desperation. And I guess being able to feel something. Yeah. Just like all of those. Strange.\nAnne:        Yeah. Well, I think those are all my questions. Anything you want to say before we end?\nIan:        I was kind of skeptical of coming here. I just did not know what to expect. I didn't even know this was here and it was actually kind of cool.\nAnne:        It's a cool place. You should get... Luisa’s a great woman. They're doing good stuff. Might be worth exploring.\nIan:        Yeah of course. Yeah, I'll definitely come here again. I don't think this was the first or last time... yeah.\nAnne:        That's good. That’s good, that’s good. Well, thank you so much and… \n\n\n\n\n\n\n\tPage  of",
    "annotations": [],
    "audio": [],
    "subjects": null,
    "bio": null
}