{"name": "Joseph", "date": "June 13, 2018", "location": "Mexico City, Mexico", "interviewer": "Anne Preston", "portrait": "Joseph_6-13-2019_Portrait.jpg", "thumbnail": "Joseph_6-13-2019_Thumbnail.jpg", "text": "\n   Anne: So Joseph, thank you so much for agreeing to talk to us.\n \n \n   Joseph: No worries.\n \n \n   Anne: We are doing this project and trying to collect oral histories of\n   hopefully 200 returning migrants…\n \n \n   Joseph: That's nice.\n \n \n   Anne: ... to find out about their stories. And we really appreciate you\n   being here. We understand that it could be difficult when you think back.\n   So if it is, I'm really sorry, and I hope that it's not painful.\n \n \n   Joseph: Well, not as much as what people will think, but yeah, it is.\n \n \n   Anne: Yeah, of course. So again, we're really thankful. So Joseph, when did\n   you go to the United States?\n \n \n   Joseph: I've been there since I was two years old.\n \n \n   Anne: So you were two?\n \n \n   Joseph: Yeah.\n \n \n   Anne: And then, when did you come back?\n \n \n   Joseph: 22 years old.\n \n \n   Anne: How old are you now?\n \n \n   Joseph: 29. Well, I've been back on and off. Been firmly here in Mexico\n   about five years. But after I left the military, I came back here.\n \n \n   Anne: You were in the military in the United States?\n \n \n   Joseph: Yes.\n \n \n   Anne: So tell me. You grew up as an American, right?\n \n \n   Joseph: Yeah.\n \n \n   Anne: Where did you grow up?\n \n \n   Joseph: New York City.\n \n \n   Anne: Where in New York?\n \n \n   Joseph: Brooklyn, New York.\n \n \n   Joseph: Okay. I was in Red Hook.\n \n \n   Joseph: Now it's nicer. Back in the day, it was still gangs. It was still a\n   lot of discrimination, Blacks against Hispanics, Hispanics against\n   Hispanics. So, yeah.\n \n \n   Anne: So, growing up, you felt like you were an American.\n \n \n   Joseph: I didn't know I was illegal until I actually applied to college.\n \n \n   Joseph: Yeah. So that was of a little trip and then-\n \n \n   Anne: Then you went to college?\n \n \n   Joseph: By the military. So I had three options. Lawyer told me, because my\n   father didn't register to pay taxes, that I couldn't legally get my own\n   papers started. So either I had to get married by an American citizen, have\n   a baby by an American citizen, or join the military. So that's whenever\n   9/11 was going on. And about a few years later, so that's when I decided to\n   join up. My brother joined when 9/11 was going on. He actually went to\n   Desert Storm.\n \n \n   Joseph: And I was given the options. So I didn't want a kid. I didn't want\n   a family, I didn't want a wife. So I said the best option was the military.\n   And military pays for the school. So I got a scholarship for NYU. After I\n   went to apply for that, they renounced my scholarship because I was\n   illegal. So I had to apply like everyone else, and lost my spot. But being\n   in the military, we have certain leeways where you can actually get\n   reassigned your spot that was given to you. So I didn't lose a spot right\n   there in the moment, but it was very hard to study and be in the military.\n   The military had assumptions. I was stateside maybe four months, three\n   months, or even weeks.\n \n \n   Anne: So you were trying to go to NYU while you were in the military.\n \n \n   Joseph: Yes. Most of it was virtual studies. Some of them were actually\n   in-class studies. But after that, I actually was able to conclude\n   university. But basically my time that I came back, I would go to New York\n   because I was in Fort Benning, Georgia. That's where we were stationed out\n   there, and I'm out of Virginia, Norfolk. We went to Fort Benning, Georgia\n   because that's an airborne school.\n \n \n   Joseph: Whenever I was stateside, I would have traveled to New York, get my\n   classes, my exams, talk to my teachers, do everything I could in the time I\n   was given. And if I was called upon, then I will come back and leave.\n   That's basically how I struggled.\n \n \n   Anne: And you graduated.\n \n \n   Joseph: Yes.\n \n \n   Anne: Congratulations.\n \n \n   Joseph: Thank you.\n \n \n   Anne: Wow. That's great. What did you major in?\n \n \n   Joseph: Psychology.\n \n \n   Anne: Wow.\n \n \n   Joseph: Yes.\n \n \n   Anne: What a success story.\n \n \n   Joseph: Not really. I mean, people come and look at me and they don't see\n   your typical Mexican that was deported because of drugs or was deported\n   because of gang fights or was deported because of the wrong place, wrong\n   time. I actually came back because I gave up on the United States. There's\n   a lot of things that when you're in the military, you see, you just keep it\n   on the down low. And things you see over there, friends you see, friends\n   you see leave, friends you see gone. And it's just difficult to actually\n   believe in a system that protects you while you're in there, and\n   does…supposedly cares about you, and brainwashes you. It's very different\n   when you're on the outside.\n \n \n   Joseph: When you're not needed anymore, or you gave up on being that\n   military \"all you can be\" motto BS, it really changes you. I mean, there\n   are certain jobs that tell you that you're doing good for people, and\n   there's also the little flip coin where you see shit over there and you're\n   like, \"Ugh, this is not what I signed up for.\" And then you come back to\n   the States, and you see ignorant people talk down on people about their\n   rights, about their cultures, about their maybe situations. And it’s not\n   enough for…it was not enough for me to stay there because in a literal\n   sense, I gave up on humanity from the States because I saw so much more\n   humanity from the people we were fighting, the people we were trying to\n   kill, and other people around the world, that their mindsets were very\n   different from American mindsets.\n \n \n   Joseph: I think the majority of Americans have that patriotic stigmatism\n   inside of them. And they really don't see outside of the borders, outside\n   of the world. I mean the news, the media covers certain things, but it\n   doesn't really cover a lot of aspects of what can really change the mindset\n   of everyone. There's a famous book called on the Living the Society, where\n   a quote was given from Buddha, where if you give up on society, when you\n   lose faith in humanity, is when humanity is lost. So that has always been\n   something positive to me. So, every time I can help someone out or\n   orientate someone, I try and do it. I try and do the best to change their\n   minds and actually see them a different world where they were brought up,\n   basically. So yeah. It was difficult.\n \n \n   Anne: So was it really the military that changed your view of the United\n   States?\n \n \n   Joseph: Yes. I lost my fiance in combat. She went MIA for about a month. We\n   didn’t know…I didn't know what was going on. We were about to get… we were\n   engaged, and we were going to get married. And basically it's things that\n   happen, that communication doesn't get to you fast enough. You really don't\n   know what MIA? What's going on? They haven't had the count, then people\n   lose communication, she was stationed somewhere else. And as fast as you go\n   somewhere else, the files are sent, encryptions or whatever. And it takes a\n   while. So, whenever it was declared, it was just like...\n \n \n   Joseph: I mean, I lost my friends. I lost my best friend. And it was\n   difficult to go through that process whenever you actually start losing\n   brothers in arms because you live and you breathe and you bleed together.\n   They're your front-line family. You really had to trust your man to your\n   left and your man to your right. If you don't trust them, there's no trust,\n   then there's no brotherhood.\n \n \n   Joseph: And that is what was taught to us since day one. I mean, you've had\n   to be the best you can be to join certain squadrons. But whenever that\n   happened to her, which is…I just started doubting everything. I started\n   reliving, how some friends have PTS, some friends are gone, their families\n   didn't get enough pay. They got a very shitty compensation for losing\n   somebody.\n \n \n   Joseph: Then her as well, living my experience. As someone that was in\n   there, you know what you signed up for, but you really don't expect it. And\n   whenever things happen unexpected that change your life, that you actually\n   want to keep living, or you actually want to keep fighting for. And there\n   was a motto there that says that, \"It can either get you killed or can\n   either make you live more.\"\n \n \n   Joseph: So whenever that happened, I just broke down. Didn't know what to\n   do. I tried to just stay there for about a couple of months. Everything\n   kept reminding me about her, every time we spent. And since I wasn't really\n   at home because of school and everything, she would travel with me. So she\n   was the person that actually kept me sane.\n \n \n   Joseph: And whenever that happened, I just kinda lost it. I didn't know\n   where to go, what to do, what to think. Psychology teaches you that there's\n   always a mid and a start point. The end point is when you're dead, but the\n   mid can always reset. The start point can always jump to the mid without\n   even any progression or anything going through it. So it was very difficult\n   for me to actually leave the military because I left the military because\n   of that decision too. And go to the real world and find out that there's\n   nothing you can do in the real world, because basically they trained you to\n   become a certain person. And there's not a lot of things you can do in the\n   military, outside of civilian, besides being an officer or any kind of\n   raising or anything that actually requires for tactical issues to be used\n   in that society. And we were never taught to be businessmen. We were never\n   taught to think as a different position. We were always taught to be\n   analytic and decisions that would keep us alive and make sure that we got\n   the job done.\n \n \n   Anne: So were you hoping that getting your degree would move you along to\n   finding a position in society or was that-\n \n \n   Joseph: I was hoping it would, but I really mainly did it because my\n   childhood wasn't easy. My childhood was very tough as well. So the scars\n   dumped me out whenever I finished everything. And I guess there was a part\n   of me that we always want to travel. And so I did travel. I left the\n   States. I started traveling. Didn't know where to go. So, best option was\n   Mexico because my family and my friends were really worried. They were\n   worried that I would go to any part of the world and be sucked up. I'd be\n   giving an opportunity for someone to actually change my mind because at\n   that moment I was very angry with the United States. So my friends would be\n   thought that if I left anywhere to Europe or anywhere to China or stuff\n   like that, that I could easily be given that BS working against the system,\n   stuff like that.\n \n \n   Joseph: So a lot of my family voted. My friends also were very lenient for\n   me to come to Mexico because I have family here that I haven't met since I\n   was two years old, I didn't even know them. So I decided to come here and I\n   traveled Mexico when I first got here, started meeting all the kind of\n   family I had. And I decided to stay, I mean, I decided to say because it\n   was closer to be with my niece and nephew. And it’s closer to my family,\n   it’s closer to what I'm used to. I do go to visit sometimes, but right now\n   it's just trying to find myself. The first year I was here was very tough.\n   When I let my family down and my friends down, I did everything imaginable\n   that was not as a good person to do or what I was taught to do.\n \n \n   Joseph: I use what I was taught to actually do bad things here. And after\n   that, it was downhill until, people who love me came down and kinda set me\n   straight. And they told me that my father-in-law really talked me into it\n   and saying that I had to change because if I was still here it’s because I\n   want to be, and I'm still here because I want to keep moving on. So I've\n   been trying to move on slowly. I've been trying to set my life straight\n   here. I guess all the rebellion that I was supposed to do when I was 15 or\n   12, I kind of redid it here in Mexico. And I just kind of learned that I\n   had to do something a little bit different in my life and also in memory of\n   my friends, in memory of her that I had to give myself an opportunity to\n   actually give my true potential.\n \n \n   Joseph: So I changed my life around here and I started working in different\n   jobs and good jobs and always helping out anyone I can, if I can go ahead\n   and shed some light, I always see kids in the street or people who come\n   back from the States who want that thug life or who were in a thug life.\n   Think about that mindset. Just tell him like, “Hey man, I don't talk like\n   you. But trust me, I was just like you when I was 12, I was just like when\n   I was 13, it's not a way to go.”\n \n \n   Joseph: I mean if you want a family, you want a future, you just aspire to\n   something better to be yourself and just get the opportunity to actually\n   grow into something that was not drilled into you in your hood. That you\n   are meant to be a doctor, scientist, lawyer, whatever you want to be.\n   You're in the hood. You're driven to be a drug dealer, a drug addict, a\n   drug hustler, swinging, doping, everything, gang banger. So most kids that\n   come here are not orientated, or they don't have that guidance or they feel\n   that they are man enough to handle the situation instead of actually\n   analyzing their position and saying, I don't need to fight. I need to just\n   become, do me, grow and actually make myself proud of yourself.\n \n \n   Anne: So that sounds wonderful. So what jobs do you have now that you're\n   proud of?\n \n \n   Joseph: Well, software engineer job is right now what I'm actually been\n   doing. I've started a job thanks to HolaCode, that is right now one of the\n   good companies to work here in Mexico city is actually ranked amongst the\n   top 10. And it's awesome. They have a different culture mindset. They're\n   not segregated. They have an open mindset of how you learn, how you adapt,\n   who teaches you, who goes with you if you have a problem, they're always\n   taking care of you. They're always asking you are you okay. Recently I got\n   sick because of some of the food here and they were very understanding.\n   They were like, you don't need to be here, go home. The code is going to be\n   here. The work's going to be here, but if you're not okay, then we can't\n   have you here because you can't work like this. You understand that you're\n   not a hundred percent.\n \n \n   Joseph: So just go home and recover and come back. And that was kinda like\n   the best part, because some other jobs they really treat you like a slave.\n   [Chuckles]. They tell you, “Oh you got to work.” Doesn't matter if you're\n   sick or if you're sick, you can go to the medical institutions here in\n   Mexico City but which are all horrible. And you lose more if you actually\n   get sick, than you actually go to work. So that's the shitty society that\n   we live in Mexico. But there's compensation when actually you start working\n   for what you want, going and studying and actually doing courses that will\n   give you an empowerment in Mexican society to let you know, “Hey, I am\n   ready. I am able to do this job. And I'm just as qualified as anyone who\n   actually did study here or actually does have a major here, and I can\n   actually show it to you.”\n \n \n   Anne: That's great. That’s great. So when you came back, did you have a\n   visa where you could go back and forth from the States?\n \n \n   Joseph: I'm a resident.\n \n \n   Anne: You're a resident of the US?\n \n \n   Joseph: Yes.\n \n \n   Anne: So you came back voluntarily because you were disillusioned with the\n   US?\n \n \n   Joseph: Yes.\n \n \n   Anne: And when you came, you came to see family, you started with family?\n \n \n   Joseph: Yeah. Came for family. And also because I never really got to the\n   vacations that I wanted. So I mean, Mexico has a lot of beaches, a lot of\n   pretty beaches. So I would suppose I seen them too, so that’s nice.\n \n \n   Anne: But it was tough. The adjustment was tough because you were still\n   mourning-\n \n \n   Joseph: Yeah. It was like, you're going to evolve a lot of bad decisions\n   along the way. And the worst part is because I did not know Spanish. I\n   actually grew up in a Spanish household where that wasn't really used. It\n   was always English. So whenever that happened, I came to Mexico and I felt\n   that I didn't have the social skills or the communication skills to\n   actually interact with someone here. I would literally use my phone to\n   actually show pictures or show the translator saying what I wanted, what I\n   needed. So it was very tough. But the bad thing about it is that the good\n   people that are here fortunately don't really know English and the bad\n   people that are here do know English. So whenever you start walking around,\n   start going around, started going sightseeing, you find that kind of\n   English vibe there, and you start talking to them, I felt good because it\n   sucked not to being able talk to somebody.\n \n \n   Joseph: I really would just stare at people and try and learn their\n   language and something that is my language that I'd never really learned.\n   And those people who have spoken English were like, “Hey, it's another\n   person who was lost, let's orientate him to our lifestyle.” So that's what\n   happened there. And slowly but surely I started learning Spanish, started\n   moving around. I didn't know how to move around because the government\n   here, doesn't give you a lot of aid in letting you know what to do or where\n   to go or how to do it, or actually translate the papers to you.\n \n \n   Joseph: Because I mean, everyone, if you ask around, you can get somewhere,\n   but it also depends on the government as well to actually say, “Hey, there\n   are some Mexicans that were never raised here, but there are from here and\n   that need that translation in English to let them know what can we just do,\n   how to do it and where to go and how much is it going to cost them and not\n   get swayed into something that's not the correct way, or that you pay more\n   for a document that's not supposed to be paid for, stuff like that.\n \n \n   Anne: Yeah. You get taken advantage of.\n \n \n   Joseph: Exactly.\n \n \n   Anne: So how long did it take you to learn the language and pull yourself\n   out of your grief and your bad decisions?\n \n \n   Joseph: A year and a half it took me to actually change my life since I was\n   here.\n \n \n   Anne: Yeah.\n \n \n   Joseph: And after that, then I started working on getting my documents,\n   getting my papers. And it really did take me a year and a half to actually\n   change who I had become in Mexico. And I look back at myself and I feel\n   disappointed because I had actually certain values, certain cultures,\n   certain things that were taught to me. And that was shown to me also in the\n   military that I should have not let the grief get the best of me, but\n   sometimes, your mind just plays nasty little tricks on you, that you don't\n   know what's going on, and you really want to escape what you were taught.\n   You want to escape everything. You just want that pain to go away. You want\n   that whole suffering of what's going on to just go away. I guess the easier\n   decisions are always the hardest to come back out of them.\n \n \n   Anne: So when you look back on your time in the US, you were there for 20\n   years, right?\n \n \n   Joseph: 22, 23.\n \n \n   Anne: 22, 23 years. You told me about the bad. Was there any good?\n \n \n   Joseph: School, friends, family. Best memories of me are always with my\n   friends. I wasn't really close to my family. My family was very difficult\n   to live with. The only reason I actually was a very good scholar was\n   because my dad didn't like for us to come home with a B, he would say that\n   he was laid off, he would work his ass off for us to actually learn\n   something in school. And that a B is not worth it, that he wanted A's. So\n   if we did get a B, it was a beating for sure. I'm not talking about the\n   little slap on the wrist it was a real good beating.\n \n \n   Joseph: My mom was, she didn't have a lot of things to do. She's always\n   been a hustler. So she always sold products to show up catalogs, stuff like\n   that, like little household items. And she has always been very resentful\n   that she came to the States. And it's been very hard living with that\n   person because she's always bitter. And that bitterness was always giving\n   out, and beatings and yelling. So since I was little, I always try to stay\n   away from home.\n \n \n   Joseph: I started working since I was 11, because I didn't want to stay\n   home anymore. So I started finding my own way of money because my father\n   taught me that if I wanted things I had to pay for it. So they would never\n   give me allowance, they would never give me money, they would just only\n   give me enough for the transportation. And when the New York started giving\n   the school aid, I mean, they didn't give me any more money, so they\n   wouldn't give me anything. And after that, it was just very difficult to\n   actually live with both of those types of people. When I grew older, my\n   father was very scared of me because of what I had become. He knew that he\n   couldn't push me around anymore. He knew that very clearly. And I let him\n   know that too, because I was not very happy with him after seeing him after\n   six years.\n \n \n   Joseph: So he tried to impose that father authority. And I told him that,\n   no, he lost the privilege. My mother also learned the hard way that she\n   wasn't able to talk to me anymore the way she did when I was younger. And I\n   went through every kind of thing imaginable by mom. My mom threw plates,\n   tools, bamboo sticks, anything she could really get her hands on to make\n   her point that she was not to be messed with. She even threw an iron at our\n   heads once. I remember me and my brother ducking at that. So I guess all\n   those memories and all those childhood relations actually made me very\n   aware that…since very little that I was in here for myself, that I didn't\n   count nobody.\n \n \n   Joseph: And the beauty part was when I met my friends, friends that kinda\n   had the same situations or were living the same lifestyles, we grew too\n   close together. We were always working together or working to become\n   better, working to get out of the hood, not become those kinds of children,\n   prodigies of being a drug dealer or the gang bangers, stuff like that. So\n   that was really cool. So we actually had this kind of friends and that was\n   the best part growing up, but having to share that suffering with someone\n   else, that's probably going through the same thing or differently, but in\n   the same, we're all suffering. And out of that suffering, you make a unity\n   and you make friendships. You make something bad good. And my best memories\n   have always been playing, hanging with all my friends, parties with my\n   friends, doing things with all my friends that have been my best memories.\n   I have good memories of my family when we have reunions, but they're very\n   little, but the best memories have always been that I can count on friends.\n \n \n   Anne: And are you still in contact with them?\n \n \n   Joseph: Oh yes. I'm still-\n \n \n   Anne: That is great. So when you look forward, I mean, you’ve had a tough\n   life, a really tough life, and you know, the country where you grew up, you\n   feel denied…you're disillusioned with that country. And you're now in a new\n   country. What are your dreams for you now? What are your dreams?\n \n \n   Joseph: To become a good enough programmer to actually do a startup and get\n   the opportunity that many people don't get. A lot of people are really\n   smart here. A lot of people have the skills and mindsets to become a good\n   businessman, a good teacher, stuff like that. So basically be able to\n   contribute the same way. All the posts have been attributing to young minds\n   to let them know that there's a different way to live life here. And that's\n   actually what I want to do. I've always wanted to do that. In some little\n   way, I've always tried to help someone find a job. Someone find a way to\n   get things. So that's my idea.\n \n \n   Joseph: My dream and hope is to one day actually have a company that's\n   actually ran with immigrants. Doesn't matter if they're deported, not\n   deported or not even from Mexico or United States, anyone who wants to come\n   and work who has the time to show it because we're not the only country\n   that's in mourning. Right now, Guatemala, Argentina are going through rough\n   times; the economy is going through a very hard time and there's kids and\n   people out there that actually are very smart.\n \n \n   Joseph: Get the word out there that there are places in certain countries\n   that are willing to invest in kids and willing to invest in certain\n   futures. As long as you actually put the time in, put the effort, put the\n   work in, and you actually show that you're committed to actually becoming\n   something else and wants to change your life around. So my idea is to have\n   a job or work environment that we can give that to those people.\n \n \n   Anne: That's great. It sounds like you have the capabilities and the drive\n   to do it.\n \n \n   Joseph: Yes.\n \n \n   Anne: Do you hope to have a family or do you have a family of your own?\n \n \n   Joseph: My guess somewhere in my head, I'm still hurt. I've had partners\n   here, but I have never really committed myself. And my last relationship\n   shed some light on that. It was very hard to hear the truth and to actually\n   say, wow, you're right. Usually I'm never wrong. Usually I'm always the\n   kind of person that is very analytic and chooses his battles that he knows\n   he's going to win. And if I can't win that battle, I'll learn it and make\n   sure I can win it. So whenever that happened, it was a little shot to the\n   head, made me think. So right now, I don't want a family. I do strive on\n   having a family one day. It is a dream of mine. But I guess I actually want\n   to give myself time to become a better person, a better man, and actually\n   first complete my training because I'm still studying, I'm still learning.\n   So I want to be able to go ahead and have a good foundation on my job, that\n   that foundation can go ahead and provide for something else and also\n   provide for a family.\n \n \n   Anne: Is there anything that you would like to say—we're going to finish up\n   now—but is there anything that you haven't covered that you would like to\n   say to the people that will read this report about being a returning\n   migrant?\n \n \n   Joseph: I guess it's just really to open their minds, brain and horizons. I\n   actually take the time to meet people, learn people because nowadays you\n   see social media, people are stuck in social media. I mean, we don't have\n   the good old times where people actually sit down and talk and actually\n   meet and learn about each other, unless you're actually trying to become a\n   partner or stuff like that. Even whenever you're going out with your\n   friends, just talk, stop being on social media, stop posting pictures. Yes,\n   pictures are going to last forever, but those memories are going to last\n   longer. And I guess just to always keep an open mind and help people in\n   need.\n \n \n   Anne: Great. well, thank you.\n \n <div>\n </div>\n <div>\n   Follow up on June 12, 2019\n </div>\n <div>\n   <br/>\n </div>\n <div>\n   \n     Anne: This is Anne and I am doing a follow-up survey with Joseph.\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: And thank you for coming.\n   \n   \n     Joseph: It's been crazy.\n   \n   \n     Anne: This is our last hour doing interviews so I'm so glad you're\n     here.\n   \n   \n     Joseph: I know the guy downstairs told me, \"You're literally the last\n     guy we're going to...\" I'm like, \"Oh yes. Can you tell her that?\"\n   \n   \n     Anne: So, has the last year been difficult?\n   \n   \n     Joseph: Bumpy roads, on and off, yes. After we last met, after\n     graduation, from there getting a job was fairly easy-\n   \n   \n     Anne: It was easy, good.\n   \n   \n     Joseph: But then after coding and I didn't feel it was my knack to do\n     that. I got it, I understood it, I understand the logical processes, I\n     know how to do it and know how to work it, I was actually a good\n     element in the job, but it just wasn't something that I was very\n     passionate about. And that's whenever I asked them about business\n     analyst and project management. They told me that from my previous\n     background experience I'll be a good fit, but since I was already a\n     developer, I couldn't jump.\n   \n   \n     Anne: So, in the company that you're working?\n   \n   \n     Joseph: And I told him that, \"Well, I was here under the pretense that\n     you guys offer that, you guys offer growth and stuff like that.\" And\n     they're like, \"Yeah but we offer growth in your same sector. I mean,\n     you're a developer. If you want to grow to be a Senior Mid Architect or\n     something that will help you.\"\n   \n   \n     Conversation briefly interrupted.\n   \n   \n     Joseph: And so, decided to leave that company.\n   \n   \n     Anne: How long were you there?\n   \n   \n     Joseph: Six months. I was there six months, but then someone corrupted\n     me. They're like, \"Hey, we can use a business analyst like you.\" And\n     I'm like, \"Ooh, I want to go.\" And like, \"Can you help me go there?\"\n     And he was a manager there. I'm like, \"Yeah, we'll try.\" And then when\n     we talked to Human Resources, they're like, \"Yeah, you can't switch\n     that fast. You have to be at least a year tenure here and that year you\n     have to be here.\" And, since I was learning fast, I was getting jumped\n     into groups that were a lot more expert than me. So, I felt\n     overwhelmed. I'm like, \"Huh, I don't know what to do about that here.\"\n     Guys there were actually really cool, they taught me a lot of neat\n     tricks, coding methods, how to go ahead and process things better.\n   \n   \n     Joseph: So, that was actually very helpful. After that, my mentor left\n     and I felt kinda bummed and I'm like, \"God damn he left. Like I'm\n     alone.\" I was still professional enough to go ahead and work and things\n     on my own. Then I started doing courses on Business Analyst and then a\n     company that we were working for saw my resume. And so I'm like, \"Hey,\n     you're a developer, but you're a project manager.\" I'm like, \"Yeah.\n     Before I actually came into this, I was working other jobs, passing\n     back and forth. But my main focus is business analyst and project\n     management. But I've never really done that because most of the project\n     managements that I've gone through have been call centers. Requisitions\n     orders, where the client needs, innovations, critical thinking ideas,\n     expand the communications broad line, not really programming or\n     applications in technical industries. I'm not very familiar with that.\n     But, now that I'm a technical... Well I mean developer. I know those\n     things now, so I can go ahead and do that.\"\n   \n   \n     Joseph: They're like, \"Hey, you want a job?\" I'm like, \"Oh, what are\n     you offering?\" And he was like, \"Well, we'll take you away from them,\n     if they don't have a problem with that, because you signed a\n     confidentiality report. So, they don't put that in your face and you\n     can't work for me because we're technically partners.\" And I was like,\n     \"Oh, okay. Yeah, it works for me.\" So, told the company, \"Hey, thank\n     you. I'm leaving.\" And they're like, \"Why are you leaving?\" I was like,\n     \"Because I want to be a business analyst, project manager.\" I'm\n     thankful, all the code gave me what I need as a developer to understand\n     project management and technical concerns because project management\n     that I was only qualified for were call centers or things that they\n     didn't have to require technical savviness. They had to be\n     telecommunications and stuff like that.\n   \n   \n     Joseph: That is more media focal points instead of technical focal\n     points. So, they gave me what I need to go ahead and do that. So,\n     whenever I started working there, I've been with him for seven or eight\n     months with him already. And I ascended, I started off as a Junior\n     Project Manager, but their process was horrible. They didn't have a lot\n     of rules, they didn't have a lot of organizations, they didn't have a\n     lot of things set up in the programming. And I thought it was a\n     startup, but they mentioned to me that they have about 20 years or plus\n     presence. So, I was very shocked because the company that long in\n     trajectory should have things set up really good. So, whenever I\n     started doing an implementation, it's like, \"I have real faith in you.\n     You can go ahead and go what you feel like, just make sure the changes\n     you make, you go by me and so I can go on and have your back.\"\n   \n   \n     Joseph: Because, the CEO was skeptical. He was like, \"Why are we going\n     to get a programmer project manager then switch over?\" And they're\n     like, \"I have faith in the kid.\" I'm like, \"Oh, thanks.\" So, I decided\n     to prove the CEO wrong. And I started to make a lot of changes. So,\n     there's something called \"confluence\", which is an article knowledge\n     base. Which is what clients and us use to know process, follow-ups,\n     skim designs, anything of sorts for the company, how it works and also\n     how they work too. I restructured my area, how procedures work, how\n     setups work, how support is going to be and how help desk is going to\n     be, how Q&amp;A is going to be, how developers should work. After that,\n     it took me about two months to implement those changes. I made changes\n     to the team, started making more decision calls to get known.\n   \n   \n     Joseph: CEO recognized what I was doing. Then he just gave me a project\n     last month, until this month I'm doing it, creating a new platform for\n     ticketing system for them, because the one that we have currently is\n     not working properly or it's not fulfilling their needs with\n     customer-client relationship. So, I'm doing that one right now and it's\n     been bumpy ride. I'm kinda working all the time, going all over Mexico\n     City sometimes to visit clients, to take some ease off saying like,\n     \"Hey, what's going on? You have this problem.\" And I'm like, \"okay, so\n     let's get things straight. Yes, we have a bad trajectory of bad blood\n     between us, but I'm new. I'm here to make changes. And as you can see\n     from three or four months behind, changes have been made. And it's not\n     as fast as you hope, it's not as fast as you think money will buy, but\n     it's a process. And it's like us developing new applications, the same\n     thing as me creating things here. So, you have to understand that my\n     focal point is to go ahead and create things for us and you to become a\n     better partner and also a better business, because if they grow, I grow\n     and if I grow, you grow, you grow too.\"\n   \n   \n     Anne: So, that's working well?\n   \n   \n     Joseph: Yeah.\n   \n   \n     Anne: And do you like it?\n   \n   \n     Joseph: Yes. Another company is trying to rob me.\n   \n   \n     Anne: They're trying to rob you?\n   \n   \n     Joseph: Well they're trying to take me with them.\n   \n   \n     Anne: Oh, another company's trying to recruit you.\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: Is that going to happen?\n   \n   \n     Joseph: I don't know. They're actually getting to the price.\n   \n   \n     Anne: They're giving you a good price?\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: Wow. Okay. That's great. That's amazing.\n   \n   \n     Joseph: It's actually helped me out. What I learned in military about\n     structure, being very stern. And something that's helping out with\n     clients is that I'm very firm in how decisions are made and how I talk\n     to them. Most of the project managers that have talked to clients, they\n     even told me that they don't understand the business itself. They don't\n     understand how things work. They don't understand business flow and\n     they don't understand how stakeholders actually worry about little\n     things that, like, \"It's my money.\" And I told him like, \"No, don't\n     worry, I know it's your money because that's how I get paid. And if I\n     don't get paid, I'm sad too.\" So, I'm very goal oriented. And in this\n     company, I never told them I was military, because usually whenever I\n     tell them that, they want me to travel because I have a visa to go\n     ahead and travel.\n   \n   \n     Anne: Okay. Internationally?\n   \n   \n     Joseph: Yes-\n   \n   \n     Anne: And you don't want to travel?\n   \n   \n     Joseph: No, I don't want to travel.\n   \n   \n     Joseph: I want to stay still, get something set up correctly. As far as\n     working, because before that it was hard for me to actually establish a\n     good job because of all my mental PTS that I had. That was very\n     unstable in certain jobs. I had very good jobs in Mexico, but I kind of\n     blew them off because I just needed to escape certain things and\n     certain dates. The dates are the ones that killed me, certain things\n     that just remembered, a date in specific and I'm like, \"Oh wow, this\n     happened,\" and started just reminiscing. And that kind of blocked me\n     from actually achieving what I could be doing.\n   \n   \n     Anne: Yeah.\n   \n   \n     Joseph: So, I've been actually... Not therapy on myself, but using what\n     I learned in college for psychology to actually understand what I need\n     to be doing, baby steps. I understand now that before all of that, I\n     was very goal orientated long-term. And I understand now that because\n     of all the trauma that I had, that those goals long-term, don't work\n     with me now anymore because I tend to lose track of that because of all\n     the things that are calming my brain sometimes.\n   \n   \n     Joseph: So, I've been doing goals short-term. And that's been working a\n     lot more, and it's keeping me on point, focused. And I stayed away from\n     friends that all they do is party. So, I stayed away from friends like\n     that, and that's actually helped me out a lot.\n   \n   \n     Anne: That's great. So, in terms of things that have been difficult\n     landing a job since you have been good, economic challenges, you're\n     sort of dealing with them, right?\n   \n   \n     Joseph: I'm dealing with them.\n   \n   \n     Anne: You were saying that in terms of education, you were educating\n     yourself in terms of Business-\n   \n   \n     Joseph: Analyst-\n   \n   \n     Anne: Analyst. And that's probably online. Is that what you mean?\n   \n   \n     Joseph: Since those courses are very expensive? I didn't know how\n     expensive they were. They're probably like 80,000 Pesos to just get a\n     course and-\n   \n   \n     Anne: Right.\n   \n   \n     Joseph: And then you have a certificate. So, it's just the course. So,\n     I started looking for online training for free, that probably just\n     showed me maybe three courses and started mashing courses together to\n     understand them better.\n   \n   \n     Anne: Yeah, because you're smart, so you'd do that.\n   \n   \n     Joseph: So, that's actually... It was helping me out. And those\n     processes have actually helped me in my workplace because they told me\n     when I got hired, \"Do you know these processes?\" I'm like, \"Yes.\" \"But\n     you have to have a certificate to back you up?\" I'm like, \"Honestly,\n     no. I'm going to tell you the truth. I've actually learned myself. I\n     have never went to a physical financial institution. Say pay for this\n     course, I'll get this course and I'll get it. Unfortunately I never had\n     that, but I can go ahead and learn it. If you guys pay for a course, I\n     can pass it because I've already done it myself.” I know how to work\n     the process. And I just did it. I guess I hustled it. And in the\n     internet, learning the tricks and knacks to downloading free books,\n     books that are maybe outdated, but that still work around here and just\n     interpret them differently now. That's how I learn.\n   \n   \n     Anne: That's great. Yeah. How about socially? How's it been?\n   \n   \n     Joseph: Still the same, very an social outcast.\n   \n   \n     Anne: But you do that yourself?\n   \n   \n     Joseph: It's very hard to find people to not judge you. Or typically\n     all my friends that party or worked in call centers, they're like,\n     \"Why'd you leave the United States? Like, I don't understand it.\" And\n     sometimes it's hard to explain to people that way, because they don't\n     know how it feels passing through those types of dilemmas. Maybe they\n     have experience because they went to jail, because they gone through\n     this, and stuff like that. And I told them, \"That's your choice. You\n     made a decision. I didn't make my decisions to have friends die. I\n     didn't make my decisions to have my ex fiance die. None of that. That's\n     something that should happen. And you have to go through life and find\n     a way to live with it. It's not easy.\" So, something you got to\n     understand that you can't judge people just because you think it's\n     better on the other side, it's not.\n   \n   \n     Joseph: And sometimes you got to understand what people suffered to\n     actually leave that to the other side. It's not the same thing. It's\n     like you hate Mexico and you hate the United States. Which one are you\n     going to go for? And you hate both of them. You got to love one of\n     them, at least. And right now I love Mexico. I mean, even though\n     it's... Yes, it has a lot of flaws, government's horrible. I mean, now\n     it's a little bit better, but it's going around and same way, but it's\n     still something that you got to think important and find a lot of\n     people that think that way or comprehend it. And to the point where\n     they won't judge you, or they won't say like, \"Man, you should have\n     gone back to United States. What are you doing over here?\" It's just\n     like, \"Hey, let me live my struggle.\" I mean, I've learned as a short\n     age that if you struggle here, you struggle everywhere. It just depends\n     on you if you want to get yourself out of it.\n   \n   \n     Anne: So, basically things have been better for you?\n   \n   \n     Joseph: Yeah. Job-wise, yes. Social, I'm still a social outcast and\n     have certain friends there. Money-wise, not so much because since I\n     don't have a formal academic diploma, it's something here that Mexico\n     is very stickler on. That they're very sticklers on, \"Hey, if you have\n     the paper, we'll pay you this much. If you don't have the paper, but\n     you have the experience, we'll pay this much.\" I'm like, \"Ah, but I\n     have experience more than what a person will have with paper.\"\n   \n   \n     Anne: And they don't look at your graduation from NYU as something?\n   \n   \n     Joseph: No, because they say that it's not something that I use it on a\n     day to day. And with this employer, I proved them wrong. And I was\n     like, \"So, what do you think behavioral science does in my company?\"\n     Easy. How are you standing right now? The way you're standing is the\n     way you demonstrate how you want to go out and talk to someone. You\n     want to take them serious. You want to go in laid back. Right now,\n     you're trying to be laid back so you don't feel enforced, but whenever\n     you ask serious questions, you kind of tighten up. So, make sure you're\n     being understood correctly. And you want to be taken serious on a\n     question and you want a serious answer. So, that's how I know, because\n     whenever I go to a client, whenever I see agents, whenever I see my\n     coworkers, I know that their body behavior, how are they going to go\n     ahead and take and how they're reacting to what I'm telling them.\n   \n   \n     Joseph: And also I let them know if something's going to change. I want\n     to know who is the person or who are the group that's going to not go\n     along with what I want to do. And I'm going to have problems there.\n     Before any hand, I got to watch these three, because they're the ones\n     who didn't measure up to what I was trying to tell them in body\n     behavior. You don't have to actually say things to actually understand\n     what a person wants in the moment. I mean, sometimes it's just your\n     intuition, yes. But, it's really about science. You have to understand\n     that. And also the logical path of a neuroscience was letting you know,\n     \"Yes, this is wrong,\" \"Yes, this is correct,\" \"Yes, this is what I want\n     to hear.\" Or, \"Yes, this is a way to formulate a question without being\n     condescending or without being aggressive, without being persuading.\n     You're just being neutral.\"\n   \n   \n     Joseph: You have to understand in a company, when you talk to a woman,\n     you have to be neutral, but you have to be persuading to a certain\n     extent so they don't feel uncomfortable, but they feel that you're firm\n     and you know your stuff. So, a man you have to go ahead and show that\n     you're firm, you have to be persuading, you have to let them know\n     because unfortunately in Mexico, there's a lot of people who think it's\n     a man's world. And you got to go ahead and cover up with them, even\n     though your moral say, \"No, it's kind of both ways.\" I mean, and a\n     little bit going on further, you're going to see a lot of women take\n     power. And when I went to HolaCode, I liked that about that because\n     there's a lot of women in power saying they're doing things because\n     they want to do them.\n   \n   \n     Joseph: They're the kind of feminists I do respect because they're not\n     just creating equality for people. They're just actually looking out\n     for humanity. Once we stop looking for humanity and helping each other\n     out, we've lost all humans inside of ourselves. So, that's what I like\n     about things to work it's way around. So, after I got done with the\n     interview and I was like, \"Have a proven myself, right?\" I mean, even\n     with my psychology, I know how to bullshit. Even without my psychology,\n     I don't know how to bullshit. So, I can go ahead and do a lot of things\n     with it. And it just really depends on how you use your knack for\n     things. And psychology has taught me a lot of things. So, it broadened\n     my horizons to people that they didn't know me, that want to know me\n     and sometimes it's just hard to understand people.\n   \n   \n     Joseph: And I get people like that. So, whenever they talk about their\n     problems, I'm like, \"I get you.\" But, when I was talking about my\n     problems, sometimes it's different because they don't know that path of\n     how things are supposed to be and it’s not supposed to be their idea.\n     They have to be able to live in multiple worlds, ‘cause one world\n     doesn't govern everything, it’s multiple people who govern everything.\n     And they're not going to have the same mindset. So, you have to be\n     mature enough. And also my psychology helps me to understand that not\n     everyone's is going to think alike. And also to understand that not\n     everyone thinks alike you have to try twice as hard because you have to\n     make sure that if this guy thinks he wants money or this guy thinks he\n     wants growth, this guy thinks he wants something else. You got to unify\n     all of them, because you got to make sure that he's on the same page\n     and make sure they're coordinating each other. And that's what\n     psychology does as well, you get a knack for things like that. So, I am\n     good for the job.\n   \n   \n     Anne: Well, yeah, that's a really good explanation of it. And you know,\n     college in the US I think teaches you a lot about how to think through\n     problems and analyze problems, not just the psychologists, there's a\n     whole psychology education that goes with it.\n   \n   \n     Joseph: It has to do with you... 60%, as you as a student, and 40 the\n     teacher, because the teacher... I've had teachers that inspired me.\n     I've had teachers that I didn't want to go to school because I had the\n     courses. But, thankfully I had teachers that actually always rooted for\n     me. I was a knucklehead when I was younger. So, all my teachers\n     actually were the ones who were getting on my case because they knew I\n     could have the potential.\n   \n   \n     Anne: That's brilliant. So, tell me a little bit about the work, in\n     terms... This is part of the survey. How many hours do you work a week\n     or day... I mean, a lot? You can say a week, you can say a month, I\n     don't know what-\n   \n   \n     Joseph: A week, I probably work about 90 hours.\n   \n   \n     Anne: What is your earnings? So, I don't know if you're paid by-\n   \n   \n     Joseph: Pesos.\n   \n   \n     Anne: Pesos. But is it by the week or by the-\n   \n   \n     Joseph: Oh, it's every 15 days.\n   \n   \n     Anne: 15?\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: And how much do you get?\n   \n   \n     Joseph: I get 10 every 15 days. 10,000 Mexican Pesos.\n   \n   \n     Anne: Okay. So, that would be like-\n   \n   \n     Joseph: 20,000 Mexican Pesos-\n   \n   \n     Anne: A month?\n   \n   \n     Joseph: A month, yeah.\n   \n   \n     Anne: That's a lot better than a Call Center, right?\n   \n   \n     Joseph: It is a lot better, but that's why I'm thinking of switching\n     sides, because yes it gave me opportunity, but they're not paying me\n     for what I'm doing and what they're asking for.\n   \n   \n     Anne: And this other company's…\n   \n   \n     Joseph: They're actually recognizing, because when I talk to them,\n     they're like, \"Wow, you are experienced. You know a lot of things.\" And\n     whenever I had one recruiter tell me... And because he called, I think,\n     about two weeks ago, they like, \"Don't say how much you earn, double it\n     or triple it, because from what you know and what you're working, you\n     can get it. And right now, unfortunately I don't have a job position\n     that actually pays you that. I mean, I have a position that will pay\n     you maybe 15,000 Mexican Pesos more. But I mean, from what you know,\n     it's yeah. And it's hard that you don't have a diploma that actually\n     respects from that people, but there's a lot of companies that will\n     respect you because of your intelligence, what you have, what you can\n     bring to the table.\"\n   \n   \n     Anne: Yeah, and what you can actually do.\n   \n   \n     Joseph: Yeah.\n   \n   \n     Anne: So, do you currently live with anyone or do you live alone?\n   \n   \n     Joseph: I found roommates.\n   \n   \n     Anne: So, friends?\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: Do you still have relatives in the US?\n   \n   \n     Joseph: Yes.\n   \n   \n     Anne: Do you ever see them?\n   \n   \n     Joseph: Mom and dad, no. Brother and sister, maybe sometimes.\n   \n   \n     Anne: Do you have relatives in Mexico?\n   \n   \n     Joseph: Yeah.\n   \n   \n     Anne: Grandparents?\n   \n   \n     Joseph: Grandma, only.\n   \n   \n     Anne: Do you see her?\n   \n   \n     Joseph: Try to every weekend. I try too.\n   \n   \n     Anne: So, you would never go to the US again?\n   \n   \n     Joseph: Not to live. Probably if I have a job that makes me go back and\n     forth, I'd be fine with that. I mean, I have things set up there that\n     help me, now I won't start from zero, but it's just something that…that\n     moral compass broke from there. Just saying that I can't look at it\n     again. There's a lot of people, police officers that whenever these\n     things happen, especially in Florida and Georgia, a lot of police\n     officers are retired military. So, when that incident happened, they\n     told me that, \"We get what you're going through, but you have to push\n     through it. Each one pushes differently. And each one has a family that\n     will push them differently as well, or friends or something. But you\n     have to understand that if you stay here, you will have to live with\n     what you're caring for. And you're going to have to go ahead and\n     simulate it because you can't be a risk anybody else. So, you have to\n     understand that you joined for a reason.\"\n   \n   \n     Joseph: And whenever I joined, I did it in selfish reasons because I\n     want it to be a citizen. Because, that's kind of like the American\n     dream, but it sucks that immigrants over there, even if you have good\n     schools, you didn't go in jail, you never went to juvie, are not\n     eligible to be a citizen over there, even though they're contributing\n     the right way. And the ones that are, not mean to be the bad word, but\n     the ones that are mess-ups are the ones who usually get away with\n     things there. And that's what broke through it. At the end of the day,\n     told my family that yes whatever I had accumulated that there from\n     goods, properties, things that I've paid for. It's just something that\n     comes and goes. You will always get something material, but you had to\n     be set to yourself and true to yourself.\n   \n   \n     Joseph: If you want to be a happy life, you got to know what you want\n     in life and go for it. Even though it takes you a long time, but you\n     have to at least keep sight of what makes you you. And being in the\n     United States doesn't make me me anymore. And I mean, after all that\n     bureaucrat shit, it just goes away with whatever you actually felt for\n     there. You're just like, \"Really? That's what the hell we're worth for\n     you. That's what you're going to go through? That how you throw away\n     our lives?\" And then there's people patriotically saying like, \"Yeah,\n     yeah.\" Because you probably never went through that and if you went\n     through that, you probably have a big moral standings wrong with that.\n   \n   \n     Joseph: And if you are a veteran and you know things go through that,\n     those are the people that are like, \"Yeah, we get you, but shit happens\n     and this is our country.\" And unfortunately I was able to say, \"Yes,\n     this is my country because I was raised here, but I wasn't born here. I\n     can go to my country.\" So, that's what made me more [inaudible\n     00:23:42] decide to come here. And also my family, because they felt\n     that I was going to be a wreck because my first instinct was to go to\n     Europe. I have family in France and in Spain. And they told me, \"Yeah,\n     we can set you up here.\" And my family was like, \"We don't trust them\n     because they're a family that we don't see very often. We don't know\n     how they are, what they do, who they are and what they're about. So\n     we've want you to go to your family, family. We want you to make sure\n     you're safe. And if later on in the world, later on in life, you feel\n     you're okay, then move over there, go. But right now you're not in a\n     mindset to be okay.\" And they're were right because when I got to\n     Mexico, I was not the brightest decisions that I've made here, but\n     those helped me actually aligned and take a lot of anger out that I've\n     had accumulated there and made me more calm.\n   \n   \n     Anne: Does the political climate in the United States now make you feel\n     like you made the right decisions? Does it reinforce your decision or\n     does it... Do you just sort of-\n   \n   \n     Joseph: I feel sad that people forget how that country was built. They\n     forget the values, they forget something just because of hatred and\n     something they don't fully understand. And that's what's going on. It's\n     not even about things doing that. Politically, they have their reasons.\n     They have the power of money moves around with a lot of governments. A\n     lot of agencies all around the world want to go ahead and make someone\n     the scapegoat. And that's something that people are not talking about.\n     And when they talk about it, they get silenced. So, in a sense, yes,\n     I'm happy that I'm not there to live that because that would just break\n     my heart because of veterans that majority are minority, not even\n     immigrants or illegals, it's just are minorities, are the ones who\n     focus on creating the Armed Forces. And they're the ones kind of like\n     the backbone that gave them that power there.\n   \n   \n     Joseph: And all of a sudden they're saying, \"Oh, you're not worth it.\"\n     For example, Trump made an accusation—I'm guessing at Fox News\n     channel—that only gives soft questions to him. That veterans…that\n     they're not cut out for it. That if you have PST or something like\n     that, then you just weren't cut out to be in the military. And it's\n     just like, \"Wow. How can you say that? When you yourself, in your time,\n     when there was a draft, you actually faked an injury and there's record\n     of it and you still deny it.\" So, that's something that doesn't happen\n     quite often. I used to respect our presidents and the history that\n     military showed us, because it was something that you have to be part\n     of the military to understand what your orders are going to be.\n     Because, you got to understand that you're sending in thousands of\n     troops into a country that are not all going to make it.\n   \n   \n     Joseph: And you have to make a decision saying, \"We're doing it for\n     them.\" Now it's just people doing it just for power. They're not even\n     doing it for the right reasons because when I was in there, you could\n     have easily taken out a lot of people, very fast, very swiftly. But,\n     there was always that power between money, greed and certain people in\n     power that wanted to do the right thing but weren't allowed to because\n     it was not seen correctly. I mean, whenever you do the extractions with\n     people, you knew where they were. You knew that if... And that can\n     guarantee you, patriots have gone in there, that whenever Bin Laden\n     happened, patriots themselves, they signed up to go on excursions and\n     say, \"We'll take them down, without no one else getting hurt. We'll\n     risk our lives.\" Knowing that they might die and that's the beauty part\n     of being in the military.\n   \n   \n     Joseph: You're willing to take that fight to them and if you succeed,\n     you take one down and you take them down good. And you make sure that\n     their organization understands that there are people willing to go\n     ahead and sacrifice themselves to go out for the better good of\n     everybody else. Which is what the military stands for. It's protection\n     for everyone that's not geared, not trained, not in that political\n     point of view. And everything that's going on right now, it just makes\n     me sad that they're giving military people not the credit enough they\n     deserve. And that they're saying that something that's horrible or\n     something that's different. I mean, there's a lot of people, activists,\n     there's a lot of pacifists, there's a lot of people who think the right\n     said that, \"Yes, sometimes we do need military action to go ahead and\n     share safety.\" But, that's because our culture has cultivated that.\n     Since the end of time, we've always resorted to violence. If there was\n     peace, had to be violence, if there was war to be won over, violence.\n     Everything was violence. So, it's hard to reset that mindset and say,\n     \"We don't need violence.\" Yes, you're probably right. We don't need\n     violence, but in this world and age, how are you going to make that\n     happen? We've been cultured for years and years.\n   \n   \n     Anne: Violence solves war. So, it's violence, even in peace there's\n     violence. You're right.\n   \n   \n     Joseph: So, whenever that started happening, I am happy that I am done\n     with that. But, I am sad that there's still a lot of people that are\n     doing it for the right reasons and that don't get recognized. Even,\n     whenever you're a veteran. It's something that people don't understand.\n     It makes me sick whenever you see a veteran on the street. They fall\n     for something. And because we were probably... Saw a lot of things that\n     people shouldn't see. I mean, there's psychological studies showing\n     that if you expose a hundred people to death, 80% will be affected. If\n     you expose a hundred people on creating that death, all of them will be\n     affected. And they don't understand that we had to do orders, it's not,\n     \"Yes, we had a moral compass, yes, we're doing it.\" But our moral\n     compass was really jacked up for that patriotism saying, \"You're doing\n     it for the right reasons. You're killing for the right reasons. You're\n     losing your life for the right reasons.\"\n   \n   \n     Joseph: And you're thinking that blindly like, \"Yes I am.\" But,\n     whenever you start getting conscious of things, that's whenever you\n     make mistakes. And I know from frontline, if you make mistakes that\n     costs you your life. And unfortunately a lot of people... And it's\n     true, a lot of people who've been in the military for a long time, tell\n     you to not have a conscience. If you have a conscience, that little\n     second of doubt is a gunshot. It's something that happens. And I had a\n     conscience, but I just always stuck by the rules and what they told me\n     and that overlapped my conscience. It messed me up on what I had to do\n     to get through to objectives, missions, recons, measurements of what we\n     need to go ahead and task for certain people who were tagged. It's\n     something that doesn't have to happen to a lot of people.\n   \n   \n     Joseph: And unfortunately, even though in the school, I was bright. I\n     was never the type of kid that would take nines and tens. I was the\n     kind of kid that would slack and just get A's on the test without even\n     working on it. And when I joined the military, I saw that it was better\n     to be smart than to be tough, because it's tough people are the ones\n     who die faster than the smart ones.\n   \n   \n     Anne: I want to thank you for coming to talk to us again.\n   \n   \n     Joseph: Pleasure.\n   \n   \n     Anne: It looks like you're doing well. And in another year, if we see\n     you again, you'll be doing even better.\n   \n   \n     Joseph: Hopefully. I wish to keep growing professionally. And hopefully\n     I'll be done with my debt. So, that's something that's also motivating\n     me.\n   \n   \n     Anne: Do you think you'll ever start a family?\n   \n   \n     Joseph: I want to, it's just-\n   \n   \n     Anne: You're not ready?\n   \n   \n     Joseph: Yeah.\n   \n   \n     Joseph: I had a lot of partners tell me... This has been affected me in\n     relationships with why I don't want a kid. I know that if I have a\n     child, I would be over protective, but I wouldn't know how to handle\n     whatever I went through, whatever I've been through in the military. My\n     dad growing up, my mom growing up... There's evilness in everyone, it\n     just depends on how you take it up. And I just really don't want to be\n     that type of person that feels a certain way about having a child and I\n     want one. I'm scared of that evilness coming out again.\n   \n   \n     Joseph: Not being that correct parent for whoever I might have a child\n     with. I do know that if I have a child, the first thing I want them to\n     do is to understand how things are working in world. And I understand\n     some people telling me that you should let a child have his innocence,\n     and it's fine. But, this is a certain limit nowadays, unfortunately,\n     that that innocence has to be molded differently because the times\n     change. We're not as secure as we once were back then. And\n     unfortunately, even in Mexico, there's a lot of racism here and\n     something that you have to prepare your child for.\n   \n   \n     Joseph: And also there's a lot of violence around the world that just\n     because you're a certain color, you're a certain race or certain\n     something, or a certain intellect is different, you're criticized or\n     picked on. So, I do know that when I have a child or a daughter or son,\n     they're going to go ahead and learn to fight, be trained and have a\n     conscience that understands how things are nowadays. So, I do want one.\n     It's just that little part of my brain that tells me, are you even\n     ready? What if you let your evil part out and you mess that child's\n     life up? Like they did to yours. And if that [inaudible 00:34:52] comes\n     around, I always thought of the idea of adopting. So, kind of there in\n     a little while maybe. If I don't have a partner, I'll do it myself.\n   \n   \n     Anne: Well I think just the fact that you're thinking through all this,\n     the evil will not come out.\n   \n   \n     Joseph: Hopefully. I wish that.\n   ", "annotations": [{"type": "text", "start": 4, "end": 8, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13, "end": 19, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 74, "end": 80, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 101, "end": 105, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 186, "end": 189, "text": "200", "label": "CARDINAL"}, {"type": "text", "start": 217, "end": 223, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 245, "end": 249, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 469, "end": 475, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 546, "end": 550, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 605, "end": 611, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 635, "end": 652, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 661, "end": 667, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 697, "end": 710, "text": "two years old", "label": "DATE"}, {"type": "text", "start": 719, "end": 723, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 737, "end": 740, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 749, "end": 755, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 770, "end": 774, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 817, "end": 823, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 825, "end": 837, "text": "22 years old", "label": "DATE"}, {"type": "text", "start": 846, "end": 850, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 880, "end": 886, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 888, "end": 890, "text": "29", "label": "DATE"}, {"type": "text", "start": 945, "end": 951, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 955, "end": 971, "text": "about five years", "label": "DATE"}, {"type": "text", "start": 1029, "end": 1033, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1063, "end": 1080, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 1089, "end": 1095, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1109, "end": 1113, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1145, "end": 1153, "text": "American", "label": "NORP"}, {"type": "text", "start": 1169, "end": 1175, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1190, "end": 1194, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1226, "end": 1232, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1234, "end": 1247, "text": "New York City", "label": "GPE"}, {"type": "text", "start": 1256, "end": 1260, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1271, "end": 1279, "text": "New York", "label": "GPE"}, {"type": "text", "start": 1288, "end": 1294, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1296, "end": 1304, "text": "Brooklyn", "label": "GPE"}, {"type": "text", "start": 1306, "end": 1314, "text": "New York", "label": "GPE"}, {"type": "text", "start": 1323, "end": 1329, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1346, "end": 1354, "text": "Red Hook", "label": "GPE"}, {"type": "text", "start": 1363, "end": 1369, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1465, "end": 1471, "text": "Blacks", "label": "NORP"}, {"type": "text", "start": 1480, "end": 1489, "text": "Hispanics", "label": "NORP"}, {"type": "text", "start": 1491, "end": 1500, "text": "Hispanics", "label": "NORP"}, {"type": "text", "start": 1512, "end": 1521, "text": "Hispanics", "label": "NORP"}, {"type": "text", "start": 1540, "end": 1544, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1588, "end": 1596, "text": "American", "label": "NORP"}, {"type": "text", "start": 1605, "end": 1611, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1685, "end": 1691, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1745, "end": 1749, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 1784, "end": 1790, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 1818, "end": 1823, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 1991, "end": 1999, "text": "American", "label": "NORP"}, {"type": "text", "start": 2030, "end": 2038, "text": "American", "label": "NORP"}, {"type": "text", "start": 2115, "end": 2138, "text": "about a few years later", "label": "DATE"}, {"type": "text", "start": 2245, "end": 2257, "text": "Desert Storm", "label": "EVENT"}, {"type": "text", "start": 2266, "end": 2272, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 2484, "end": 2487, "text": "NYU", "label": "ORG"}, {"type": "text", "start": 2927, "end": 2938, "text": "four months", "label": "DATE"}, {"type": "text", "start": 2940, "end": 2955, "text": "three\n   months", "label": "DATE"}, {"type": "text", "start": 2965, "end": 2970, "text": "weeks", "label": "DATE"}, {"type": "text", "start": 2979, "end": 2983, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3013, "end": 3016, "text": "NYU", "label": "ORG"}, {"type": "text", "start": 3056, "end": 3062, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3266, "end": 3274, "text": "New York", "label": "GPE"}, {"type": "text", "start": 3295, "end": 3307, "text": "Fort Benning", "label": "GPE"}, {"type": "text", "start": 3309, "end": 3316, "text": "Georgia", "label": "GPE"}, {"type": "text", "start": 3378, "end": 3386, "text": "Virginia", "label": "GPE"}, {"type": "text", "start": 3388, "end": 3395, "text": "Norfolk", "label": "GPE"}, {"type": "text", "start": 3408, "end": 3420, "text": "Fort Benning", "label": "GPE"}, {"type": "text", "start": 3422, "end": 3429, "text": "Georgia", "label": "GPE"}, {"type": "text", "start": 3475, "end": 3481, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3534, "end": 3542, "text": "New York", "label": "GPE"}, {"type": "text", "start": 3747, "end": 3751, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3779, "end": 3785, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3799, "end": 3803, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3829, "end": 3835, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3855, "end": 3859, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3910, "end": 3916, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3937, "end": 3941, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3955, "end": 3961, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 3975, "end": 3979, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 4010, "end": 4016, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 4100, "end": 4107, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 4286, "end": 4303, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 4727, "end": 4733, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 5566, "end": 5574, "text": "American", "label": "NORP"}, {"type": "text", "start": 5592, "end": 5598, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 5624, "end": 5633, "text": "Americans", "label": "NORP"}, {"type": "text", "start": 5999, "end": 6005, "text": "Buddha", "label": "PERSON"}, {"type": "text", "start": 6398, "end": 6402, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6460, "end": 6480, "text": "the United\n   States", "label": "GPE"}, {"type": "text", "start": 6489, "end": 6495, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 6547, "end": 6560, "text": "about a month", "label": "DATE"}, {"type": "text", "start": 7099, "end": 7105, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 7514, "end": 7520, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 7910, "end": 7916, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 8327, "end": 8333, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 8439, "end": 8463, "text": "about a couple of months", "label": "DATE"}, {"type": "text", "start": 8686, "end": 8692, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 9782, "end": 9786, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 9909, "end": 9915, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 10544, "end": 10561, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 10624, "end": 10630, "text": "Europe", "label": "LOC"}, {"type": "text", "start": 10767, "end": 10773, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 10859, "end": 10865, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 10927, "end": 10940, "text": "two years old", "label": "DATE"}, {"type": "text", "start": 11025, "end": 11030, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 11339, "end": 11353, "text": "The first year", "label": "DATE"}, {"type": "text", "start": 11533, "end": 11539, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 12063, "end": 12065, "text": "15", "label": "DATE"}, {"type": "text", "start": 12072, "end": 12074, "text": "12", "label": "DATE"}, {"type": "text", "start": 12103, "end": 12109, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 12343, "end": 12349, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 12777, "end": 12779, "text": "12", "label": "DATE"}, {"type": "text", "start": 12811, "end": 12813, "text": "13", "label": "DATE"}, {"type": "text", "start": 12845, "end": 12851, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 13601, "end": 13605, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13694, "end": 13700, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 13805, "end": 13813, "text": "HolaCode", "label": "ORG"}, {"type": "text", "start": 13833, "end": 13836, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 13878, "end": 13889, "text": "Mexico city", "label": "GPE"}, {"type": "text", "start": 13928, "end": 13930, "text": "10", "label": "CARDINAL"}, {"type": "text", "start": 14544, "end": 14561, "text": "a hundred percent", "label": "PERCENT"}, {"type": "text", "start": 14570, "end": 14576, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 15042, "end": 15048, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 15215, "end": 15222, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 15567, "end": 15573, "text": "States", "label": "GPE"}, {"type": "text", "start": 15582, "end": 15588, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 15613, "end": 15617, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15644, "end": 15646, "text": "US", "label": "GPE"}, {"type": "text", "start": 15655, "end": 15661, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 15675, "end": 15679, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15753, "end": 15755, "text": "US", "label": "GPE"}, {"type": "text", "start": 15764, "end": 15770, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 15784, "end": 15788, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15865, "end": 15871, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 15978, "end": 15984, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 16094, "end": 16098, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 16186, "end": 16192, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 16322, "end": 16329, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 16358, "end": 16365, "text": "Spanish", "label": "NORP"}, {"type": "text", "start": 16424, "end": 16431, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 16470, "end": 16476, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 16842, "end": 16849, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 16894, "end": 16901, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 17016, "end": 17023, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 17143, "end": 17149, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 17324, "end": 17331, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 17500, "end": 17507, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 17744, "end": 17750, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 18289, "end": 18293, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 18336, "end": 18342, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 18360, "end": 18364, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 18486, "end": 18492, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 18494, "end": 18511, "text": "A year and a half", "label": "DATE"}, {"type": "text", "start": 18578, "end": 18582, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 18597, "end": 18603, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 18777, "end": 18783, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 19429, "end": 19433, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 19477, "end": 19479, "text": "US", "label": "GPE"}, {"type": "text", "start": 19500, "end": 19511, "text": "20\n   years", "label": "DATE"}, {"type": "text", "start": 19527, "end": 19533, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 19535, "end": 19537, "text": "22", "label": "DATE"}, {"type": "text", "start": 19539, "end": 19541, "text": "23", "label": "DATE"}, {"type": "text", "start": 19550, "end": 19554, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 19556, "end": 19558, "text": "22", "label": "DATE"}, {"type": "text", "start": 19560, "end": 19568, "text": "23 years", "label": "DATE"}, {"type": "text", "start": 19624, "end": 19630, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 20209, "end": 20215, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 20461, "end": 20467, "text": "States", "label": "GPE"}, {"type": "text", "start": 20691, "end": 20697, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 20729, "end": 20731, "text": "11", "label": "DATE"}, {"type": "text", "start": 21043, "end": 21055, "text": "the New York", "label": "GPE"}, {"type": "text", "start": 21548, "end": 21554, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 22258, "end": 22264, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 23339, "end": 23343, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 23392, "end": 23398, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 23426, "end": 23430, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 23733, "end": 23739, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 24385, "end": 24391, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 24558, "end": 24564, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 24568, "end": 24581, "text": "United States", "label": "GPE"}, {"type": "text", "start": 24717, "end": 24726, "text": "Guatemala", "label": "GPE"}, {"type": "text", "start": 24728, "end": 24737, "text": "Argentina", "label": "GPE"}, {"type": "text", "start": 24896, "end": 24902, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 25348, "end": 25352, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 25443, "end": 25449, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 25463, "end": 25467, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 25542, "end": 25548, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 26570, "end": 26574, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 26814, "end": 26820, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 27584, "end": 27597, "text": "June 12, 2019", "label": "DATE"}, {"type": "text", "start": 27646, "end": 27650, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27660, "end": 27664, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27704, "end": 27710, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 27725, "end": 27731, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 27751, "end": 27755, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27796, "end": 27802, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 27834, "end": 27838, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27848, "end": 27861, "text": "our last hour", "label": "TIME"}, {"type": "text", "start": 27925, "end": 27931, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 28079, "end": 28083, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 28093, "end": 28106, "text": "the last year", "label": "DATE"}, {"type": "text", "start": 28136, "end": 28142, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 28271, "end": 28275, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 28309, "end": 28315, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 28916, "end": 28922, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 29308, "end": 29314, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 29368, "end": 29372, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 29412, "end": 29418, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 29420, "end": 29430, "text": "Six months", "label": "DATE"}, {"type": "text", "start": 29444, "end": 29454, "text": "six months", "label": "DATE"}, {"type": "text", "start": 29725, "end": 29740, "text": "Human Resources", "label": "ORG"}, {"type": "text", "start": 29811, "end": 29826, "text": "at least a year", "label": "DATE"}, {"type": "text", "start": 29843, "end": 29852, "text": "that year", "label": "DATE"}, {"type": "text", "start": 30231, "end": 30237, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 31329, "end": 31335, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 32255, "end": 32261, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 32455, "end": 32481, "text": "seven or eight\n     months", "label": "DATE"}, {"type": "text", "start": 32817, "end": 32831, "text": "about 20 years", "label": "DATE"}, {"type": "text", "start": 33970, "end": 33986, "text": "about two months", "label": "DATE"}, {"type": "text", "start": 34187, "end": 34197, "text": "last month", "label": "DATE"}, {"type": "text", "start": 34205, "end": 34215, "text": "this month", "label": "DATE"}, {"type": "text", "start": 34860, "end": 34880, "text": "three or four months", "label": "DATE"}, {"type": "text", "start": 35364, "end": 35368, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35408, "end": 35414, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35435, "end": 35439, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35474, "end": 35480, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35537, "end": 35541, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35583, "end": 35589, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35646, "end": 35650, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35710, "end": 35716, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35736, "end": 35740, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35780, "end": 35786, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35854, "end": 35858, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35906, "end": 35912, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 35932, "end": 35936, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 35992, "end": 35998, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 36915, "end": 36919, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 36957, "end": 36963, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 36983, "end": 36987, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 37032, "end": 37038, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 37081, "end": 37087, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 37354, "end": 37360, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 37733, "end": 37737, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 37758, "end": 37764, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 38272, "end": 38278, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 38562, "end": 38566, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 38755, "end": 38761, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 38799, "end": 38803, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 38947, "end": 38951, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39026, "end": 39032, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 39140, "end": 39152, "text": "80,000 Pesos", "label": "MONEY"}, {"type": "text", "start": 39197, "end": 39201, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39223, "end": 39229, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 39483, "end": 39487, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39548, "end": 39554, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 40504, "end": 40508, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 40578, "end": 40584, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 40639, "end": 40643, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 40684, "end": 40690, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 40847, "end": 40864, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 41618, "end": 41624, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 41779, "end": 41785, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 41799, "end": 41816, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 41901, "end": 41904, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 41950, "end": 41956, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 42365, "end": 42378, "text": "United States", "label": "GPE"}, {"type": "text", "start": 42703, "end": 42709, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 42912, "end": 42918, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 43223, "end": 43227, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 43273, "end": 43276, "text": "NYU", "label": "ORG"}, {"type": "text", "start": 43304, "end": 43310, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 44535, "end": 44540, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 45212, "end": 45218, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 45608, "end": 45614, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 45905, "end": 45913, "text": "HolaCode", "label": "ORG"}, {"type": "text", "start": 48187, "end": 48189, "text": "US", "label": "GPE"}, {"type": "text", "start": 48381, "end": 48387, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 48414, "end": 48417, "text": "60%", "label": "PERCENT"}, {"type": "text", "start": 48444, "end": 48446, "text": "40", "label": "CARDINAL"}, {"type": "text", "start": 48866, "end": 48870, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49003, "end": 49009, "text": "a week", "label": "DATE"}, {"type": "text", "start": 49052, "end": 49058, "text": "a week", "label": "DATE"}, {"type": "text", "start": 49072, "end": 49079, "text": "a month", "label": "DATE"}, {"type": "text", "start": 49118, "end": 49124, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49150, "end": 49164, "text": "about 90 hours", "label": "TIME"}, {"type": "text", "start": 49179, "end": 49183, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49257, "end": 49263, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49285, "end": 49289, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49311, "end": 49319, "text": "the week", "label": "DATE"}, {"type": "text", "start": 49344, "end": 49350, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49361, "end": 49374, "text": "every 15 days", "label": "DATE"}, {"type": "text", "start": 49389, "end": 49393, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49395, "end": 49397, "text": "15", "label": "CARDINAL"}, {"type": "text", "start": 49412, "end": 49418, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49438, "end": 49442, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49482, "end": 49488, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49496, "end": 49498, "text": "10", "label": "CARDINAL"}, {"type": "text", "start": 49514, "end": 49534, "text": "10,000 Mexican Pesos", "label": "MONEY"}, {"type": "text", "start": 49549, "end": 49553, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49598, "end": 49604, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49606, "end": 49627, "text": "20,000 Mexican Pesos-", "label": "MONEY"}, {"type": "text", "start": 49641, "end": 49645, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49647, "end": 49654, "text": "A month", "label": "DATE"}, {"type": "text", "start": 49669, "end": 49675, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49677, "end": 49684, "text": "A month", "label": "DATE"}, {"type": "text", "start": 49705, "end": 49709, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49771, "end": 49777, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 49980, "end": 49984, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 50025, "end": 50031, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 50251, "end": 50270, "text": "about two weeks ago", "label": "DATE"}, {"type": "text", "start": 50561, "end": 50581, "text": "15,000 Mexican Pesos", "label": "QUANTITY"}, {"type": "text", "start": 50881, "end": 50885, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 50936, "end": 50942, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 50963, "end": 50967, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51042, "end": 51048, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51082, "end": 51086, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51114, "end": 51120, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51140, "end": 51144, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51181, "end": 51183, "text": "US", "label": "GPE"}, {"type": "text", "start": 51198, "end": 51204, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51224, "end": 51228, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51265, "end": 51271, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51340, "end": 51344, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51371, "end": 51377, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 51392, "end": 51398, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51419, "end": 51423, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51452, "end": 51458, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51488, "end": 51492, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51523, "end": 51529, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51577, "end": 51581, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51613, "end": 51615, "text": "US", "label": "GPE"}, {"type": "text", "start": 51636, "end": 51642, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 51820, "end": 51824, "text": "zero", "label": "CARDINAL"}, {"type": "text", "start": 52040, "end": 52047, "text": "Florida", "label": "GPE"}, {"type": "text", "start": 52052, "end": 52059, "text": "Georgia", "label": "GPE"}, {"type": "text", "start": 52788, "end": 52796, "text": "American", "label": "NORP"}, {"type": "text", "start": 53523, "end": 53529, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 54764, "end": 54769, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 54797, "end": 54803, "text": "Europe", "label": "LOC"}, {"type": "text", "start": 54822, "end": 54828, "text": "France", "label": "GPE"}, {"type": "text", "start": 54836, "end": 54841, "text": "Spain", "label": "GPE"}, {"type": "text", "start": 55632, "end": 55649, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 55793, "end": 55799, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 56752, "end": 56758, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 56841, "end": 56846, "text": "Trump", "label": "PERSON"}, {"type": "text", "start": 57612, "end": 57621, "text": "thousands", "label": "CARDINAL"}, {"type": "text", "start": 58356, "end": 58365, "text": "Bin Laden", "label": "PERSON"}, {"type": "text", "start": 58635, "end": 58641, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 60003, "end": 60008, "text": "years", "label": "DATE"}, {"type": "text", "start": 60013, "end": 60018, "text": "years", "label": "DATE"}, {"type": "text", "start": 60143, "end": 60149, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 60713, "end": 60716, "text": "80%", "label": "PERCENT"}, {"type": "text", "start": 61174, "end": 61180, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 62059, "end": 62065, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 62186, "end": 62190, "text": "tens", "label": "CARDINAL"}, {"type": "text", "start": 62483, "end": 62487, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 62554, "end": 62560, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 62585, "end": 62589, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 62631, "end": 62643, "text": "another year", "label": "DATE"}, {"type": "text", "start": 62713, "end": 62719, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 62883, "end": 62887, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 62943, "end": 62949, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 62986, "end": 62990, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 63023, "end": 63029, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 63050, "end": 63056, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 63647, "end": 63653, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 64183, "end": 64189, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 64293, "end": 64299, "text": "Joseph", "label": "PERSON"}, {"type": "text", "start": 64940, "end": 64948, "text": "00:34:52", "label": "TIME"}, {"type": "text", "start": 65118, "end": 65122, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 65236, "end": 65242, "text": "Joseph", "label": "PERSON"}], "audio": [{"name": "A a social life in Mexico", "src": "Joseph_On_a_social_life_in_Mexico.mp3"}, {"name": "His hopes", "src": "Joseph_On_his_hopes.mp3"}], "subjects": null}