{"name": "Laura A", "date": "June 15, 2018", "location": "Mexico City, Mexico", "interviewer": "Anne Preston", "portrait": "Laura_1_6-10-2019_Portrait.jpg", "thumbnail": "Laura_1_6-10-2019_Thumbnail.jpg", "text": "\n   Anne: How old were you when you went to the US?\n \n \n   Laura: I was ten years old.\n \n \n   Anne: And, when did you come back? How old were you?\n \n \n   Laura: I was eighteen.\n \n \n   Anne: And how old are you now?\n \n \n   Laura: Twenty-seven.\n \n \n   Anne: Twenty-seven. Okay, so you went when you were ten. Who'd you go with?\n \n \n   Laura: I went with my parents.\n \n \n   Anne: And did you cross the border? Or did you have a visa?\n \n \n   Laura: No, I went across the border.\n \n \n   Anne: Do you have memories of the crossing?\n \n \n   Laura: Yeah.\n \n \n   Anne: Tell me about them.\n \n \n   Laura: I went with my dad, only with my dad and my other sister, my little\n   sister. We went to Piedras Negras and then we found a person that was going\n   to cross us. That person, maybe he didn't know the exactly... road. We were\n   at the dessert at 4:00 AM. We take some gallons of water. We didn't have\n   like any other stuff, like water and food to eat. We start walking at 4:00\n   AM. And then, well I didn't know what time it was it, but we stopped eating\n   at the middle of the desert. We were eating tacos. Well my little sister\n   was, she was little. She was like three years old, and she was walking with\n   us. She was crying because she couldn't do it anymore. She wanted to… My\n   dad pulled her out. Just helped her out, he pulled her on his back, and he\n   continued walking with us. I was trying to be strong, because of my sister\n   who was little. And then, we saw the la migra, the police, immigration. We\n   go back, then we stay like lay down on the middle at the dessert.\n \n \n   Laura: Then it got dark, and then it had started to rain. We were\n   walking—we didn't know where we are. We were walking, and we have some...\n   Well it was like a little mountain, I don't know how to say that, but it\n   was like a little fold. We were walking, like in a little line. And we went\n   with our cousins. One of my cousin was going to fall down. Then we got to\n   the line, we were walking. It was raining, it was dark. The only light that\n   we can see was the moonlight. We didn't have any light at all. We were\n   walking, then when we got to the... We saw the road, but I don't know where\n   we, exactly. We just lay down. That rain was getting to us. My little\n   sister was shaking, because she was cold. We didn't have any jackets. My\n   dad was very scared because my sister didn't answer, my sister fell asleep.\n   And she was shaking a lot, but she never answer. We tried to wake her up,\n   and she never answer. We're like, \"Oh, my God, what happened to her?\" But\n   then she wake up, and she said she was fine, that she was cold only.\n \n \n   Laura: We were with many other people. Then we stay there, we fall asleep,\n   then somebody wakes us up and tell us to run to a truck. We run to a truck,\n   and there was two people that were driving, and he sit me on the back. He\n   lay my sister down and my dad was outside on the back of the truck. Well,\n   they drive all to, I think it was Arizona. Then we get to one home, they\n   just remove us the shoes. We didn't have any shoes on. We went to a little\n   room, and there was many other people that were already crossed there. The\n   only thing that we have, it was like a little bit, they gave us food to\n   eat. We have it. So, we stayed there for like twenty days because they\n   didn't know—I mean, they didn't tell my other relatives, my family, how\n   much was going to be. So, we didn't have the money to take this, so we say\n   like twenty days there and there was people that have arms. We were\n   sleeping and there was somebody taking care of us, so we don't escape or, I\n   don't know, but they have arms, like huge arms.\n \n \n   Anne: Guns?\n \n \n   Laura: Guns. I mean, I was very afraid because of my sister. She was a\n   little girl. My dad was afraid as well. He just wanted to take us out of\n   there, but we have to wait like the twenty days. When we go to the bathroom\n   when we need, my dad took us to the bathroom. To eat, they only give us one\n   egg, and just a little piece of bread in the whole day. It was pretty much\n   the worst. And then, when my family takes us out, that person that would\n   take us out to another person, that person sit me in the front of the car.\n   And that person has a gun right beside me. I was pretty scared about it,\n   because I thought they were going to kill us or something. Once they took\n   us to the other person—the other person was pretty nice—he took us to his\n   house. He told us to take shower, to grab the food that we want. So, that\n   person was very nice with us. He give us food, we took a shower, and then\n   he took us to California where we supposed to be. So that person was pretty\n   nice. Then we got there, and we started to go to school.\n \n \n   Anne: Which town in California?\n \n \n   Laura: Salinas.\n \n \n   Anne: Salinas? And when you got to California, what did you think? How did\n   it compare to Mexico for you?\n \n \n   Laura: Well, it was summer, so it was pretty nice and I did like it, but\n   once I went to school, I didn't know what to say. I didn't know what to do.\n   I have teachers, and I didn't know what they were saying. It was pretty\n   difficult to us because we didn't know what to say, we didn't know what\n   they were telling us. It was pretty bad because there was people, like\n   Mexican people, that instead of helping you, they were just making fun of\n   you because you didn't know English.\n \n \n   Anne: And what grade were you in at that point?\n \n \n   Laura: Seventh grade.\n \n \n   Anne: Seventh grade. Did any teachers help you out?\n \n \n   Laura: Not too much. I mean, I try to do my best but I don't know. I don't\n   even know how to start to learn English because I have Mexican people right\n   beside me and they didn't help me out. They didn't help me out. They didn't\n   let me know what there was saying. It was pretty difficult. But once I\n   start to learn English, well to start understanding just a little bit, I\n   just got involved to it.\n \n \n   Anne: How long did it take?\n \n \n   Laura: Well, it took a long time. Like three years.\n \n \n   Anne: Three years?\n \n \n   Laura: Yeah.\n \n \n   Anne: You didn't feel comfortable until you were in high school?\n \n \n   Laura: No, sometimes I was missing school like too many days because I did\n   not want to go and people making fun of me. There was many people, Mexican\n   people that speak Spanish to me, but I wasn't feeling comfortable when I go\n   to my classrooms and I don't have like friends that speak English and speak\n   Spanish. So it was very uncomfortable for me. I was pretty scared of doing\n   homework. I was pretty scared reading the book when the teacher told me to\n   read it. I was pretty lost. I didn't know what to do, so I was afraid to go\n   to school.\n \n \n   Anne: And were your parents working?\n \n \n   Laura: They were working.\n \n \n   Anne: And what were they doing?\n \n \n   Laura: My mom was working at McDonald's and my dad was a dishwasher.\n \n \n   Anne: So, you're at school, and were they working hard? Did you see them? I\n   mean was it kind of the thing where they weren't home a lot or did you get\n   to see them a good bit?\n \n \n   Laura: Well the only days that I got to see them was the days that they\n   don't work, days off. Which was one day and it was a Monday I think.\n \n \n   Anne: What did you and your sister do on Saturday and Sunday?\n \n \n   Laura: Well, just staying home, watching TV because we were pretty afraid\n   to go out because they were telling us that the police were going to take\n   us if we didn't go to school, and there was many people that told us not to\n   open the window and see what was outside because the police was going to\n   come and take us. So we were just pretty afraid of it, and we just watching\n   TV in our room and just waiting for my parents to come back.\n \n \n   Anne: So, in high school when you started to feel more comfortable, did you\n   make friends?\n \n \n   Laura: I did make so many friends. I went out with them and it was more\n   comfortable with them.\n \n \n   Anne: Did you like high school or not?\n \n \n   Laura: I did.\n \n \n   Anne: You did? How come?\n \n \n   Laura: It was pretty nice. I liked it because I have a teacher that was\n   trying to teach me English—well she teach me English because I learned a\n   little bit more with her and she really helped me out with my homework,\n   with my test. She helped me out a lot. We have problems there, well my dad\n   and my mom had problems. They were trying to get a divorce, so I was pretty\n   lost at that time as well—I mean I didn't know what to do because I'm the\n   older sister and didn't know what to say to my sister. It was pretty\n   difficult for me to see my parents fighting and see my mom left us—she was\n   coming back and she left us like three or four years. So I was in charge of\n   my little sister.\n \n \n   Anne: It's a lot to put on someone.\n \n \n   Laura: I know and it's pretty hard for me to remember that my dad was, he\n   didn't want to go to work. He was just in his room crying for my mom\n   watching TV. He didn't want us to see him like that. But I was the oldest\n   sister and I do remember when my dad just hugged me and cry about my mom\n   and say, “Why she left us? Why?” because we were girls. So, my dad didn't\n   know what to do with us because we were girls. It was pretty difficult for\n   me to see that as a daughter and see my dad crying. I mean, he didn't want\n   to go to work and we didn't have nothing to eat. We have family there, but,\n   you know, sometimes the family doesn't help us too much. You have more from\n   other people than the family.\n \n \n   Anne: So, did you have to go to work so that you could eat?\n \n \n   Laura: Well, I try to push my dad to go to work. And then, he started with\n   work and he talk with his boss and I was going to work with him. We were\n   cleaning the restaurant and I try to work with my dad like that.\n \n \n   Anne: How did that work out?\n \n \n   Laura: I was just cleaning the tables and just vacuum the lobby. That's all\n   I did.\n \n \n   Anne: And when did you start doing that? How old were you?\n \n \n   Laura: I was like sixteen years old.\n \n \n   Anne: So, did you finish high school?\n \n \n   Laura: No, I didn't finish it.\n \n \n   Anne: So, tell me what happened.\n \n \n   Laura: Well I was almost finished; it was like two mouths to finish. But I\n   didn't finish it because I'd see the problems with my dad and my mom, and I\n   start to go out with my friends, and I was involved in a car accident. I\n   wasn't driving, but I wasn't all up there, and I got deported.\n \n \n   Anne: Obviously you didn't have papers, but had you been drinking? Was\n   there something that?\n \n \n   Laura: We were drinking. I wasn't driving, but I was in the car, so they\n   found alcohol.\n \n \n   Laura: Alcohol on the vehicle and it's like at the border.\n \n \n   Anne: Hardly anything to be deported for, right?\n \n \n   Laura: I know. I tried to stay there, but it was better for me to get\n   deported than stay. I didn't want to be in jail. They tried to put me in\n   jail for two months.\n \n \n   Anne: How old were you?\n \n \n   Laura: Eighteen.\n \n \n   Anne: You are eighteen.\n \n \n   Laura: I didn't want to be there.\n \n \n   Anne: Did you have a lawyer?\n \n \n   Laura: I did have a lawyer. The lawyer told me, “You have two options. You\n   can stay in jail two months or you can go back to Mexico.” So, I just\n   decide to go back to Mexico.\n \n \n   Anne: Do you think your decision was influenced by the conflicts between\n   your parents?\n \n \n   Laura: It was because when I got here, I went to school, but I didn't\n   finish to study. I didn’t finish because of the economy problems. My dad\n   didn't have money, my mom didn't have money, so I just decided to stop\n   going to school.\n \n \n   Anne: When you made the decision to go, was it a voluntary—?\n \n \n   Laura: Yes.\n \n \n   Interviewer. Were you given a limit as to when you could apply for a visa\n   to go back to the US?\n \n \n   Laura: Well, no, they never told me that.\n \n \n   Anne: And so, you went alone? You got deported alone?\n \n \n   Laura: I was pretty scared cause I didn't know. Once I get there, I got to\n   Tijuana, and from there, I took a bus to here.\n \n \n   Anne: Was there anyone here to greet you or welcome you?\n \n \n   Laura: My family, my mom's family.\n \n \n   Anne: Your mom's family? Any government people?\n \n \n   Laura: No, nothing like that.\n \n \n   Anne: So, you knew that you had family here that you could come to?\n \n \n   Laura: I do have family here that I can come to. But, you know, sometimes\n   your family doesn't help too much.\n \n \n   Anne: How did that go?\n \n \n   Laura: It was fine, but I did have many problems with my family. Because I\n   didn't have my parents here, and as I mentioned to you, they didn't have\n   money to send me and sometimes they asked me for money to even eat.\n \n \n   Anne: Your parents did?\n \n \n   Laura: No, my family. They didn't want me to eat their food.\n \n \n   Anne: What did you do?\n \n \n   Laura: I had to work.\n \n \n   Anne: And what did you get? What kind of work could you get? You were\n   eighteen right?\n \n \n   Laura: Well, I was working at a little place to make juice. We were making\n   juice. I was working there, and then I heard about call centers. I started\n   work there.\n \n \n   Anne: Have you been working there ever since? How do you like that?\n \n \n   Laura: Well, I don't like that too much because I want to start studying.\n   But then, I met a guy and I got married and I have kids.\n \n \n   Anne: How many kids?\n \n \n   Laura: I have two, but now I'm thinking on my kids. I'm not with him\n   anymore and I am alone with my kids. So, it's pretty hard for me because I\n   didn't want them to go through the same thing that my daddy and my mom\n   went. And now for my kids, it's pretty hard to explain them that I'm not\n   going to be with their dad anymore. That it's pretty hard for me even to\n   take them to school because I have to work and sometimes my kids are\n   telling me not to go to work. They cry a lot because they miss me because\n   they don't see me too much. Call centers have a long time that you have to\n   be working. But I mean there's no other way that I can go.\n \n \n   Anne: Does your family help out now? Or no?\n \n \n   Laura: Well my mom helps me to take care of my babies.\n \n \n   Anne: She's back now?\n \n \n   Laura: She's back now. She's taking care of my babies right now. But it's\n   pretty difficult for her because now she's getting old and she is sick\n   right now. So, she can’t take care of them pretty well.\n \n \n   Anne: How old are they?\n \n \n   Laura: Five and three years old.\n \n \n   Anne: So, the call center is tough, but is it enough to make a living for\n   you and your children?\n \n \n   Laura: Well, it's not enough because sometimes I don't have money to take\n   my kids to school because we have to pay like rent, we have to pay the\n   lights that we have to pay, and we have to buy the things that we're going\n   to eat. There's so many things that we have to do.\n \n \n   Anne: So, looking back on your time in the US, do you think you're a\n   different person because of your time in the US? Do you think that if you'd\n   never gone you would be different than the way you are now?\n \n \n   Laura: Yeah. Sometimes from the experience, you learn so many things. So\n   maybe if I didn't went through all the things that I went through, maybe I\n   wasn't going to be the person that I am right now.\n \n \n   Anne: Are there things that you miss from the US?\n \n \n   Laura: Well, not really.\n \n \n   Anne: The things that you’re glad you don't have to deal with anymore in\n   the US?\n \n \n   Laura: People that make fun of you. [Chuckle].\n \n \n   Anne: So, you never sort of got over that. I mean you felt that a lot?\n \n \n   Laura: When I was in school, my English is not too better. It's not 100%,\n   and there's people that make fun of you. So, I mean I try to do my best\n   but…\n \n \n   Anne: So, when you came back to Mexico, was your Spanish still good?\n \n \n   Laura: No, I was actually feeling so weird because there was many people\n   that was staring at me—like I don't know why, but I feel like the look of\n   me. So, I was like, “What? What do I have? Or did I say something wrong?”\n   But once I started to go to school, it was pretty difficult for me because\n   I didn't understand some things.\n \n \n   Anne: Do you think if you were in charge of life and you could relive your\n   life, would you send yourself to the US?\n \n \n   Laura: Actually, on my mind, I want to go back there. I want to try to get\n   a visa and I want to go back there again.\n \n \n   Anne: To live or to visit?\n \n \n   Laura: I want to go live because I want my kids to have a better life. You\n   know, Mexico City, I mean it's not the worst, but I don't want my kids to\n   get involved in drug things, and stuff. And sometimes I just talk to my son\n   and I talk about the life that I got there and the things that I was doing\n   with my parents. He's like, “I want to go out there, mama.” I want to take\n   him there. I want to show him, I want him to learn English, and he can\n   study there. I want to go back. I think you can do that.\n \n \n   Anne: Is your little sister still there?\n \n \n   Laura: No, she is here with me.\n \n \n   Anne: She came back?\n \n \n   Laura: Yeah. All my family is back here.\n \n \n   Anne: Oh, they are all back.\n \n \n   Laura: They're back. Actually my dad was deported as well.\n \n \n   Anne: But your mom came back with you when you came back?\n \n \n   Laura: No.\n \n \n   Laura: She stayed there, and after three years she came back with us.\n \n \n   Anne: I see. And with your sister?\n \n \n   Laura: With my sister.\n \n \n   Anne: I see. Your dreams are really to somehow make enough money to go\n   back?\n \n \n   Laura: Yeah. My dreams is making money. I want to try to have a house for\n   my kids. I want to finish my school. I want to finish a career as well. I\n   mean, I have to be an example for my kid. He sees me that I finished my\n   school, my career, I think he will do it someday. I just want to do that.\n \n \n   Anne: We're sort of finishing up. Is there anything you'd like to say that\n   you haven't said yet, about your experiences as a returning migrant? Or\n   living in the United States or the process that got you here?\n \n \n   Laura: Well, I mean it's pretty difficult. Everything is difficult because\n   you start to live a better life there, and once you have come here, you\n   have nothing. You don't even have a bed to sleep. The only thing that I\n   could say is that, if they're still on the United States, they can take\n   advantage of that and build a house, so they don't have to go to people\n   that they don't want them in their house. I mean to have something in your\n   life, you don't have to go through any other people, and ask them to help\n   you. Because people are never going to help you. Nobody is going to help\n   you if you don't make it work.\n ", "annotations": [{"type": "text", "start": 4, "end": 8, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 48, "end": 50, "text": "US", "label": "GPE"}, {"type": "text", "start": 59, "end": 64, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 72, "end": 85, "text": "ten years old", "label": "DATE"}, {"type": "text", "start": 94, "end": 98, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 154, "end": 159, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 167, "end": 175, "text": "eighteen", "label": "DATE"}, {"type": "text", "start": 184, "end": 188, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 222, "end": 227, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 229, "end": 241, "text": "Twenty-seven", "label": "DATE"}, {"type": "text", "start": 250, "end": 254, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 256, "end": 268, "text": "Twenty-seven", "label": "DATE"}, {"type": "text", "start": 302, "end": 305, "text": "ten", "label": "DATE"}, {"type": "text", "start": 333, "end": 338, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 371, "end": 375, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 438, "end": 443, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 482, "end": 486, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 533, "end": 538, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 553, "end": 557, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 586, "end": 591, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 683, "end": 697, "text": "Piedras Negras", "label": "GPE"}, {"type": "text", "start": 840, "end": 847, "text": "4:00 AM", "label": "TIME"}, {"type": "text", "start": 857, "end": 869, "text": "some gallons", "label": "QUANTITY"}, {"type": "text", "start": 968, "end": 976, "text": "4:00\n   ", "label": "TIME"}, {"type": "text", "start": 1165, "end": 1180, "text": "three years old", "label": "DATE"}, {"type": "text", "start": 1593, "end": 1598, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 2661, "end": 2666, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 3006, "end": 3013, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 3320, "end": 3336, "text": "like twenty days", "label": "DATE"}, {"type": "text", "start": 3711, "end": 3715, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3730, "end": 3735, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 3912, "end": 3927, "text": "the twenty days", "label": "DATE"}, {"type": "text", "start": 4031, "end": 4034, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 4079, "end": 4092, "text": "the whole day", "label": "DATE"}, {"type": "text", "start": 4668, "end": 4678, "text": "California", "label": "GPE"}, {"type": "text", "start": 4797, "end": 4801, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 4817, "end": 4827, "text": "California", "label": "GPE"}, {"type": "text", "start": 4836, "end": 4841, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 4843, "end": 4850, "text": "Salinas", "label": "GPE"}, {"type": "text", "start": 4859, "end": 4863, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 4865, "end": 4872, "text": "Salinas", "label": "GPE"}, {"type": "text", "start": 4894, "end": 4904, "text": "California", "label": "GPE"}, {"type": "text", "start": 4951, "end": 4957, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 4974, "end": 4979, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 4994, "end": 5000, "text": "summer", "label": "DATE"}, {"type": "text", "start": 5353, "end": 5360, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 5458, "end": 5465, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 5474, "end": 5478, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 5529, "end": 5534, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 5536, "end": 5543, "text": "Seventh", "label": "ORDINAL"}, {"type": "text", "start": 5558, "end": 5562, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 5564, "end": 5571, "text": "Seventh", "label": "ORDINAL"}, {"type": "text", "start": 5617, "end": 5622, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 5727, "end": 5734, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 5750, "end": 5757, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 5942, "end": 5949, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 6035, "end": 6039, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6070, "end": 6075, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 6109, "end": 6120, "text": "three years", "label": "DATE"}, {"type": "text", "start": 6129, "end": 6133, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6135, "end": 6146, "text": "Three years", "label": "DATE"}, {"type": "text", "start": 6155, "end": 6160, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 6175, "end": 6179, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6247, "end": 6252, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 6392, "end": 6399, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 6421, "end": 6428, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 6540, "end": 6547, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 6561, "end": 6568, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 6814, "end": 6818, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6858, "end": 6863, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 6891, "end": 6895, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 6930, "end": 6935, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 6959, "end": 6969, "text": "McDonald's", "label": "ORG"}, {"type": "text", "start": 7006, "end": 7010, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 7194, "end": 7199, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 7247, "end": 7255, "text": "the days", "label": "DATE"}, {"type": "text", "start": 7345, "end": 7349, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 7386, "end": 7394, "text": "Saturday", "label": "DATE"}, {"type": "text", "start": 7399, "end": 7405, "text": "Sunday", "label": "DATE"}, {"type": "text", "start": 7414, "end": 7419, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 7870, "end": 7874, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 7970, "end": 7975, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 8075, "end": 8079, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 8121, "end": 8126, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 8142, "end": 8146, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 8174, "end": 8179, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 8268, "end": 8275, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 8294, "end": 8301, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 8812, "end": 8836, "text": "like three or four years", "label": "DATE"}, {"type": "text", "start": 8888, "end": 8892, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 8931, "end": 8936, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 9661, "end": 9665, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 9728, "end": 9733, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 9954, "end": 9958, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 9990, "end": 9995, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10083, "end": 10087, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10149, "end": 10154, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10167, "end": 10184, "text": "sixteen years old", "label": "DATE"}, {"type": "text", "start": 10193, "end": 10197, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10238, "end": 10243, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10276, "end": 10280, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10316, "end": 10321, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10363, "end": 10366, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 10619, "end": 10623, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10722, "end": 10727, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10820, "end": 10825, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 10886, "end": 10890, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10942, "end": 10947, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11100, "end": 11110, "text": "two months", "label": "DATE"}, {"type": "text", "start": 11119, "end": 11123, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11150, "end": 11155, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11157, "end": 11165, "text": "Eighteen", "label": "DATE"}, {"type": "text", "start": 11174, "end": 11178, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11188, "end": 11196, "text": "eighteen", "label": "DATE"}, {"type": "text", "start": 11205, "end": 11210, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11246, "end": 11250, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11282, "end": 11287, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11340, "end": 11343, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 11377, "end": 11387, "text": "two months", "label": "DATE"}, {"type": "text", "start": 11410, "end": 11416, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 11454, "end": 11460, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 11469, "end": 11473, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11566, "end": 11571, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11813, "end": 11817, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11881, "end": 11886, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 11995, "end": 11997, "text": "US", "label": "GPE"}, {"type": "text", "start": 12006, "end": 12011, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12055, "end": 12059, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12116, "end": 12121, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12248, "end": 12252, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12312, "end": 12317, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12354, "end": 12358, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12409, "end": 12414, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12446, "end": 12450, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12521, "end": 12526, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12640, "end": 12644, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12670, "end": 12675, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12899, "end": 12903, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12930, "end": 12935, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 12998, "end": 13002, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13028, "end": 13033, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 13057, "end": 13061, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13153, "end": 13158, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 13328, "end": 13332, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13403, "end": 13408, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 13544, "end": 13548, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13572, "end": 13577, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 13586, "end": 13589, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 14241, "end": 14245, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 14292, "end": 14297, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 14354, "end": 14358, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 14383, "end": 14388, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 14597, "end": 14601, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 14628, "end": 14633, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 14635, "end": 14659, "text": "Five and three years old", "label": "DATE"}, {"type": "text", "start": 14668, "end": 14672, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 14775, "end": 14780, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 15062, "end": 15066, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15105, "end": 15107, "text": "US", "label": "GPE"}, {"type": "text", "start": 15179, "end": 15181, "text": "US", "label": "GPE"}, {"type": "text", "start": 15280, "end": 15285, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 15492, "end": 15496, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15538, "end": 15540, "text": "US", "label": "GPE"}, {"type": "text", "start": 15549, "end": 15554, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 15581, "end": 15585, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15661, "end": 15663, "text": "US", "label": "GPE"}, {"type": "text", "start": 15672, "end": 15677, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 15726, "end": 15730, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15804, "end": 15809, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 15836, "end": 15843, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 15872, "end": 15876, "text": "100%", "label": "PERCENT"}, {"type": "text", "start": 16000, "end": 16006, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 16017, "end": 16024, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 16044, "end": 16049, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 16392, "end": 16396, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 16507, "end": 16509, "text": "US", "label": "GPE"}, {"type": "text", "start": 16518, "end": 16523, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 16645, "end": 16649, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 16679, "end": 16684, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 16763, "end": 16774, "text": "Mexico City", "label": "GPE"}, {"type": "text", "start": 17120, "end": 17127, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 17207, "end": 17211, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17255, "end": 17260, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17294, "end": 17298, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17322, "end": 17327, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17370, "end": 17374, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17406, "end": 17411, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17472, "end": 17476, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17537, "end": 17542, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17555, "end": 17560, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17590, "end": 17601, "text": "three years", "label": "DATE"}, {"type": "text", "start": 17632, "end": 17636, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17674, "end": 17679, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 17704, "end": 17708, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17791, "end": 17796, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 18101, "end": 18105, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 18264, "end": 18281, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 18323, "end": 18328, "text": "Laura", "label": "PERSON"}, {"type": "text", "start": 18590, "end": 18607, "text": "the United States", "label": "GPE"}], "audio": [{"name": "Crossing the border", "src": "Laura_A_On_crossing_the_border.mp3"}, {"name": "Responsibility as the oldest daughter", "src": "Laura_A_On_responsibility_as_the_oldest_daughter.mp3"}], "subjects": null}