{
  "name":"Maria",
  "date":"June 10, 2019",
  "location":"Mexico City, Mexico",
  "interviewer":"Anita Isaacs",
  "portrait":"Maria_6-8-2019_Portrait.jpg",
  "thumbnail":"Maria_6-8-2019_Thumbnail.jpg",
  "text":"\n     Maria: Hola.\n \n <br/>\n \n     Anita: Soy Anita y estoy aquí con Maria—la mamá de Sylent.\n \n <br/>\n \n     Maria: [Sonido de afirmación] Así es.\n \n <br/>\n \n     Anita muchísimas gracias por venir.\n \n <br/>\n \n     Maria: No al contrario—\n \n <br/>\n <br/>\n \n     Anita: así hacemos la conexión. Bueno, mi primera pregunta sería ¿Por qué\n     usted tomó la decisión de emigrar a Estados Unidos?\n \n <br/>\n \n     Maria: En ese entonces teníamos una situación económica mi\n     esposo y yo un poquito difícil. Llegaron unos primos de allá [Estados\n     Unidos], vieron nuestra situación y me lo plantearon. Entonces dije yo,\n     “Bueno, si es un mejor futuro para mis hijos, adelante.” Y sin pensarlo lo\n     hice. Ya estando allá, les voy a ser sincera si me agarró miedo yo dije\n     “¿Qué hice? ¿Cómo es todo esto?”. Porque yo no sabía ni a lo que iba. Pero,\n     no me arrepiento creo que lo volvería a hacer por el bien de mis hijos.\n \n <br/>\n \n     Anita: Cuando usted tomó esta decisión, fue así, “Bueno, ya me voy” o\n     calculo—\n \n <br/>\n \n     Maria: No. Fue así. Mi situación era muy difícil; a veces no\n     teníamos ni para comer sinceramente. Yo cada que veía a mi familia que\n     venía de allá [Estados Unidos] pues ellos venían muy bien, les había ido a\n     todos muy bien. Entonces cuando dijeron, “¿Qué haces aquí? Vámonos”.Yo\n     dije, “Sí, sí me voy”. Y tomé la decisión así.\n \n <br/>\n \n     Anita: ¿Tenía miedo de algo—\n \n <br/>\n <br/>\n \n     Maria: Sí tenía miedo. Si tenía miedo, quizás de lo desconocido.\n     En realidad ellos me contaban todo lo bonito—las fotos, tu sabes. Pero no\n     sabía realmente a lo que yo me iba a enfrentar. Sí sentí miedo. Pero\n     después—yo soy muy creyente en Dios—y dije, “Dios mío si esas puertas son\n     para mí pues abremelas”. Y se me abrieron muy fácil. Muy fácil y me fui. Me\n     fui.\n \n <br/>\n \n     Anita: ¿Cómo fue la cruzada?\n \n <br/>\n \n     Maria: Sí estuvo un poquito difícil porque yo ni idea tenía cómo\n     iba a pasar, pero creo que Diosito me puso ángeles. Primero me maquillaron\n     mucho porque yo iba a pasar con una documentación de otra persona; y me\n     imagino que tenía que parecerme [Insegura]. No sé. La cosa es que me\n     maquillaron mucho y me subieron a un camión—un bus. Yo me acuerdo que entré\n     a los baños de esa central de camiones y yo me despinté porque yo en ese\n     entonces yo no me pintaba y yo decía, “Yo parezco otra cosa” [Ambas se\n     rien]. Entonces ellos ni cuenta se dieron que yo me despinte la cara, que\n     me peiné normal—porque ellos me habían hecho unos peinados así como que\n     medios extravagantes. Y yo dije, “No, esto no está bien ¿Por qué me pintan\n     así?”. Me despinté, me peine normal y yo me subí al bus.\n \n <br/>\n \n     Maria: Cuando íbamos pasando la primera garita fue todo muy\n     fácil. En la segunda garita se subieron unos oficiales. Ahí fue cuando\n     encontré mi primer ángel. Iba un chico sentado al lado mío—un salvadoreño.\n     Y cuando suben las personas estas a pedirnos la documentación, lo dijeron\n     en inglés; yo no entendí nada. Y el chico este se me queda viendo y me\n     dijo, “Te están pidiendo los documentos”. Pero me lo dijo muy quedito.\n     Entonces yo le dije “¿Cuáles?”. Yo nomás llevaba una tarjetita que era\n     según era el permiso pero yo no sabía. Se acerca la persona esta—el señor\n     de migración—y el chico contesta, “Es mi esposa, permítame”. Y me dice, “Mi\n     amor dame los papeles,” y yo asi como que “¿Cuáles papeles?”. Y me dice,\n     “Haber,” y me jala la bolsa, saca mis papeles y me quedé así como asustada\n     y se los da al migrante. Y él le dice, “Vamos para Dallas, vamos de paseo,\n     no hay problema, este es su permiso de mi mujer”. Él me tenía de la mano no\n     me soltaba. Yo trataba de quitarme la mano porque sí me asusté; sí me\n     asusté al momento. Pasamos la garita como si nada y me dice, “¿Eres ilegal\n     verdad?”. Y yo, “¿Qué sé eso?”. Él me explica. Yo sólo me acuerdo que\n     lloré, lloré, lloré, lloré, lloré y dije, “¿Dios mío qué es lo que estoy\n     haciendo?”. Yo no sabía. Y dije, “Bueno Diosito, tú sabes por qué lo\n     hiciste”. Él nada mas me dijo, “Ten mucho cuidado, cuídate mucho y que Dios\n     te bendiga”. Jamás volví a saber de él. Nunca lo volví a ver, nunca supe\n     quién era. Nunca—ni su nombre.\n \n <br/>\n \n     Maria: Entonces dije, “Bueno, Diosito me abrio esa puertas”. Era\n     para mí ese lugar. Después vino lo peor porque yo tenía ya dos semanas en\n     un pueblito que se llama ___, Arkansas y mis hijos seguían en ___: mi\n     Sylent de siete años y mi niña de dos años. Era algo terrible. Cuando\n     realmente yo capte lo que estaba haciendo, fue una desesperación y dije,\n     “Yo me regreso, yo me regreso por mis hijos”. No, la cosa era que la\n     persona que nos cruzó se enamoró de mis hijos. Los llevaba a fiestas, les\n     compraba ropa y todo y ella me decía, “Los niños van a estar bien no te\n     preocupes. Deja que yo los goze unos días y luego te los llevo”. Yo con una\n     desesperación. Yo lloraba. Era una cosa que decia no, “Yo quiero a mis\n     hijos”. Hasta que un día sí le hablé y le dije “Si tu no me traes a mis\n     hijos yo me regreso y voy a la policía”. Al segundo día ya tenía yo a mis\n     hijos ahí con dos maletas cada uno de ropas que la señora le había\n     comprado. O sea, de alguna manera siempre hubo personas que nos cuidaron,\n     nos ayudaron.\n \n <br/>\n \n     Maria: Muchos dicen que en Estados Unidos hay mucho racismo.\n     Gracias a Dios a nosotros nunca nos tocó. Siempre hubo gente que nos ayudó.\n     Siempre. Y le agradezco a Dios de alguna manera por haberme puesto ahí,\n     porque mis hijos ahora que tuvimos la oportunidad de regresar otra vez a\n     México después que nos pasó todo ese relajo, ahora ellos están muy bien\n     aquí, han tenido buenos trabajos, han sabido salir solos. Entonces digo,\n     “Bueno, creo que no me equivoqué”. Si la sufrimos, si la pasamos muy duro\n     porque si es algo a veces muy triste. Yo me recuerdo que llegamos a un\n     cuarto (Llorando) donde los colchones eran sólo con resortes, y habían\n     muchas ratas; habia mucha gente ahí. Entonces yo no dormía para espantar\n     las ratas para que no mordieran a mis hijos. Casi un año estuve así. Y mi\n     esposo pues salía dizque a trabajar pero sólo le pagaban cincuenta dólares\n     a la semana en ese entonces porque pues realmente abusaban mucho de él.\n \n <br/>\n \n     Maria: Él agarraba pollo en ese entonces para Pilgrims y siento\n     que si abusaban. En ese entonces era un sueldo de 400 dólares y a él solo\n     le daban cincuenta. Y que porque era por el cuarto que nos estaban dando.\n     Sí fue muy triste. Todo un año la pasamos difícil.\n \n <br/>\n \n     Anita: ¿Donde vivieron?\n \n <br/>\n \n     Maria En Arkansas.\n \n <br/>\n \n     Anita: Ah, cierto. Y trabajaba en una fábrica de pollo—\n \n <br/>\n \n     Maria: De pollos [Sonido de afirmacion].\n \n <br/>\n \n     Anita: Y entonces le decian, “Les estamos dando el cuarto entonces le\n     podemos pagar menos”.\n \n <br/>\n \n     Maria: [Sonido de afirmación] Exacto.\n \n <br/>\n \n     Anita: Y ¿Usted trabajó?\n \n <br/>\n \n     Maria: Yo no trabajé hasta como al...Yo siempre he sido una\n     persona que no me conformo en las situaciones donde estoy. Entonces yo\n     decía, “Yo esto no lo quiero para mis hijos. Yo vine aquí para ser mejor no\n     para ser peor”. Entonces yo empecé a buscar...porque realmente no vivíamos\n     ni en el pueblo, vivíamos como en un—la sierra, en un bosque no sé. No\n     había facilidad de llegar al pueblo. Estaba muy lejos. Yo empecé a buscar y\n     a buscar y a buscar y dije, “No, yo me tengo que salir de aquí esto no\n     puede ser vida para mis hijos”. Incluso ni para nosotros ¿no? Y como a los\n     seis meses nosotros logramos salirnos de ese lugar. De lo que mi esposo me\n     daba yo empezaba a juntar poquito entre un dólar, dos dólares, cinco\n     dólares hasta que logré juntar lo de una renta.\n \n <br/>\n \n     Maria: Y dije, “Con esa renta nosotros vamos a salirnos de aquí.\n     Voy a ponerme a trabajar y voy a ayudar”. Pero decía, “¿Cómo voy a ayudar\n     si no puedo trabajar porque no tengo papeles?”. Como siempre, me apareció\n     alguien que nos ayudó. Pude entrar a trabajar a la pollera y mi esposo\n     agarrando pollo. Y de ahí fue como empezamos ya nosotros solos ya...estas\n     personas se vinieron a México y fue cuando nosotros prácticamente nos\n     escapamos [Riendose]\n \n <br/>\n \n     Anita: ¿Cómo? ¿Cómo fue?\n \n <br/>\n \n     Maria: La persona que nos rentaba el cuarto, ellos vinieron a\n     México. Entonces en esa venida de ellos de México fue cuando yo le dije a\n     mi esposo, “Es momento, vámonos. Ahorita es cuando. Ellos no están. Ahorita\n     es cuando nosotros nos tenemos que ir”.\n \n <br/>\n \n     Anita: ¿Pero tenían miedo de esta gente?\n \n <br/>\n \n     Maria: No tenía miedo porque realmente yo los conocía; yo sabía\n     quiénes eran. Pero si de alguna manera, me causaba un poco de angustia.\n     Sobre todo por el señor. Yo sabía que no era una persona asi como que muy\n     buena y tenía miedo de que en algún momento dado nos deportará o nos\n     mandara la policía. No sé. O que no se hiciera algo porque si me daba\n     miedo.\n \n <br/>\n \n     Anita: ¿Y era gente que contrataba para la polleria?\n \n <br/>\n \n     Maria: Si. Contrataba. El era como reclutador de gente y pues en\n     una de esas nos tocó con él.\n \n <br/>\n \n     Anita: Wow.\n \n <br/>\n \n     Maria: Pero después de seis meses dijimos, “No más” y si no\n     fuimos. Nos fuimos, agarramos un trabajo diferente los dos. Y de ahí\n     gracias a Dios empezamos una vida diferente.\n \n <br/>\n \n     Anita: ¿Y que trabajo agarrraron?\n \n <br/>\n \n     Maria: El de los pollos el de la collera.\n \n <br/>\n \n     Anita: ¿Pero era pollos todavia?\n \n <br/>\n \n     Maria: Sí pero ya era por otras personas. Ya no era con él. Ya\n     eran otras personas que nos estaban ayudando. Entonces ya todo era más\n     limpio, más legal, más bueno. De allí empezamos.\n \n <br/>\n \n     Anita: ¿Era otra compañía—\n \n <br/>\n \n     Maria: Era otra compañía. Exactamente.\n \n <br/>\n \n     Anita: ¿Cual compañía era?\n \n <br/>\n \n     Maria: Era Pilgrims pero, okay: Pilgrims mantiene varios grupos\n     con diferentes personas. Mi esposo trabajaba para este hombre que fue el\n     que nos llevó. Después de que dejó de trabajar con él conocimos a otro\n     señor que también era un como encargado de grupos. Y fue cuando él le\n     ofreció trabajo a mi esposo para que se quitara del otro señor. Seguimos\n     dándole pollos a Pilgrims pero era diferente persona la que ya lo contrató.\n     Digamos así.\n \n <br/>\n \n     Anita: ¿Y mientras todo eso sus hijos?\n \n <br/>\n \n     Maria: En la escuela. Sobre todo Sylent. Sylent era era el\n     que...una vez se nos perdió. Fue la cosa más espantosa porque vivíamos\n     lejos del pueblo y ahí solamente pasan el bus por ellos. Pero uno de sus\n     primitos le quiso jugar una broma y mi hijo tenía tres semanas de haber\n     llegado a Estados Unidos; él no sabía de nada. Le dijo, “Tú bájate aquí, y\n     yo me voy a bajar más adelante y a ver quién llega primero”. Y era puro\n     selva—bosque. Osea, ni para decir, “Bueno las dos calles, o tres calles.”\n     Mi hijo caminó, caminó, caminó. Llegaron las cinco de la tarde—ellos salen\n     a las tres—y nosotros no sabíamos nada de mi hijo. Fue una desesperación\n     horrible. Ese Sylent siempre nos dio cada sorpresa que[Riendose]... fue una\n     cosa muy triste también porque fue buscar ahora si, “No importa que nos\n     deporten pero yo voy a la policía. Yo necesito buscar y yo necesito saber\n     dónde esta mi hijo”. Unas chicas de la misma escuela lo vieron y ellas\n     fueron las que lo detuvieron para que él no siguiera caminando y lo\n     llevaron a su casa. Y de ahí, buscaron la manera de comunicarse con la\n     escuela para que la escuela se comunicara con nosotros pero eso fue ya a\n     las ocho de la noche. Fueron cinco horas. Cinco horas de angustia.\n \n <br/>\n \n     Anita: Pero encontraron un montón de ángeles en ese—\n \n <br/>\n \n     Maria: Sí. Gracias a Dios si. Fue muchísimos. Estoy muy\n     agradecida con Dios, muy agradecida con la vida porque siempre hubo gente\n     que nos ayudó. Siempre.\n \n <br/>\n \n     Anita: ¿La vida fue difícil en Estados Unidos?\n \n <br/>\n \n     Maria: Sí fue difícil. Sí sí fue muy difícil porque uno no sabe\n     el idioma cuando uno llega. A veces la gente es muy cruel. Y lo digo de\n     nosotros mismos porque a veces en vez de ayudarnos nos perjudicamos; en vez\n     de apoyarnos como hispanos nos perjudicamos. Cuando llega uno y uno no sabe\n     el idioma, o no sabe los trabajos...y es difícil porque yo por ejemplo, yo\n     soy muy asquerosa. En la pollera, pues todo o sea lo que es todo, se va uno\n     ensuciando. Yo namás lloraba y decia, “Esto es por mis hijos, esto es por\n     mis hijos y yo tengo que aguantar”. Mi esposo llegaba con las manos a veces\n     hasta ensangrentadas porque tenía que agarrar los pollos así con esto de\n     aqui las manos y...era muy difícil. A veces los dos nos sentábamos a llorar\n     y deciamos, “Pues vamos a regresarnos”. Yo le decía, “No Martín, tenemos\n     que darle porque esto es un mejor futuro para ellos. Tenemos que esperar”.\n     Yo le puse una meta, “Si en un año tú y yo no logramos lo que queremos nos\n     regresamos. Pero si en un año logramos lo que queremos vamos a seguir hasta\n     donde dé para que los niños estudien aquí. Para que ellos aprendan el\n     idioma y no vuelvan a burlarse de nosotros, no vuelvan a hacernos sentir\n     menos o nos den los peores trabajos porque no entendemos”. El agarro y\n     dijo, “Bueno”. Lo bueno es que yo también tuve un buen esposo y que siempre\n     me hacía caso de todo y me dijo, “Ok vamos a hacerle un año”. Nuestra meta\n     fue un año.\n \n <br/>\n \n     Maria: Pero gracias a dios en un año cambió todo. Nos fue mucho\n     mejor y de alguna manera aprendimos ya a movernos digamos en esas aguas. De\n     este lado no podemos nadar, pero de este lado sí. Entonces empezamos a\n     moverlo y gracias a Dios pues sí, sí fue difícil por los papeles que no los\n     teníamos. O si nos seguía un policía y estábamos con los nervios. O los\n     niños en la escuela que a ellos se les hizo un poco difícil aprender y\n     digamos, así llegar y no saber nada de inglés y metelos a la escuela y no\n     entendían nada. Sí fue un poquito difícil. Yo creo que los dos primeros\n     años sí sufrimos mucho. Sí sufrimos.\n \n <br/>\n \n     Anita: ¿Era necesario guardar el secreto de ser indocumentado?\n \n <br/>\n \n     Maria: Si. Si era necesario. Inclusive hasta el día que yo me\n     regresé yo siempre guardé eso. Obviamente lo decíamos con las personas que\n     teníamos demasiada confianza ¿no? Los amiguitos que nos hicimos de familia.\n     Pero realmente en el trabajo yo no podía comentar que yo no tenía una\n     documentación porque a veces la gente de eso se vale. Yo trataba de ser\n     amiga de todos para evitarme un problema y pues si gracias a Dios me\n     ayudaba a la gente. Pero sí me tocó ver muchas personas que deportaban así\n     en mi cara que se llevaban y yo lloraba porque decía, “un día de estos me\n     va a tocar a mí también”. O yo manejaba y siempre con la angustia de que me\n     pararan y me llevaran y mis hijos ¿Qué pasaba? Sí, si se vive con miedo\n     alla.\n \n <br/>\n \n     Anita: ¿Habían unas redadas en la fabrica—\n \n <br/>\n \n     Maria: Sí. Dos veces me tocó a mí. Dos veces.\n \n <br/>\n \n     Anita: Cuéntame.\n \n <br/>\n \n     Maria: La primera vez yo tenía un año de haber llegado. No sabía\n     casi inglés. Medio entendía palabritas pero no sabía. Tenía una amiguita\n     que ella sí sabía perfectamente inglés. Ella era de Sinaloa, pero sabía muy\n     bien inglés. Llegaron los de migración a pedir papeles en la entrada. Y yo\n     decía, “No pues ya me van a agarrar me van a llevar” y me dijo, “No”. Me\n     agarro la mano y me dijo, “No te preocupes. Yo voy a hablar inglés y tú\n     solamente me vas a contestar contestar ‘yes’ o ‘maybe’”. Y yo iba así, “Yes\n     o maybe, yes o maybe” [Ríendose]. Pasamos, el de migración nos pidió los\n     documentos. Yo le entregué mi ID. Se me quedó viendo y ella—ni sé qué me\n     dijo, sinceramente, no sé que me dijo—y yo le contesté, “Yes, yes, yes,\n     it's ok!” Se me quedó viendo el de migración, me dio mi ID otra vez y dijo,\n     “Adelante”. Y salimos. Yo salí como Bambi recién nacido con los pies así y\n     me agarró llorar y llorar y ella me decia, “Tranquilízate”. Yo me acuerdo\n     que iba llorando y así yo muy recta; que no me vieran. Pero vi a muchas de\n     mis amigas que se llevaron. A muchos de mis amigos que se llevaron que\n     ellos si no pudieron salir; no pudieron tener la misma suerte que yo.\n \n <br/>\n \n     Maria: La segunda vez, lo mismo. Pero en esta vez sí nada más\n     como que escogieron a ciertas personas. Igual, me saltaron a mí y siguieron\n     a los demás. Ya la segunda vez yo dije, “Dios mío, si estás tú conmigo”. Yo\n     creo que ahí fue donde yo más empecé a creer en Dios cuando dije “No, Dios\n     de verdad está conmigo. Dios de verdad está con mi familia porque no puedo\n     creer que dos veces yo me haya librado de esto”.\n \n <br/>\n \n     Maria: Inclusive cuando agarraron a Sylent, él me llamó a mí y\n     yo era de las que siempre tenía el celular en la mano. Ese día no sé por\n     qué, se me olvidó en el locker; no lo traje conmigo y optó por hablarle a\n     su papá. Pero si no me hubieran agarrado a mí y no a su papá. Entonces\n     digo, “Bueno, Dios sabía porque me tenía que dejar a mí allá. Y ellos\n     tenían que regresar de alguna manera. Diosito siempre me ha cuidado y\n     siempre he cuidado a mis hijos también” y eso lo agradezco mucho. Mucho.\n \n <br/>\n \n     Anita: Agararron al papá de Sylent porque Sylent llamo a su papá c uando lo\n     agarraron.\n \n <br/>\n \n     Maria: Exacto. A él [Pausa]. Y se me vinieron los dos. Fue algo\n     que ni a mi peor enemigo se lo deseo. Yo entré en shock de una manera tan\n     fea. Yo no quería asimilar lo que me estaba pasando. Ese día cayó hasta\n     nieve como nunca había caído. No podíamos ni salir, no podíamos movernos y\n     yo sólo me acuerdo que dije, “Bueno, tiene que pasar esto. Ellos ahorita\n     van a regresar”. Pasó todo el día y no regresaron. Cuando dije, “No aquí\n     algo está pasando ya. Esto ya no está normal”. Ya me hablan que los había\n     agarrado la policía, los había agarrado migración y ya estaban ahí. Yo tuve\n     que conseguir muchísimo dinero para poderlos sacar, para poder...gracias a\n     Dios ellos siempre fueron personas buenas y no se involucraron digamos en\n     cosas tan malas que sí me dieron chance de tenerlos un año. Pero ellos\n     tenían que regresar voluntariamente. De lo contrario, siempre íbamos a\n     vivir con ese miedo de que si los agarraban los podían volver a meter a la\n     cárcel. Yo pasé casi un mes con esa angustia que dije, “No, yo no vuelvo a\n     pasar esto”. Mi hijo me hablaba a las seis de la mañana para que yo supiera\n     que estaba él bien y a las seis de la tarde. Pude sacar primero a mi marido\n     de como tres semanas pero a él [Sylent] no lo pude sacar pronto entonces a\n     el si lo mandaron hasta Lousiana a una cárcel grande. El ahí se peleó, le\n     pegaron.\n \n <br/>\n \n     Anita: ¿A su esposo?\n \n <br/>\n \n     Maria: A mi hijo. A Martín le pegaron. Fue una cosa muy\n     horrible; a ninguna madre se lo deseo.\n \n <br/>\n \n     Anita: ¿Cómo hizo para poder comunicarse con Martín sin que la agarraran a\n     usted?\n \n <br/>\n \n     Maria: Él se comunicó con un primo que es ciudadano. Y ya a\n     partir ahí él fue el que me dio la noticia. Él fue el que dijo, “Vamos a\n     movernos, vamos a ver”. Prácticamente yo no no podía ir a verlos. Él fue el\n     intermediario de nosotros. Pero sí fue muy difícil porque a él lo agarraron\n     con un shorcito, había mucha nieve, hacía frío, con unas chancletas. Mi\n     esposo tuvo que pedir permiso para que le dieran sus calcetines de mi\n     esposo, se las pasaran a Martín porque él tenía mucho frío. “Yo traía una\n     playera de manga larga. Yo me la quité y dije que él me pasara su playera\n     porque era cortita”. Y dice [Su esposo], “Yo hice que mi ropa se la pasaran\n     a él para que no pasara frío y me dieran la ropa de él para que yo en un\n     momento dado pues aunque yo pasara frío, pero que mi hijo no pasara tanto\n     frío”.\n \n <br/>\n \n     Anita: ¿Y todo eso a través del primo?\n \n <br/>\n \n     Maria: No, de una señora que estaba también ahí en migración,\n     una policía—otro ángel más. Eso no estaba permitido pero ella a escondidas\n     los metió a una oficina, hicieron el cambio de ropa rápido y cada quien se\n     fue a su celda.\n \n <br/>\n \n     Anita: ¿Y ell sabía que used no tenía papeles?\n \n <br/>\n \n     Maria: Sí.\n \n <br/>\n \n     Anita: ¿Pero no le hizo nada?\n \n <br/>\n \n     Maria: No.\n \n <br/>\n \n     Anita: ¿Era Latina?\n \n <br/>\n \n     Maria: Sí. Sí ella era de Colombia—de Argentina, de Argentina.\n     Era una persona, una señora de Argentina que fue la que nos ayudó mucho.\n \n <br/>\n \n     Anita: ¿Y cómo sabía con quién se podía tener confianza? ¿Por qué confió en\n     este señora?\n \n <br/>\n \n     Maria: No sé. No sé. Era tanta mi desesperación que yo nada más\n     rezaba y decía “Ponme a las personas correctas, ayúdame qué debo hacer. Qué\n     no debo hacer.” En ese entonces yo no sabía ni siquiera tanto inglés porque\n     yo estaba acostumbrada que eran mis hijos que me traducían, mis hijos\n     quienes me ayudaban. Entonces me confié tanto en eso que dije, “Yo no\n     necesito tanto aprenderlo”. Con esta señora, ella hablaba español. Ella nos\n     ayudó y me decía, “No se preocupe nada más trate de no venir usted y que\n     sea otra persona”. Cualquier cosa que yo necesitaba saber de mis hijos o de\n     mi marido, la señora me hablaba. “A las seis de la tarde le va a hablar” o,\n     “A las cinco de la tarde le va a hablar, esté al pendiente”.\n \n <br/>\n \n     Anita: ¿La señora me llamaba?\n \n <br/>\n \n     Maria: [Sonidos de afirmacion] La señora me llamaba. Si.\n \n <br/>\n \n     Maria: Fue una cosa súper rara porque pues agarraban a muchos y\n     nunca tenían esa suerte. Y yo decía, “Pues es que a mí se me están ayudando\n     de adentro”. Nunca le vi muy bien la cara porque era todo de rápido. Me\n     acuerdo nada más de su cuerpo que era un poquito llenita y tenía el cabello\n     hasta aquí. Pero realmente yo creo que si yo la volvería a ver en la calle\n     no la reconocería. No la reconocería porque nunca me fije en su cara.\n     Siempre yo trataba de agacharme porque me daba susto. Me daba mucho susto y\n     ella me decía, “Madre no te preocupes, todo va a estar bien, todo va a\n     estar bien”. Y yo nada más movía mi cabeza que sí pero yo decia, “No es que\n     no, no va a estar bien. Ellos se van a ir”. Si logró que agarramos un\n     abogado y logro que se quedaran un año más pero fuera ya de la cárcel. Y a\n     partir de ahí ya fue cuando les dije, “Si tenemos que ver”. Yo me quedé\n     ocho años más para pagar todo ese dinero que me prestaron porque fueron\n     como veinte mil dólares. Y yo le dije, “Vete tú con José”. Mi hija ya\n     estaba aquí. Mi hija la más pequeña ya estaba aquí con mi mamá. Y me quedé\n     yo sola.\n \n <br/>\n <br/>\n \n     Anita: Para pagar la deuda de la deuda de los abogados. Ocho años.\n \n <br/>\n \n     Maria: Ocho años. Pero en cuanto terminé de pagar dije, “Yo me\n     voy. Ya no más. Yo me voy para México”. Y aquí estoy con ellos.\n \n <br/>\n \n     Anita: Wow [Ambas se ríen].\n \n <br/>\n \n     Anita: Para entender bien, usted se iba al centro de detención donde estaba\n     Martín y se encontraba con esta señora ¿Así de rápido?\n \n <br/>\n \n     Maria: Si. No pasaba porque ella salía. Yo no podía pasar ahí\n     porque me agarraban a mí también. Yo no podía pasar. Pero incluso yo a\n     ellos no los pude ver. Todo el mes que estuvieron en cárcel yo no pude ver\n     a ellos. No pude verlos, solamente esta señora salía, y me decía, “Ahorita\n     los mandaron a tal lado, ahorita los van a mover a tal lado, ahorita les\n     están dando de comer”. Lo peor del caso que tampoco yo...cuando a él me\n     mandan, a Sylent, me lo mandan a Louisiana yo no sabía que yo tenía que\n     pagar la comida. Y nunca mandé dinero para la cárcel a que le pagaran la\n     comida. Entonces el comia lo poco que le daban ahí. Era por eso los pleitos\n     ahí porque me acuerdo que él me dice, “Mamá es que yo me tuve que pelear\n     con un chico de ahí porque me robó una naranja y era lo único que yo iba a\n     comer. Tuve que pelear, tuve que quitarle mi naranja.” Me dio risa al\n     principio dije “¿Hijo, por una naranja?”. Dijo, “Mamá, yo no tenía que\n     comer en todo el día. Tuve que pelear por mi naranja”. De ahí dice, “Hubo\n     un señor que me cuidó. Todo el tiempo que estuve ahí me cuidó y el fue el\n     que me dio de comer”. Otro angel más para mis hijos.\n \n <br/>\n \n     Anita: Algo que le quería preguntar porque no hemos tenido la posibilidad\n     de hablar con madres tanto es que hemos hablado con muchos jóvenes que han\n     sido deportados y muchos han tenido problemas. Muchos han tenido\n     afiliaciones con maras—\n \n <br/>\n \n     Maria: Si, si, si.\n \n <br/>\n \n     Anita: ¿Cómo hiciste tú como madre para evitar todo eso?\n \n <br/>\n \n     Maria: Yo creo que sí fui muy estricta, demasiado estricta con\n     ellos. Porque yo si nunca permití que mis hijos salieran. Si salían, salían\n     con nosotros. Los traté de meter a muchos deportes a pesar de que no\n     teníamos la documentación legal, yo siempre trataba de buscar programas\n     donde yo podía meter a mis hijos para que ellos estudiaran alguna cosa o\n     alguna actividad fuera de clases. Mi hija Gisel, ella la tuve desde como\n     los cuatro años en fútbol primero porque se hizo muy de fútbol con su\n     hermano; era la portera del equipo. Después siguió creciendo y ya en la\n     escuela ella le gustó el sóftbol. Estuvo todo toda, toda su primaria en\n     sóftbol. José estuvo en todos lados. Martín estuvo en soccer, estuvo en\n     americano estu—\n \n <br/>\n \n     Anita: ¿Qué es americano?\n \n <br/>\n \n     Maria: El Futbol americano. Como era el más pequeño de todos\n     porque allá son niños muy grandes, pues a él fácilmente lo agarraban para\n     que él se esquivara y pudiera meter el gol por el otro lado. Pero como era\n     tan chiquito decía, “Es que mami a mí me pegan mucho”. “Pero es que te ves\n     hermoso mijo corriendo por todos lados”. Yo les hacía sándwich, y saliendo\n     del colegio nos íbamos a todas las actividades. Después nos involucramos\n     mucho en la iglesia. Ayudábamos mucho a la comunidad donde vivíamos. A\n     todos los jóvenes yo decía,\"Yo prefiero que toda mi casa esté llena de\n     chiquillos, a que se vaya mi hijo a otro lado y yo no sepa qué están\n     haciendo”. Entonces yo tenía muchos amigos de mis hijos siempre en casa y\n     haciéndoles fiestas y haciéndole todo lo que ellos querían. Así es que no\n     hay problema pero aquí en la casa donde yo los vea, donde yo sepa qué están\n     haciendo, qué amistades son las que tienen. Sí por ejemplo, ellos salían yo\n     trataba de hablar con las mamás. “¿Van a estar en su casa? ¿Que van a\n     hacer?”. O sea si fui muy estricta con ellos. Nunca permití que ellos\n     salieran sin que yo supiera dónde estaban, qué amigos tenían. Inclusive\n     hasta ya de grandes. Mi hijo tenía 17 años y nunca había ido a una fiesta\n     así como de jóvenes. Nunca. Yo nunca lo permití.\n \n <br/>\n \n     Maria: A los 18 años si le dije, “Mijo tú ya eres un adulto. Tú\n     sabes lo que haces” y siempre le dije, “Cuando uno toma decisiones tiene\n     uno consecuencias, tanto buenas como malas. Tú sabrás qué consecuencia es\n     la que tú quieres hijo”. Le recalqué mucho que nunca tratará a una mujer\n     mal porque tenía una hermana y tenía una madre. Y que él tratara a esa\n     mujer que él iba a estar a su lado como quisiera que nos trataran a\n     nosotras. Yo creo se lo metí tanto a mi pobre hijo, que hasta la fecha mis\n     hijos viven juntos, viven ayudándose, apoyándose, no pueden estar\n     separados. Mi hijo se fue primero a Cancún a vivir y al año, mi hija corrió\n     con él. Dijo, “Mami yo no puedo estar aquí, yo necesito estar con mi\n     hermano”. Son tan unidos que me acuerdo que les ponía en casa les ponía yo\n     quehaceres. Les dábamos diez dólares a cada uno por semana, pero se los\n     tenían que ganar. No era que ya te los di y a ver lo que tú compras. No.\n     Les puse un pizarrón en la puerta y les ponía a lavar trastes, recoger la\n     mesa, limpiar su cuarto y yo chequeaba. Pero como Sylent siempre ha odiado\n     lavar trastes, le pagaba a la hermana para que se los lavara cuando a él le\n     tocaban. Y me decía, “¿Mami yo puedo hacer eso?”. Yo le decía, “Pués vas a\n     ser buen negociante mijo”. Y mi hija como le gustaba el dinero decía, “Mami\n     yo se los lavo pero él me tiene que dar dos dólares por cada que yo le lave\n     los trastes”. Y le decía, “Bueno, hagan un cambio. Tú puedes lavar los\n     trastes”. Le pusimos un banquito a la niña para que ella alcanzara.\n     Obviamente los supervisabamos pero ellos tenían que hacerlo. Éramos un\n     equipo. Mi esposo le tocaba echar toda la ropa a la lavadora, secarla,\n     sacarla de la lavadora, y yo la doblaba y la ponía en cada cama donde ellos\n     tenían que guardarla.\n \n <br/>\n \n     Anita: ¿Y dónde está el machismo mexicano en toda su familia?\n \n <br/>\n \n     Maria: En mi familia no hubo machismo [Riendose]. En mi familia\n     no lo permiti. No. Y se lo inculqué igual a José. “Tú debes de ayudar\n     siempre en casa”. La pareja es un equipo. No somos ni propiedad de nadie ni\n     tenemos que abusar de nadie. Tu esposa no es tu criada ni tú como esposo\n     tienes que mantener toda la vida, nada más porque eres el esposo. No, hay\n     que ayudarse. No tiene nada de malo que yo mantenga al marido, y no tiene\n     nada menos que tú me ayudes en casa. Vamos a invertir papeles, vamos a\n     ayudarnos, y creo que si nos funcionó.\n \n <br/>\n \n     Anita: ¿Y dónde aprendiste eso?\n \n <br/>\n \n     Maria: Viví con mi papá nada más. Mis papás se separan desde que\n     yo tenía cinco años; yo soy gemela. Nos toca vivir con mi papá y\n     prácticamente nos crió un hombre. Entonces para él siempre fuimos sus\n     princesas y nos daba todo, nos cuidaba y teníamos una madrina que nos\n     cuidaba y nos ayudaba en todo ella. Pero, no sé si mi papá—que era mayor. A\n     pesar de que en ese tiempo eran todas las cosas tan machistas que él decía,\n     “Es que yo no quiero que a ustedes les toque un hombre que las golpee.\n     Ustedes nunca se dejen,” decía. Y me acuerdo que nos decía, “Lo único que\n     una mujer nunca debe perder es su dignidad”. Yo creo que me lo metió tanto\n     en mi cabeza que yo dije, “Es verdad o sea yo no tengo por qué permitir que\n     me lastimen o hacer algo que no me guste hacer”. Y él siempre decía, “Todo\n     lo que ustedes hagan, háganlo por amor. Si van a ayudar...” Porque él era\n     de los que ayudaba a todo el mundo. “Si van a ayudar a la gente siempre la\n     van a ayudar con esta mano pero sin que lo sepa está mano”. Entonces yo\n     creo que nos nos educó de una manera diferente a todas las demás familias,\n     que yo traté de hacer lo mismo con mis hijos. Y gracias a Dios me funcionó.\n     Si me funcionó.\n \n <br/>\n \n     Anita: ¿Cree usted que vivir en Estados Unidos le cambió?\n \n <br/>\n \n     Maria: Sí, mucho. Mucho. Me cambió mucho la vida; es una cultura\n     muy diferente. Ahora que yo regreso a México y veo esa diferencia incluso\n     hasta mi familia me lo dice, “Es que ustedes son muy diferentes a todos\n     nosotros”. Nosotros digamos sí somos una familia...a pesar de que yo\n     ahorita ya tengo diez años divorciada de mí marido, nosotros seguimos súper\n     amigos. Yo siempre he creído que cuando una pareja ya no se entiende o\n     tiene diferentes metas, diferentes ideales, es mejor hablarlo. No lastimar\n     a los hijos sino lastimarlo a nosotros. Y lo hicimos, lo hicimos así\n     ahorita somos súper amigos. A veces hasta paseamos todos juntos. Nos\n     llevamos súper bien. Y la familia por ejemplo de aquí eso como que no lo ve\n     muy normal. O sea como que, “¿Es en serio Maria, lo que estas haciendo?”.\n     ¿Que tiene? O sea. Somos seres humanos, cometemos errores, a veces tomamos\n     decisiones que no teníamos que tomar pero no por eso se acaba el mundo.\n     Tenemos realmente que tratar. Hoy puedo estar aquí pero mañana no sé. No sé\n     qué va a pasar con nosotros y eso yo se lo decía a mis hijos. “Yo no puedo\n     vivir la vida de ustedes. Ustedes se van a caer y me va a doler su caída\n     hijo. Yo estaré detrás de ti, te recojo, te aviento otra vez al camino y\n     síguele papi. Las experiencias las vas a tener que tener tú, las caídas las\n     vas a tener que tener tú, porque es de ahí donde tú vas a aprender, donde\n     tú vas a empezar a valorar lo que tú tienes. Si yo te lo doy. Nunca vas a\n     valorar las cosas”.\n \n <br/>\n \n     Anita: ¿Pero eso lo aprendiste—\n \n <br/>\n \n     Maria: Allá [Estados Unidos].\n \n <br/>\n \n     Anita: ¿Allá?\n \n <br/>\n \n     Maria: Allá. Allá. Sí porque yo veía el americano de alguna\n     manera dicen, “El niño tiene 18 años, ya es momento de que salga y busque\n     lo suyo”. Entonces, nos juntábamos mucho con gente hispana pero también con\n     mucha gente americana. Yo trataba siempre—yo soy muy observativa—entonces\n     yo trataba de ver siempre la familia hispana y la familia americana. Y yo\n     siempre veía que la familia americana tenía ciertas reglas en casa que\n     nosotros como hispanos no tenemos porque somos más así que, “Ay es que mi\n     niño, el cariño el amor,” somos más amorosos digámoslo así. Los americanos\n     no, son más fríos. Entonces yo decia, “Bueno, ellos son más fríos pero\n     tienen hijos que son abogados. Tienen hijos estudiados, o tienen hijos que\n     saben salir solos durante la vida”. Y para eso es. “No toda la vida les voy\n     a vivir yo,” decía yo ¿no? Entonces, “Si algo a mí me pasa aquí, donde no\n     tengo mucha familia y realmente mis hijos se llegan a quedar solos,”\n     siempre fue mi pensamiento ese, “Si mis hijos se llegan a quedar solos ¿Qué\n     van a hacer sin mí?”. Yo tengo que enseñarles a ellos, que ellos tienen que\n     salir solos sin que esté mami o sin que esté papi.\n \n <br/>\n \n     Maria: Y a pesar de que siempre estuvimos con ellos también les\n     dimos la libertad de tomar la decisión ellos. “Mami es que tengo que hacer\n     esto”. “¿Pero tú qué piensas?”. “No mami dímelo, yo no”. “¿Tú lo tienes que\n     hacer, tú que es lo que piensas? ¿Tú lo quieres hacer?”. “Pues sí si lo\n     quiero hacer”. “Pues hazlo pero si te equivocas acuérdate que puede pasar\n     algo. Piensa bien lo que vas a hacer.” Y les dimos esa oportunidad pero\n     porque siempre vi que los americanos hacían eso. Entonces yo decía, “Bueno,\n     voy a probar”. Yo soy de esas de que siempre yo digo, “Vamos a probar o\n     tratar de hacer las cosas, si no no resultan. Ya no te quedaste con el\n     hubiera. Lo trataste, lo hiciste, no resultó bueno por este camino no me\n     resultó pues ahora les sigo por éste”. Le dije, “Hay muchos caminos. Hasta\n     que des con el camino correcto con el que tú digas ‘pues sí soy feliz he\n     logrado lo que quiero. He tenido lo que quiero. Me ha costado mucho\n     trabajo, o se me hizo muy fácil’”. Le dije, “Pero siempre trata hijo”.\n     Siempre se los he dicho a los dos. “Siempre tratén, nunca se queden con\n     algo dentro porque el día de mañana ya no existe. Ya no existe entonces\n     tienes que vivir siempre el hoy. Nunca pienses en juntar grandes fortunas”.\n     Yo lo viví con mi papá. Mi papá era una persona que tenía mucho dinero. El\n     confió mucho en su hermano. Cuando él muere—porque nosotros éramos menores\n     de edad, nunca recibimos nada; nos quitaron absolutamente todo. Mi mamá\n     decía, “Bueno, es que vamos a meter a un abogado y peleen”. Pero también mi\n     papá nos enseñó a nunca pelear por dinero. Decía, “Lo que es tuyo te va a\n     tocar. Lo que no es tuyo mija, aunque te pongas te lo van a quitar”.\n     Entonces siempre me fui con eso y dije “Bueno, mi papá trabajó tantísimo\n     para dejarnos algo pero a lo mejor no era lo que para nosotros nos\n     correspondía”.\n \n <br/>\n \n     Maria: Entonces dejamos las cosas así, dejamos que...yo siempre\n     creo en el karma. Digo, “Si yo hago algo mal hago mal me va a llegar. Si yo\n     hago algo bien algo bueno me va a llegar,” y así fue. Gracias a Dios, me\n     dio una buena familia, me dio un buen esposo y me dio buenos hijos que a\n     pesar de vivir en tantas cosas de Estados Unidos, Dios me dio la fuerza\n     tanto a mi esposo y a mí a poderlos educar de esa manera. Si los eduqué de\n     una manera americana porque si lo hice. No me fui con el “Bueno, pues yo\n     soy hispana y me voy a ese lado” porque siento que no era lo de nosotros.\n     Yo sí quería unos hijos que salieran solos en la vida. Si me dolían. Su\n     primer trabajo de Sylent fue picar piedra con su papá y él llegaba con sus\n     manos hinchadas, ensangrentadas, a veces hasta con calentura. Yo me\n     encerraba en el baño a llorar, me limpiaba, salía y, “Papi ahorta te curo.\n     No te preocupes mi amor, mañana te va a ir mejor”. Yo decía, “Tú eres un\n     hombre hijo y tú eres la cabeza de la familia. Aunque llegar a una mujer y\n     te mantenga, siempre vas a ser la cabeza de la familia, siempre vas a tener\n     que ser tú quien tome decisiones. Entonces tienes que aprender”. A fin de\n     cuentas mi hijo es tan inteligente, tan inteligente que solito. Primero era\n     su papá que le pagaba porque yo le decía, “Llévatelo para que aprenda para\n     que él valore lo que él tiene”. Y decía mi esposo, “Sí, sí tienes razón.”\n     Le decía, “Pagale tú, pagale el veinte dólares a la semana. De tu sueldo\n     pagale a él”. Pero como su jefe veía que ese niño se movía pero por todos\n     lados, terminó ganando lo mismo que el papá. Y sólo eran las vacaciones, no\n     lo hacíamos trabajar en dia de escuela. Sólo en vacaciones el niño iba a\n     trabajar. Estuvo trabajando tres años así en todas las vacaciones. Para el\n     siguiente año ya el patrón le pagaba. Él empezó con veinte dólares, el\n     siguiente año ya ganaba 250 dólares el niño.\n \n <br/>\n \n     Anita: Me dijo que ganaba más que su papá [Riendose]\n \n <br/>\n \n     Maria: Si. Al tercer año, ya llegaba ganando más que el papá. Y\n     yo así como que, “Ay mijo”. Pero siempre le dije, “Ok. Aquí tú me vas a dar\n     20 dólares para ayudar a casa hijo”. Y él me daba, después decía, “Mami,\n     hoy me fue mejor”. A veces me daba veinte dólares a veces me daba cuarenta\n     dólares. Yo todo ese dinero lo iba guardando; nunca lo metí a casa. Siempre\n     guardé, guardé, guardé ese dinero. Hubo un diciembre que nos quedamos sin\n     trabajo los dos. No teníamos dinero. Mi esposo choca el carro. Ese\n     diciembre nos fue fatal. No teníamos para la cena del veinticuatro\n     [Nochebuena]. Estábamos la verdad muy deprimidos, tristes. Y yo le entrego\n     el dinero a mi hijo que le junté, eran casi dos mil dólares que yo le había\n     juntado a él de lo que él me daba. Le dije, “Mijo ese es tu dinero. Tú lo\n     juntaste con tu trabajo. Pues comprense algo para Navidad ustedes” le dije.\n     Mi hijo sólo lloró y me dijo, “Mami, este es un sacrificio que hicimos en\n     familia [Llorando]”. Dijo, “Vamos a comprarnos ropa para estrenar el\n     veinticuatro, vamos a comprar una cena de Navidad y le vamos a mandar un\n     poquito a mis primos en México.” Y me dijo, “Gracias mami porque eres la\n     mejor mamá que he tenido porque este dinero te lo pudiste haber gastado”.\n \n <br/>\n \n     Maria: Le dije, “Mijo yo no me lo gaste porque sentí que no era\n     mi dinero. Yo tenía que hacerte responsable. Responsable porque eres un\n     niño. Y tenías tu que pagar adonde tú fueras. Yo te estaba entrenando para\n     cuando si tú quieres ir a la universidad, tú ya vas a empezar a hacer tus\n     cosas solo, vas a tener que ir lejos de nosotros. Yo yo voy haciendote que\n     el camino sea más fácil para ti”. Que me dolía mucho, si me dolía mucho.\n     Ver que mi hijo llegaba con sus manos ensangrentadas, ver que mi hijo a\n     veces lloraba porque no quería ir y su papá le decía, “No ¡párate!”. Un día\n     llegó hasta con calentura y yo le decia, “¡Ya no lo lleves!”. Y decía, “No,\n     empezamos esto y lo vamos a terminar.” Y pues nos resultó. No sé si fui una\n     de las mejores madres porque me considero que no. Creo que fallé muchas\n     veces por ser tan estricta con ellos. Pero ahora los veo y veo lo que han\n     logrado y el bien que les hice al llevármelos porque estudiaron el idioma\n     perfectamente, porque ahora pudieron encontrar unos trabajos buenos para\n     los dos, porque yo los veo felices. Porque siento que a pesar de no tener\n     una gran licenciatura los niños se han abierto solitos sus puertas. Y los\n     veo y de verdad me siento tan orgullosa de mis hijos [Emocional], de lo\n     mejor poco o mucho que han logrado aquí en México. Pero siento que hicimos\n     bien a ser estrictos con ellos, al no permitirles salir y jugar con todos\n     los niños, a no permitirles estar en ese entonces con el Nintendo que era\n     tan famoso. Yo no les permitía eso. Una hora al día la televisión, y no hay\n     juegos. En esta casa no existían juegos.\n \n <br/>\n \n     Anita: ¿Y no había ninguna rebeldía?\n \n <br/>\n \n     Maria: Ninguna. Ninguna. Mis niños fueron muy tranquilos. Ni\n     siquiera cuando pasó José la adolescencia. Él su enojo más grande—porque sí\n     es muy violento, se encerraba en su cuarto y le colgamos un costal de box.\n     Deciamos, “Cuando tú te sientas muy enojado ve pegale al costal. Pero nunca\n     le contestes a mami o papi, porque Dios te va a castigar” le decíamos.\n     “Dios te va a castigar, Jose”.\n \n <br/>\n \n     Anita: ¿Y estos ocho años que tuviste que pasar sola? ¿un infierno?\n \n <br/>\n \n     Maria: Si fueron difíciles. Tuve que aprender el idioma. Tuve\n     que...no lo sé al cien por ciento pero creo que ya me defiendo. He estado\n     en trabajo donde he necesitado el idioma y soy yo la que ando traduciendo\n     para todos lados. A lo mejor no correctamente pero creo que me sirvió. Fue\n     una experiencia también para mí, para también valorar a mis hijos, valorar\n     a mi familia. Ver que todo el sacrificio que yo hice por ellos [Emocional],\n     de alguna manera salió de un fruto. Quizás inconscientemente yo sabía que\n     algún día los iba a dejar y los preparé para eso. Y de alguna manera dije,\n     “Yo siempre voy a estar con ustedes cuando Dios me lo permita. Pero si\n     necesitan abrir sus caminos solos”.\n \n <br/>\n <br/>\n \n     Maria: Si me fue muy difícil porque me acuerdo que el primer año\n     sí empecé yo a tomar. Yo tomaba por todos lados, tomaba y tomaba y tomaba\n     yo no quería sentirme con esa realidad de ya sentirme sola y solamente ir a\n     trabajar. Yo trabajaba dieciseis horas al día. Entraba a las cinco de la\n     tarde y salía a veces a las once de la mañana o doce porque yo trataba...mi\n     horario hasta las cinco de la mañana; de cinco a cinco. Pero yo quería\n     agarrar overtime, para poder pagar lo que debía y para poder mandarles a\n     ellos. Yo trataba de que yo le decía a mi esposo, “Mira tú escoge\n     trabajitos pequeños pero no me descuides a los niños porque la ciudad\n     [México] es tan grande, ellos no la conocen, ellos nunca han vivido ahí”.\n \n \n     Mi niño se fue de seis años y Gisel de dos años y medio. Ellos no conocían\n     acá, no conocían ni siquiera a la gente ni siquiera a la familia. Entonces,\n     para ellos iba a ser muy traumático, muy difícil. Una hermana nos prestó\n     una casa que ella tenía y ahí es donde ellos empezaron a vivir. Pero yo\n     decía, “No, yo no quiero que tú me los dejes solos. Yo quiero que tú estés\n     siempre con ellos. Yo voy a trabajar veinticuatro horas al día pero no me\n     los deje solos porque si me los roban o si ellos se pierden”. Era mi\n     angustia tan grande de esta ciudad, que el se quedó a dedicarse con mis\n     hijos y yo les mandaba cada mes, les mandaba para la escuela de Gisel\n     y...mi hijo siempre fue muy independiente. Él me decía, “Mami yo siempre te\n     voy a ayudar”. Él vendía gorras, ya vendía playeras, cualquier cosa que se\n     le ocurría vendía y sacaba un dinerito digamos para la comida. Y los gastos\n     grandes los tenía yo. Y su papá igual vendía ciertas cositas y metían este\n     dinero a casa pero creo que sí fue muy difícil para todos. Muy difícil.\n \n <br/>\n <br/>\n \n     Anita: Hemos hablado mucho de los niños retornados y de la separación que\n     ellos sufren. Para usted, ¿Cuál fue lo peor de la separación?\n \n <br/>\n \n     Maria: Yo creo que la peor separación que tuve con ellos fue\n     cuando yo ví a mi hija—que fue la primera vez que ella se vino—subir a ese\n     camión. Ella lloraba mucho, yo me hacía la fuerte y traté de no no llorar y\n     solamente me puso sus manitas en el cristal [Llorando]. Y me dijo, “Mami I\n     love you, I love you forever”. Yo nomás me le quedé viendo y le mandé un\n     beso y dije, “Dios mío bendicemela”. Y me volteé, me volteé para que ya no\n     me viera llorar. Pero yo creo que yo le lloré como dos años; dos años\n     porque sí es muy, muy difícil. Mi hija me hablaba y era llorar y llorar y\n     llorar y llorar y yo decía, “Mami no me puedo regresar porque allá no vamos\n     a poder pagar el dinero que debemos”. Era mucho dinero. Y sí le dije, “Yo\n     te hago una promesa hija que el día que yo termine de pagar este dinero al\n     siguiente día yo me voy con ustedes”. Fueron ocho años, terminé de pagar.\n     Terminé de pagar un septiembre doce me acuerdo perfectamente, y yo regresé\n     diciembre veintiocho de ese mismo año. Dije, “Me voy con ustedes”.\n \n <br/>\n \n     Anita: ¿Ella, Gisel, regresó? ¿Por qué?\n \n <br/>\n \n     Maria: Ella regresó porque en la escuela donde ella estaba\n     habián...sí había muchos amiguitos que se involucró con niñas que realmente\n     hasta la fecha no puedo captar qué fue lo que pasó. Había una niña, bueno\n     ya no una niña una jovencita de veintiun años, como que reclutaba niñas\n     pequeñas. Y una de esas amiguitas la invitó a bailar a Missouria—a una niña\n     de 12 años. Y mi niña le dijo que iba a la mall con su amiga.\n \n <br/>\n \n     Anita: ¿Al mall?\n \n <br/>\n \n     Maria: Exacto. Pero nunca fueron a la mall, se fueron con la\n     otra chica y la chica se la llevó a Missouri. Estuvo tres días mi hija con\n     esa persona. Ahí sí tuvimos que llamar a la policía. Si tuvimos que, para\n     que me la buscaran. Anduvimos como locos preguntando por todos lados. Las\n     cosa esm que nosotros la tuvimos que ir a recoger a la línea de Arkansas y\n     Missouri porque la señora nunca nos dio la cara. Nunca supimos que fue, el\n     policía dijo que era una persona que reclutaba niñas para lugares para los\n     hombres. Me dio tanto miedo ya esa situación que yo dije, “No, es que yo\n     tengo que trabajar tanto aquí y tú no te puedes tampoco quedar sola tanto\n     tiempo. Tú tienes que irte.” Una chica, una policía de ahí de donde nos\n     mandaron a corte y todo ese tipo de cosas, nos aconsejó. Dijo, “Mira, la\n     niña es menor de edad. Es ilegal. A ella la van a meter a un, como para”—no\n     recuerdo el nombre del centro de rehabilitación— “pero la van a tener hasta\n     que ella cumpla 18 años”.\n \n <br/>\n \n     Anita: ¿A su hija?\n \n <br/>\n \n     Maria: A mi hija. “Después de los 18 años entonces ellas van a\n     ver si es apta para que se quede o no se quede o la deportarían”. Entonces\n     dije, “Ay no mi hija no se se va a quedar” porque ella tenía doce años...O\n     a custodia de otra familia americana que pudieran verla porque según\n     nosotros no la cuidamos porque se las llevaron. Estados Unidos en ese\n     aspecto con los niños son muy difíciles ¿no? Entonces a veces no entienden\n     que uno como papá tiene que salir a trabajar. Y realmente pues si, los\n     niños están muy, muy vulnerables y nunca pensamos que en ese lapso de dos,\n     tres horas que...porque realmente no se quedaba todo el día sola, se\n     quedaba solo dos horas en lo que llegaba el papá. Pero ella sale con una\n     amiguita y pasa todo esto. La policía no lo vio así. Entonces dijo, “No\n     ustedes no están aptos para que la niña esté con ustedes y ella se queda.\n     Se queda con una familia que la tenga que ver”. Era una hispana la que nos\n     estaba aconsejando y me dijo, “Mirá yo, sinceramente te recomiendo que ya\n     no vengas aquí y que saques a tu hija del país. Llévatela. Lleva tu hija.\n     Llévatela México porque te la van a quitar”. Yo dije, “No, a mí hija nadie\n     me la quita”. Y fue cuando yo la mandé con mi mamá y mi hermana.\n \n <br/>\n \n     Anita: ¿Y esa señora la robaron? ¿La que la llevó a Missouri?\n \n <br/>\n \n     Maria: Si.\n \n <br/>\n \n     Anita: Fue tráfico de sexo.\n \n <br/>\n \n     Maria: Exactamente. A la niña no le hicieron nada porque\n     nosotros nos movimos muy rápido. Fue muy rápido. Mi hija desapareció un\n     lunes a las cinco de la tarde y yo a las diez de la noche yo ya andaba\n     moviendo todo. Yo me moví muy rápido y empecé a mover con gente que yo la\n     veía la niña que hablaba como siempre he tenido contacto con las mamás.\n     Nunca ha sido que mi hija sale y no sé ni a dónde va. Entonces, fue eso lo\n     que a mí me ayudó. Y lo que séa, todas las mamás me apoyaron, me ayudaron,\n     empezamos a buscar y efectivamente la niña se la habían llevado porque se\n     habían llevado a dos. Éramos dos mamás en esa misma situación. Y fue por\n     eso que yo la mandé a México, sentí mucho miedo. Sentí mucho miedo por la\n     niña entonces dije, “No, mi hija se va”. Y fue por eso que ella se vino.\n \n <br/>\n \n     Anita: ¿Y fue la policía que la encontró?\n \n <br/>\n \n     Maria: Si, fue la policía que la encontró.\n \n <br/>\n \n     Anita: Wow. ¿Tenía doce años?\n \n <br/>\n \n     Maria: Doce años. Doce años.\n \n <br/>\n \n     Anita: Finalmente, regresó a México ¿Cómo fue para usted?\n \n <br/>\n \n     Maria: La verdad. Muy traumático. Primero con mucha ilusión. El\n     primer mes, “¡Ay mi México tan lindo y mi familia!”. Cuando yo me empiezo a\n     dar cuenta de la realidad que es México, sí me asusté. Sí me asusté porque\n     yo dije, “No pues yo a lo mejor yo allá voy a poder trabajar fácilmente”.\n     Me costó mucho trabajo para tener un, ahora si que para tener un trabajo.\n \n <br/>\n \n     Maria: La economía, definitivamente aquí no me alcanza para nada\n     o sea yo puedo trabajar diez horas y aún así no me alcanza. O sea aquí uno\n     vive al día; uno es muy difícil. Los asaltos, yo tuve dos asaltos. Uno no\n     me di cuenta pero el otro si. Y lo más triste es que eran jovencitos como\n     de quince, dieciseis años. Me pegaron, me aventaron, me quitaron las bolsas\n     que yo traía. No me pudieron quitar la bolsa porque yo la traía cruzada.\n     Que en si sólo traía veinte pesos, no traía más. Pero entre mi me quedé\n     pensando, “Por veinte pesos me pudieron haber matado estos niños”. Y gente\n     tan joven, tan joven que está haciendo todo eso. Yo sinceramente no salgo.\n     Ahorita salgo así, pero ya, ya me sé mover: por que calles no debo entrar,\n     tiene que ser en el día porque yo de noche ya no salgo. O sea, sí hay\n     ciertas cosas que cambiaron mi vida, que sí me da miedo. La primera vez que\n     llegué y me subí al metro lo que hice fue sentarme en las escaleras y\n     llorar pensando que algo había pasado. Le hablo a mi mamá, “Mamá algo está\n     pasando en el metro porque qué mucha gente no sé qué”. Y me dijo, “¿En qué\n     estación estas?”. “Pantitlán.” “Ay mi amor no te preocupes eso es normal de\n     todas las mañanas”. Y yo, “¿¡Qué!?”. Yo nomás me senté, estaba una señora a\n     un lado mío, pues yo lloraba porque sí me asusté. Y dijo, “No te preocupes\n     yo voy a estar aquí contigo hasta que tú puedas tomar el metro”, Eso fue a\n     las ocho de la mañana, yo tomé mi metro hasta las once de la mañana que\n     pude tomar el metro. Porque era un caos y una cosa y una aventadera y un\n     pleito que dije, “¿Dios mío esto es de todos los días?” Entonces pues si me\n     traume más. Casi no salía. Sinceramente no salía más que con mi hermana o\n     mi mamá.\n \n <br/>\n \n     Anita: ¿Y has pensado en ir a vivir a Playa?\n \n <br/>\n \n     Maria: Sí. Sí, sí, sí, sí. Ahorita acabo de regresar. Tengo dos,\n     que serán dos tres semanas que regrese de Playa y definitivamente, mi idea\n     es irme para allá con ellos. No allá es otra cosa, es muy tranquilo muy\n     fácil para que nosotros podamos tener algún trabajo. Aquí me ha costado\n     mucho, llevo un año buscando trabajo y aquí desgraciadamente el Gobierno es\n     tan injusto porque las personas después de treinta y ocho años ya no les\n     dan trabajo tan fácilmente. Es muy difícil México. Definitivamente. Es muy\n     bonito. A lo mejor somos gente que realmente tenemos mucho más corazón que\n     en algunos otros países pero desgraciadamente México es de mucha\n     corrupción. Es muy difícil vivir aquí. Es muy triste mi país y no la verdad\n     yo en México—La Ciudad de México me da mucho miedo. Me da mucho miedo\n     sinceramente.\n \n <br/>\n <br/>\n \n     Anita: ¿ Tiene otra familia ahora?\n \n <br/>\n \n     Maria: No. Yo vivo solo con un sobrino.\n \n <br/>\n \n     Anita: ¿Y por qué no se ha ido ya a Playa entonces?\n \n <br/>\n \n     Maria: No me iba porque mi hija estaba aquí. Ella se acaba de ir\n     ahora en enero. Apenas este año y por ella no me iba. Pero ahora que ella\n     ya dijo mami si me voy dije,\n \n \n     “¡Perfecto!”. Dije, “Déjame arreglar unas cosas aquí” porque mi sobrino el\n     que llegó, él sí lo deportaron. No tiene más familia más que yo. Realmente\n     hay más familia pero él no la conoce. Él se lo llevaron creo que de seis\n     años. Él ahorita tiene cuarenta años y pues realmente no, no convivió con\n     la familia entonces se sintió un poco incómodo.\n \n <br/>\n \n     ¿ Entonces estoy tratando de que él lleve su caminito, y le dije a mis\n     hijos, “déjenme que él ya se aliste, vea como debe moverse”—todas las\n     situaciones que yo pasé que la tuve que pasar sola— “quiero apoyarlo en eso\n     a él” le dije. “Denme dos, tres meses y yo me voy para allá”. Pero si me\n     voy con ellos.\n \n <br/>\n \n     Anita: Usted vivió con su familia siempre en Arkansas.\n \n <br/>\n \n     Maria: Siempre.\n \n <br/>\n \n     Anita: ¿Y después los ocho años?\n \n <br/>\n \n     Maria: Viví sola o con unas roommies. Pero, como era gente muy\n     jovencita pues siempre hacían mucho relajo no, y yo ahora estaba muy\n     concentrada en mi trabajo. Entonces decidí mejor vivir sola. Me agarré un\n     estudio y pues prácticamente lo ocupaba solo para dormir.\n \n <br/>\n \n     Anita: ¿Y en Arkansas?\n \n <br/>\n \n     Maria: En Arkansas. Después, sí conocí una pareja, si conocí una\n     pareja que fue cuando me fui a West Virginia. Pero, yo siempre tenía eso de\n     qué eso no era lo que a mí me llenaba. Realmente yo quería regresar con mis\n     hijos, regresar con mi familia y este chico me apoyó me dijo, “¿Sabes\n     qué?”. Me deprimí mucho con él. Viví un año con él y siempre me veía\n     triste, siempre me veía llorando. A mí ya no me importaba si yo trabajaba\n     bien o no trabajaba bien.\n \n <br/>\n \n     Anita: ¿Era una relación?\n \n <br/>\n \n     Maria: Era una relación. Y fue él que me dijo, “Yo creo que si\n     necesitas regresar. Porque de nada sirve que tú y yo estemos bien como\n     pareja si tú como madre no estás bien. Vete para allá. Ve a tus hijos y si\n     el destino está en juntarnos otra vez, pues se va a dar. Y si no, Pues ni\n     modo”. Y sí hemos hablado como amigos pero definitivamente yo digo, “Mi\n     lugar está donde están mis hijos. Yo quiero estar con ellos”.\n \n <br/>\n \n     Anita: ¿Y hay como reparar la relación con su ex-esposo?\n \n <br/>\n \n     Maria: No yo creo que ya no. Somos súper amigos, nos llevamos\n     súper bien, pero yo creo que ya los dos tenemos diferentes ideales,\n     diferentes caminos, diferentes metas. Nos apoyamos. Pero creo que ya no. De\n     hecho mi hija apenas me lo preguntó: “Mami vente por aca y te reconcilias\n     con papi”. Y yo, “¡Qué! No mi amor eso no va a pasar. Que somos los grandes\n     friends pero hasta ahí”. Y si yo creo que ni él tampoco. Yo creo que él\n     también ya tiene otras cosas por las que él quiere seguir luchando y yo lo\n     mismo. Entonces le digo, “No yo creo que si estamos bien no llevamos padre\n     todos asi”. Si.\n \n <br/>\n \n     Anita: ¿Y La relación era en West Virginia? ¿Ese fue el ultimo año?\n \n <br/>\n \n     Maria: [Sonido de afirmación] Mi relación fue en West Virginia.\n     El último año que fue cuando regresé para acá.\n \n <br/>\n \n     Anita: ¿Hay algo más que quisieras decir?\n \n <br/>\n \n     Maria: No yo creo que eso es todo.\n ",
  "annotations":[
    {
      "type":"text",
      "start":6,
      "end":11,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":35,
      "end":40,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46,
      "end":51,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":86,
      "end":92,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":110,
      "end":115,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":164,
      "end":169,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":216,
      "end":221,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":263,
      "end":268,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":410,
      "end":415,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":952,
      "end":957,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3526,
      "end":3531,
      "text":"Haber",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3656,
      "end":3662,
      "text":"Dallas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4533,
      "end":4541,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":6468,
      "end":6473,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6587,
      "end":6598,
      "text":"400 dólares",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":6762,
      "end":6767,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6837,
      "end":6842,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6909,
      "end":6914,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6966,
      "end":6971,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7079,
      "end":7084,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7133,
      "end":7138,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7174,
      "end":7179,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8543,
      "end":8548,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8722,
      "end":8729,
      "text":"Ahorita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":8883,
      "end":8888,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9492,
      "end":9497,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9692,
      "end":9697,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9800,
      "end":9805,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9849,
      "end":9854,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10058,
      "end":10063,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10101,
      "end":10106,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10156,
      "end":10161,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10199,
      "end":10204,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10592,
      "end":10600,
      "text":"Pilgrims",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10685,
      "end":10690,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10740,
      "end":10745,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10773,
      "end":10779,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10781,
      "end":10787,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11008,
      "end":11020,
      "text":"tres semanas",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11357,
      "end":11361,
      "text":"tres",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":11969,
      "end":11980,
      "text":"las ocho de",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":11998,
      "end":12009,
      "text":"cinco horas",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":12011,
      "end":12022,
      "text":"Cinco horas",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":12052,
      "end":12057,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12121,
      "end":12126,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12301,
      "end":12306,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12364,
      "end":12369,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13413,
      "end":13419,
      "text":"un año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":13834,
      "end":13840,
      "text":"un año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":13865,
      "end":13871,
      "text":"un año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":15489,
      "end":15494,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15551,
      "end":15556,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15584,
      "end":15589,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15615,
      "end":15621,
      "text":"un año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":15784,
      "end":15791,
      "text":"Sinaloa",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":17334,
      "end":17340,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17866,
      "end":17872,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17880,
      "end":17886,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18778,
      "end":18784,
      "text":"un año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":19384,
      "end":19389,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19441,
      "end":19447,
      "text":"Martín",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19582,
      "end":19588,
      "text":"Martín",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19640,
      "end":19645,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20122,
      "end":20128,
      "text":"Martín",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20830,
      "end":20835,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20920,
      "end":20925,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20966,
      "end":20971,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20993,
      "end":20998,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":21005,
      "end":21011,
      "text":"Latina",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":21081,
      "end":21090,
      "text":"Argentina",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":21186,
      "end":21191,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":21296,
      "end":21301,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22075,
      "end":22080,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22121,
      "end":22126,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22194,
      "end":22199,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23002,
      "end":23012,
      "text":"un año más",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23127,
      "end":23136,
      "text":"ocho años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23216,
      "end":23227,
      "text":"mil dólares",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":23256,
      "end":23260,
      "text":"José",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23391,
      "end":23396,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23447,
      "end":23456,
      "text":"Ocho años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23481,
      "end":23490,
      "text":"Ocho años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23573,
      "end":23579,
      "text":"México",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":23622,
      "end":23627,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23666,
      "end":23671,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23747,
      "end":23753,
      "text":"Martín",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":24286,
      "end":24292,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25352,
      "end":25357,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25845,
      "end":25850,
      "text":"Gisel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":25881,
      "end":25896,
      "text":"los cuatro años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":26119,
      "end":26123,
      "text":"José",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":26219,
      "end":26224,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":26234,
      "end":26243,
      "text":"americano",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":26261,
      "end":26266,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":26268,
      "end":26287,
      "text":"El Futbol americano",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":27532,
      "end":27539,
      "text":"17 años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":27650,
      "end":27661,
      "text":"los 18 años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":28281,
      "end":28287,
      "text":"Cancún",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":29076,
      "end":29130,
      "text":"dos dólares por cada que yo le lave\n     los trastes”.",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":29728,
      "end":29732,
      "text":"José",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30207,
      "end":30212,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31532,
      "end":31537,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31714,
      "end":31720,
      "text":"México",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":31923,
      "end":31932,
      "text":"diez años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":33248,
      "end":33253,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":33294,
      "end":33299,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":33324,
      "end":33329,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":33418,
      "end":33425,
      "text":"18 años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":35673,
      "end":35676,
      "text":"dos",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":37245,
      "end":37251,
      "text":"Sylent",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":38362,
      "end":38371,
      "text":"tres años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38514,
      "end":38525,
      "text":"250 dólares",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":38770,
      "end":38780,
      "text":"20 dólares",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":39356,
      "end":39371,
      "text":"dos mil dólares",
      "label":"QUANTITY"
    },
    {
      "type":"text",
      "start":41557,
      "end":41565,
      "text":"Una hora",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":42143,
      "end":42148,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43789,
      "end":43794,
      "text":"Gisel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44449,
      "end":44454,
      "text":"Gisel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44877,
      "end":44882,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45034,
      "end":45039,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45550,
      "end":45558,
      "text":"dos años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":45938,
      "end":45947,
      "text":"ocho años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":45989,
      "end":46007,
      "text":"un septiembre doce",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46149,
      "end":46154,
      "text":"Gisel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":46576,
      "end":46583,
      "text":"12 años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":46786,
      "end":46794,
      "text":"Missouri",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":46803,
      "end":46812,
      "text":"tres días",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":47052,
      "end":47060,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":47068,
      "end":47076,
      "text":"Missouri",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":47526,
      "end":47530,
      "text":"Mira",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":47718,
      "end":47725,
      "text":"18 años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":47744,
      "end":47749,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":47809,
      "end":47829,
      "text":"los 18 años entonces",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":48382,
      "end":48385,
      "text":"dos",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":48474,
      "end":48488,
      "text":"solo dos horas",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":48938,
      "end":48954,
      "text":"Llévatela México",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49099,
      "end":49104,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49151,
      "end":49159,
      "text":"Missouri",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":49177,
      "end":49182,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49204,
      "end":49209,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49248,
      "end":49253,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":49875,
      "end":49878,
      "text":"dos",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":50162,
      "end":50167,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50221,
      "end":50226,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50240,
      "end":50249,
      "text":"doce años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50274,
      "end":50283,
      "text":"Doce años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50285,
      "end":50294,
      "text":"Doce años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":50386,
      "end":50391,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":50879,
      "end":50889,
      "text":"diez horas",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":52622,
      "end":52627,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":52660,
      "end":52665,
      "text":"Playa",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":52763,
      "end":52779,
      "text":"dos tres semanas",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":52795,
      "end":52800,
      "text":"Playa",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":53121,
      "end":53130,
      "text":"ocho años",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":53189,
      "end":53195,
      "text":"México",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":53352,
      "end":53358,
      "text":"México",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":53470,
      "end":53489,
      "text":"La Ciudad de México",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":53676,
      "end":53681,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54724,
      "end":54729,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54756,
      "end":54761,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":54805,
      "end":54810,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55100,
      "end":55105,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":55113,
      "end":55121,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":55149,
      "end":55157,
      "text":"Arkansas",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":55240,
      "end":55253,
      "text":"West Virginia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":55683,
      "end":55688,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56141,
      "end":56146,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56864,
      "end":56869,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56893,
      "end":56906,
      "text":"West Virginia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":56948,
      "end":56953,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":56997,
      "end":57010,
      "text":"West Virginia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":57017,
      "end":57030,
      "text":"El último año",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":57080,
      "end":57085,
      "text":"Anita",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":57138,
      "end":57143,
      "text":"Maria",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":417,
      "end":711,
      "label":"Migration from Mexico, Economic, Opportunity"
    },
    {
      "type":"text",
      "start":16851,
      "end":17284,
      "label":"Time in the US, Raid, Ice, Feelings,  Relieved, Faith, Fear"
    },
    {
      "type":"text",
      "start":15591,
      "end":16830,
      "label":"Time in the US, Fear, Police raids, Feelings, Fear,  relieved"
    },
    {
      "type":"text",
      "start":14644,
      "end":15416,
      "label":"Time in the US, Immigration status, Hiding/lying, Living undocumented"
    },
    {
      "type":"text",
      "start":8014,
      "end":8203,
      "label":"Time in the US, Immigration status, Jobs/employment/work, Living undocumented"
    },
    {
      "type":"text",
      "start":6475,
      "end":6748,
      "label":"Time in the US, Jobs/employment/work,  Exploitation"
    },
    {
      "type":"text",
      "start":5947,
      "end":6454,
      "label":"Time in the US, Living situation,  Unsanitary"
    },
    {
      "type":"text",
      "start":5462,
      "end":5610,
      "label":"Arriving in the United States, First impressions, Racism, Spanish"
    },
    {
      "type":"text",
      "start":4361,
      "end":4621,
      "label":"States, Arkansas, Spanish"
    },
    {
      "type":"text",
      "start":1921,
      "end":2184,
      "label":"Border crossing, Documents, Positive Emotions, Faith, Fear, Spanish"
    },
    {
      "type":"text",
      "start":1662,
      "end":1855,
      "label":"Migration from Mexico, Positive Emotions, Fear, Faith, Spanish"
    },
    {
      "type":"text",
      "start":2766,
      "end":3629,
      "label":"Border crossing, Documents, Border patrol, Negative Emotions, Legal Status, Disorientation, Spanish"
    },
    {
      "type":"text",
      "start":3630,
      "end":4340,
      "label":"Immigration status, Learning status, Negative Emotions, Legal Status, Frustration, Disorientation, Spanish"
    },
    {
      "type":"text",
      "start":1059,
      "end":1289,
      "label":"Migration from Mexico, Reasons, Economic"
    }
  ],
  "audio":[

  ],
  "subjects":null
}