{
  "name":"Miguel C",
  "date":"June 1, 2019",
  "location":"Mexico City, Mexico",
  "interviewer":"Anne Preston",
  "portrait":"Miguel_C_6-1-2019_Portrait.jpg",
  "thumbnail":"Miguel_C_6-1-2019_Thumbnail.jpg",
  "text":"\n   Anne: I just want to thank you, first of all, for coming to talk to us,\n   because I'm sure it's not easy.\n \n \n   Miguel: Definitely, yeah.\n \n \n   Anne: And talking about experiences that bring back pain and friendships.\n   I'm very sorry. But it's great that you're going to do it. It's important\n   to hear those.\n \n \n   Miguel: Of course. Thank you.\n \n \n   Anne: Why don't we start by you just telling me a little bit about what it\n   was like when you first came to the States.\n \n \n   Miguel: What I remember is you know living in a two -bedroom apartment with\n   my family, which was at that time, my dad, my stepmom, my aunt and uncle,\n   my cousin, my other aunt and uncle and my two boy cousins. So it was quite\n   a few of us in a two bedroom apartment. We used to, our room was the living\n   room. I remember living in the apartment and my dad used to put both the\n   couches together and make it bigger. And my stepmom and myself would sleep\n   on the couches, and my dad would sleep on the side of us.\n \n \n   Miguel: I remember going to school, actually school wasn't that bad when we\n   lived in California, because we had the opportunity that our teachers spoke\n   English and Spanish. So they kinda knew that kids that were coming in that\n   didn't speak English. And they would try to help us out a little bit more\n   with that. And it was great. It was really great living there at the\n   beginning.\n \n \n   Miguel: I remember that school. I remember McDonald's a lot. Eating\n   McDonald's when we're younger, they actually were able to take us to\n   Disneyland as well. A few years later, they took us to Disneyland. This is\n   in California, after the earthquake, there was an earthquake and we had to\n   move. And that's when we migrated to Portland, Oregon.\n \n \n   Anne: So when you said they took us to Disneyland, us meaning you and your\n   siblings?\n \n \n   Miguel: Right. It was actually my whole family that migrated from Mexico to\n   the United States, which was my two uncles, which are my dad's brothers and\n   my two aunts, which are my uncles' wives, two boy cousins and a girl\n   cousin. We all went together to Disneyland, my mom and myself and my dad.\n   And it was great. It was a lot of fun. We went to Universal Studios. Then I\n   remember during that time, there was still the King Kong train where they\n   took us, the ET thing where we were on the bikes. I had a lot of great\n   memories from when I was younger there.\n \n \n   Anne: That seems really, how old were you when you went to Disneyland?\n \n \n   Miguel: I think we were about eight years old. And I remember that during\n   that time I remember we were like big fans of the Pogs, the little things\n   that you play with like the Slammers. Yeah I know that. A big fan of\n   Batman, I've always been a big fan of Batman and I loved being there when I\n   was younger, I had a good childhood when I was in California. And then the\n   earthquake came, I think it was around 1994-95 there was a big earthquake\n   out there in California. And after that, things started going a little bit\n   downhill because my parents were without a job. But what they did was they\n   gathered a lot of cardboard like recycle. They recycled a lot of things.\n   And that was like their main source of income, was going out in the\n   mornings and getting cardboard boxes, plastic bottles, beer bottles,\n   aluminum cans, glass bottles and recycling.\n \n \n   Miguel: So that was what they started to do after the earthquake, because\n   before the earthquake they actually worked for a painting company. So their\n   job was stable, they had an income every week and things like that. But\n   after that, it was really hard for them to get a job. My uncle left from\n   California to Oregon. And when he got to Oregon, he was able to find work.\n   So he contacted my dad, and my other uncle, one of my other uncles decided\n   to come back to Mexico because he couldn't find you know a better way. He\n   got so desperate of, he just got frustrated and just said, \"You know what,\n   I'm going to leave.\" And he did.\n \n \n   Miguel: He took my cousin and my aunt and came back to Mexico. So he's here\n   now. But the other, the rest of us stayed over there. And we lived in\n   Oregon, the rest of the time in Portland, Oregon and there, I went to\n   school, I went to elementary school in grade elementary school, I loved it.\n   It’s called the Ventura Park Elementary School. It was great. A lot of\n   great teachers. I remember one teacher in particular, Miss Gilmore, she was\n   always like, even when I went to middle school, she was always there. I\n   would run into her even in the streets, and it was really rare to run into\n   one of your teachers. But when I did, and she would see me, and she would\n   get really happy. And she would always tell me, \"You're a great leader,\n   you're very smart, use that for something good, you know?\" And I always had\n   that in mind. And that was pretty much always my intention, I don't know if\n   I started going off a little bit off track during middle school\n \n \n   Miguel: I think the people I started meeting there, they had older brothers\n   and older siblings that they knew more about, maybe drugs, gangs, weapons,\n   and things like that. So my curiosity brought me to try to see what that\n   was about. I didn't get involved in gangs too much, but being Hispanic, I\n   think that was kind of part of our culture, you can say. Not to be in the\n   gang, but to have a family member or know somebody that's in one and things\n   like that. Drugs wasn't really a big issue for me, I didn't have a drug\n   addiction to the point where I needed help or anything like that.\n \n \n   Miguel: I did occasionally consume marijuana and alcohol. But it wasn't\n   never really something that I enjoyed doing like that. I actually like\n   sports. I was in wrestling, and soccer, always soccer but I was more into\n   wrestling. And so I did wrestling. I have a picture of my trophy here in\n   Mexico. And I have my picture here.\n \n \n   Anne: It’s hard.\n \n \n   Miguel: I have a lot of things here. I enjoy working on cars. My very first\n   car was a Chrysler. And I remember installing a stereo. I remember washing\n   my car. Things like that, that I wish I had here. But it's a lot harder\n   here.\n \n \n   Anne: Did you have a lot of friends?\n \n \n   Miguel: Oh, yeah, definitely. I still have contact with friends that I was\n   in elementary school with. I have this particular friend; her name is\n   Cassandra. And she's always been my friend since I was in sixth grade. She\n   knows I'm out here. And she always sends me messages. They offered to help\n   with money and things like that, because they understand the situation out\n   here. And they understand the things I'm used to. Honestly, I was used to a\n   lot of good things out there and I was working and going to school. I was\n   able to buy myself things that I liked. And I can say it was affordable.\n   And out here it's hard, for example, to buy a pair of tennis shoes for 3000\n   Pesos and over there buying ‘em for $60 or $50. It was hard. Being here was\n   very difficult because I was so used to having a car. I had a permit to\n   drive. I was able to drive, I paid my insurance and I was always making\n   sure that I was safe, you know, if anything happened to us.\n \n \n   Miguel: Never really… I like fast cars but never really into illegal street\n   racing or anything like that. But out there in Portland, they had a\n   racetrack so I was able to go out there and see people race their cars and\n   things like that. I like technology. It seems like I want to study, I want\n   a career. I want to work in something that involves technology because\n   Mexico doesn't really have much technology and they don't really make much\n   of anything. And it would be somethin’ great, to be able to be in a country\n   and do somethin’ with their water system as well. I hear a lot of people\n   are left without water, it's very frustrating when you want to get up, take\n   a shower and there's no water, there's no electricity or there's no gas.\n   And that's the kinda things I don't like going through out here. And out\n   there, I was living in a one-bedroom apartment with hot water with, you\n   know, electricity. You pay your light bill, you're going to have\n   electricity, you pay everything.\n \n \n   Miguel: But out here, it's just like everybody is. I don't know, they don't\n   pay their electricity bills out here. So they just like hang off of other\n   people's light. And sometimes they find out, the next thing you know,\n   you're without electricity. Like, right now, we suffer from that. Our\n   lights get cut off a lot. Our water goes away a lot, too. And it's very\n   frustrating, because it's something that I'm not used to. I'm not saying\n   that I had the best life. But I lived comfortable. I wasn't rich, and I\n   wasn't wealthy, either. I was just being responsible and working and\n   getting my moneys, getting what I was working for. And that was a thing.\n   And out here's like, I think the more you work out here as well, the less\n   you make.\n \n \n   Miguel: A lot of construction jobs, I was 14, and it was an under the table\n   job remodeling houses. And the guy I worked for, he was like, \"You're\n   really young.\" That was during the summer. So I was like, \"It's just a\n   summer job.\" He was like, \"Alright, I might hire you.\" And he was paying me\n   $10 an hour. And he was buying me food. And he was like taking me places,\n   he was really nice, really nice people. And they were actually very very\n   concerned about my legal status as well in the States. They were those type\n   of people that if they could help me they would. And unfortunately, I lost\n   contact with them because they left to Virginia. And I was in Oregon. And I\n   know if I would have been able to contact one of them, they would have been\n   able to help me with maybe a bond or something to pay the bail. But, they\n   were really good people and I wasn't doing much because of the fact that I\n   spoke English and Spanish.\n \n \n   Miguel: His name was Dennis. Dennis would be like, \"Okay, you're going to\n   help me at this job site, because these people don't speak English.\" He's\n   like, \"And I don't even think they speak Spanish, they speak a different\n   dialect.\" So when I get there, only one of them speak Spanish. So I had to\n   communicate with him, for him to communicate with the rest. So that was\n   always like my strengths too, being bilingual. And learning things. I'm a\n   visual learner. And I learned a lot of things in a lot of ways, but I can\n   like just see you do something and I can learn it.\n \n \n   Miguel: And that really helped me a lot with my work. I worked at a truck\n   wash. It was great. I loved it. I loved working with the people there. My\n   manager. He was great. He was half Hispanic, his mom was Hispanic and\n   established from the States. He was great. He was type of a person like, \"I\n   need $20 for gas, can you,\" \"No, here you go.\" And that's what I miss from\n   over there. At one point, I worked at a call center for spring. And I\n   remember, the reason I started working there was because my cousins were\n   working there.\n \n \n   Miguel: But I remember when people would do something out of the ordinary,\n   like, provide, say a certain word to a customer, provide a customer a\n   certain help, they would price you. They would give you a price. Maybe a\n   hands free headset or cell phone cover. And it's something that I don't see\n   out here. And it's something that is motivation. It would motivate me a\n   lot. When I used to work at the truck wash, my schedule was from 7:00 to\n   3:00 in the afternoon. My days off were different. It could be Wednesday\n   and Thursday and it could be Friday and Saturday.\n \n \n   Miguel: However, there was times where they needed people to cover other\n   shifts. And they would ask everybody, nobody would want to but I had a car.\n   So I was like well I can make it home, I have food. There's Jack in the\n   Box. I can get two tacos for $1. I'll be good on food. So I was like\n   alright, and I will go ahead and stand up. Let me go ahead and take that\n   graveyard shift. I'll stay from 11:00 to 7:00.\n \n \n   Miguel: I did that. I actually went in on a Sunday from 11:00 to 7:00,\n   thinking that was how the shift started. But no, I was supposed to come in\n   Monday from 11:00 to 7:00. But I worked a day more. So I worked Sunday\n   Monday and they gave me the weekends off. So after all this, they bring\n   doughnuts, they brought Krispy Kreme Doughnuts that day I remember, and\n   they shared a box with me. And they gave me some gift cards for gas and\n   some gift cards for Walmart to thank me for helping them out during that\n   graveyard shift. They didn't have anybody. And that was always me, like I\n   was always motivated to do better and to do more.\n \n \n   Miguel: I took the opportunity as well to not necessarily supervise\n   because, supervising would be constantly on people. But my duty at one\n   point in time when I wasn’t washing trucks was to greet the customer. And I\n   had that skill. So I was like, \"Hey, good afternoon. How are you doing?\"\n   \"I'm doing great.\" \"Oh You need to quit smoking.\" And I'm like, \"Oh sorry.\n   Yeah,\" because we're outside so I could smoke. But I would smoke, joke\n   around with them, build a bond, and they would get so confident with us\n   that next trip, they would come back, \"Hey, where is the little guy, the\n   little guy Miguel.\" And I was like, \"Yeah, I'm right here.\" They're like,\n   \"Hey, how have you been?\" \"Hey, remember I told you, I was going to go to\n   such place and bring back such thing.\" And I was like, \"Yeah, hey here you\n   go.\"\n \n \n   Miguel: I had great communication skills with those people. That was\n   always, like trying to smile and be happy. My son's mother, her whole\n   family, they're American. And her grandpa was, I'm not going to say racist,\n   but he was a little prejudiced. So he would say some comments about\n   Hispanics and Black people. And he would always call me Pancho. He was\n   like, \"Pancho,” and I would be like “whaat like yo...hey my name is\n   Miguel,\" and he was like, \"I'm just going to call you Pancho. All y'all\n   look alike and things like that.\" And I was like, \"All right.\" I would joke\n   around with them as well. And it got to a point where me and him would\n   like, he was a truck driver. So that's how I knew about my job, because he\n   helped me get in there.\n \n \n   Miguel: So he would go in and wash his truck, come out and joke around and\n   everybody and start building more confidence with me, he was a great\n   person. His name was Wayne. And me and him used to get along great. And his\n   wife, [inaudible], which is my son's mom's grandma. They're like she is my\n   grandma. My mother in law, she was great. Pam, she was a great person. I\n   really miss them a lot. And he used to take me on his truck. Like, \"hey,\n   I'm going to go to California on a trip. You want to ride with me?\" Like,\n   \"Heck yeah, I want to ride with you.\" He had a nice Volvo. It's called,\n   it’s a Volvo 770. Nice truck. And I used to enjoy going with him and I\n   learned a lot, their culture as well.\n \n \n   Miguel: Maybe yeah Thanksgiving and things we would celebrate. But I've\n   never celebrated Thanksgiving with an American family. Just with my family\n   and maybe we do things differently than they do. And being able to go with\n   their family, he even bought an RV and we drove down to his son's house and\n   his family and his mother-in-law and their family. And I mean you can\n   imagine they had a big house, a great house and I was like the only colored\n   person there. And nobody treated me differently. Everybody was like, \"Hey\n   man, go ahead and eat, and you want a beer?” And you have the crazy uncle\n   here like, \"hey, come over here, do you know any pretty girls?\" I was just\n   like, \"Oh, I might.\n \n \n   Miguel: Getting to communicate with them, how do you say it… getting to\n   hang out with them and do more with their family was like actually helped\n   me a lot as well learn the culture a little bit more than how it is but it\n   was great. Fourth of July days were like let's go buy fireworks let's go to\n   Vancouver and buy tons of fireworks and go back to Portland and light them\n   up, illegal fireworks and barbecues. Like my family, literally my mom my\n   dad my uncles my brothers. My family was starting to get involved more too\n   with her family. They were starting to meet each other.\n \n \n   Miguel: My mother in law was like, \"Oh my god, what should I make to eat?\"\n   I was like, \"Make to eat what you always make.\" And she would look at me\n   like, \"Are you sure?\" I'm like, \"They're going to love your food.\" And she\n   would make her things and my family would come and eat. \"Oh my god these\n   little carrots or baby red potatoes,\" and things like that. They would be\n   something I love it. I got used to eating that food and it was great. I\n   actually got sick when I got here for three months and I actually got broke\n   out in a rash everywhere because of the food because of the water. But her\n   family, she had an aunt named Jody and we used to go visit her and her kids\n   were mixed, they were African American and mixed and her whole family\n   treated me good and you know just honestly I did suffer a little bit of\n   racism. Just a little bit, but not to the point where I can tell you my\n   whole life I was discriminated.\n \n \n   Miguel: You know, I actually was treated a lot better than I was here. And\n   I enjoyed it. I miss her family. Unfortunately, her grandma passed away\n   last year. My baby's mom's grandma, she passed away last year. And she has\n   a brother with autism. And he misses me a lot too. I'll speak with him\n   through Facebook. And he'll be like, \"When are you coming Miguel?\" I was\n   like, \"Not anytime soon.\" He has ADD. So he actually tried to catch our\n   house on fire a couple of times. And I talked to him. And it was weird,\n   because it seemed like I tried to talk to him in a way not like they did. I\n   would talk to him differently. And he would stay calm. He would go in my\n   room. He was a child, he didn't care. He didn't knock, he’d just open the\n   door.\n \n \n   Miguel: And we would regularly we're in there laying down or watching TV,\n   like, \"Can I play Xbox with you?\" \"Sure, come in, turn it on.\" And he would\n   get frustrated. And he would throw the remote. And I would be like \"Leave\n   him,\" his sister would cuss him out and say all kinds of things. I was\n   like, just calm down, she's like “he’s going to break the controller.” I'm\n   like, \"I know, but just chill. I'll talk to him.\" And he would and he\n   really did change. And I'm not even going to like, he would take his\n   medication, his Adderall and things like that. But there was moments where\n   I would be like, \"Don't take it, Let's go play basketball,\" and I would get\n   him really tired. And that would work, or listen to music or let's watch a\n   movie or let's wrestle. Things like that. And it would be different.\n \n \n   Miguel: She had a little sister that she was always with us. The little\n   girl was three years old. And she was always with us. We had a car, put her\n   in a car seat, drive her out. \"Let's go eat.\" I’d get off from work like I\n   said, from seven to three. And I'd get home, take a shower, get dressed and\n   everyday we would go out to Outback Steakhouse to Shari’'s chicken fried\n   steak. I miss that. But-\n \n \n   Anne: And you had your own baby too?\n \n \n   Miguel: Yeah, he wasn't born yet. He wasn’t born yet. He was born in\n   December. But within after that time, I was already incarcerated so I\n   wasn't able to really─\n \n \n   Anne: Tell me what happened.\n \n \n   Miguel: The reason why I wasn't able to stay was because we went out to one\n   of my friends' birthday party. And it wasn't a big birthday party. It was\n   just like a dinner with his family at his house, zero alcohol. And after\n   that, we went outside and we did start drinking after a while. It got a\n   little bit late. And then we ended up having to leave, and during that time\n   my brother was with me and my brother, we went to 7-Eleven. And he ran into\n   some guys. And these guys start talking, asking my brother some questions.\n   And I wasn't sure what. So I got out the car and I was like, \"What's going\n   on?\" And the other guy is like, \"Where are you from? The gang banging\n   thing.” And I looked at him like, \"Bro, what you want?\"\n \n \n   Miguel: I wasn't involved in gangs like that. But I wasn't scared of them.\n   And I was more of like a type of person that would like to have money. So I\n   was like, \"You don't you don't scare me with this,\" so one of them hits my\n   brother. And he hits my brother, I hit the other guy. And there was three\n   of them and two girls. So I started getting in a fight with one and the\n   third one comes out and hits me and knocks me down. That's when my friend\n   and my girlfriend, and at that time she was pregnant, she gets out. The\n   girl, the other girl gets out, my friend gets out and he starts fighting\n   with one of them. So I get up and I go to the car and I used to play pool.\n   So I had my pool stick with me. So I open up the case and I pull up the\n   stick. And when I see the guy going towards my brother again, I hit him\n   with the pool stick. So when I hit him, I knock him down.\n \n \n   Miguel: That's when pretty much everything started happening because\n   obviously blood started coming out of his head and people started getting\n   freaked out. So everybody starts yelling. I didn't leave because I was\n   like, \"Alright, well we're going to see what happens. Obviously, there's\n   cameras and they're going to see how everything happened, unfortunately, in\n   the cameras the only thing that you can see is me hitting the guy. So in\n   Oregon, they have this law called Measure 11, where it's a mandatory 16\n   months for any assault charge. And I was getting three assault charges for\n   each individual. And I had no self-defense rights or anything like that. We\n   explained… I had witnesses, letting them know what happened and they had\n   witnesses saying the other part. But the witnesses that were with them,\n   were pretty much saying that they confronted us when we got to the parking\n   lot in the car, they confronted us getting out of the car. And that's\n   exactly what happened.\n \n \n   Miguel: I think the judge noticed as well, that after so many court\n   hearings, these people didn't appear. They no longer went, but to one court\n   hearing. And if you see these people and you see me, you're going to be\n   like alright, \"What are they so scared of?\" These guys were covered in\n   tattoos. They were way older than me at that time. I mean I think one of\n   them was 35 and I was like 19. The judge is looking at him, he looked at\n   me, and I think that's what also made him change his mind because I was\n   going for at like least six years for an assault charge.\n \n \n   Miguel: And when he took all this into consideration, he saw them, and he\n   really pretty much said, \"Okay, well it doesn't seem like they're just\n   people out there not causing trouble, right?. They're looking for it.\" So I\n   think that's why he decided a year and a day. But then again, it was also\n   to send me to a state Prison, which that stays on your record, which did\n   affect me in my immigration status. If it would have been a misdemeanor, I\n   still could have been able to bail out in immigration, but with the felony,\n   I didn't have an opportunity, not even for voluntary departure, nothing\n   like that. That kinda made me more, it did stress me out a lot. It did\n   cause a lot of different emotions within me. To the point where I was so\n   easy to access knives, things like that, in that institution. Where I mean,\n   I was like, should I just end it now or should I…\n \n \n   Miguel: I'm not that type of person. I'm not very weak, to the point where\n   I would consider that. But it did get to a point where I was really just\n   done with a lot. My dreams, I like music. I like to rap, I like to sing.\n   And something that I was doing out there as well. You know, It's so easy to\n   get a hold of a laptop and a microphone and do things formally. And out\n   here, it's impossible. And I've done some music out here. And it's hard to\n   do anything with it without any money, without knowing anybody. And out\n   there, I had a lot of friends out there that, \"Hey, let's go to your house.\n   And we can record and we can do this.\"\n \n \n   Miguel: I had a friend that his father was a police officer. And he would\n   always invite me to his house and his dad would always invite me to dinner.\n   I loved his mom's lasagna. We used to eat too. They were great people. And\n   they knew I was Hispanic, and they never treated me differently. And his\n   dad was like, \"Dude, you guys should rap in English and Spanish,\" and gave\n   us ideas. And we would. I remember when we started, he got his laptop, he\n   recorded some songs and burnt them on a CD. And we had that CD going around\n   school when we were in middle school and high school. It was something that\n   was my dream. It was like I can maybe grow to be something or somebody out\n   here. All those dreams, all those ideas, all those great thoughts, all\n   those great ideas and great plans that you had get taken away from you like\n   literally, like in days. You don't have those hopes anymore. You're out\n   here, you lose all hope. I did. I mean I’m alone out here pretty much.\n \n \n   Miguel: I mean I have my dad's sister and my dad's brother, but they're not\n   very, I can’t count on them for things. I've struggled a lot. And right now\n   I'm without a phone, because I had to pawn my cell phone because I had to\n   pay my rent. I work and I get paid, it's just that it's really hard. I used\n   to live in a different state here. And I was paying 60 pesos every day just\n   for bus fare, getting to work and back and forth. And that was if I was\n   lucky to get a bus that would take me halfway to my house. But then again,\n   you have to pay like 30 pesos more for it. That's what was getting to me.\n   And right now I'm struggling a little bit with my rent. I just started\n   working here in April. In Tele Tech, and it's, I'm barely getting there.\n   And like I said, my family, I'd rather be struggling on my own than with\n   them because they live in an area where there's a lot of drug sale, a lot\n   of bad things. On my dad's side, and my cousins they've stolen from me.\n \n \n   Miguel: Yeah. And I don't even feel safe with my own family. So that's why\n   I tend to stay on my own. Like be on my own, if I eat, good, If I don't,\n   that's okay as well. At least I know it's because of me and not because\n   someone else caused it. But I'm trying my best right now to get back on my\n   feet because I lost a lot of things last year, in November. I got stabbed.\n   They took all my stuff. I had a laptop. I lost that. That's pretty much\n   what I had to go through to be able to be on my own to be free again, you\n   know just be like, \"Alright, you guys can rob me and do what you can, you\n   know, but at least I'll be okay.\" And, yeah, that happened last year. And\n   since then I still haven't really been able to recover. And I mean\n   opportunities like this really does help me. Even if it's a little bit, at\n   least I know, I have this money to go eat something right now and make it\n   back home.\n \n \n   Miguel: But I mean there's a lot of things that are hard right now because\n   of the situation. And I think maybe too, because I don't get my mind off of\n   being in the States. It's like, you need to just take that idea away.\n   You're not over there. I'm like, \"I know.\" But it's like, \"Why can’t it be?\n   Why can’t I be as happy as I was over there? Why can't it be the same? I'm\n   doing good things as well here, I'm working, I'm not getting into trouble.\n   I'm not doing anything illegal. Why doesn't it pay off?\" But it don't. It\n   seems like the more you want, the less you get, and the less things are.\n   It's hard, it really is. And I don't complain a lot about it because I\n   don't get anything out of it. I don't get nowhere. But it is so-\n \n \n   Miguel: Yeah, it is difficult though. It really is. You're in that mind.\n   Like I'm 31 and I don't feel old, and I don't feel young. I feel like I'm\n   at a point where I need to hurry up and do something though. And it's\n   really hard to hurry up and do something out here when there's very little\n   for us to do. And you don't have very many opportunities. I would love to\n   have my own house out here and pay a mortgage and have a car payment and\n   have my son come home and be like, \"Dad, I love our car” or “dad, our house\n   looks nice” or “dad you got a good job,\" or things like that. And it's\n   impossible to really see that, to really visualize what I had over there.\n   Even where I live, people are like, \"Oh, you live in a nice area.\" I'm\n   like, \"I do live in a nice area, but my house is not nice.\" It's like it\n   might look nice and everything but where I live is not really, and they're\n   like “oh” you know. But it is hard. It really is. It's really difficult,\n   it's frustrating, it's very stressful.\n \n \n   Miguel: I want to do more than just work. And I would like to, not own a\n   big business but own a little store or something. But it's hard. And\n   especially now, I think about it like I'm 31 will be 32 by the time I'm 40,\n   I try to focus more in the future and it's hard because then you're like,\n   \"Okay, but I got the path following me, I got to catch up and I got to\n   focus now and so,\" but I try. I really do try and that helps me a lot\n   talking to people and especially people that come from the States, like we\n   have a lot in common, just like the language itself helps us a lot.\n \n \n   Anne: When you think about your own identity, do you think of yourself as a\n   Mexican? As an American?\n \n \n   Miguel: Oh no as Mexican, as Hispanic. But I think I'm more Americanized.\n   That's the thing, that I got more used to the culture out there, their\n   customs and things like that. But I think like yeah I’m Hispanic, I'm\n   Mexican, but I'm a little bit more Americanized and I have, you know I'm\n   more used to the things from over there. Like, I think I could get along\n   better with people out there than over here. Really it's for a lot of\n   reasons but yeah, I would consider myself more from over there than from\n   over here. But like they say you're not even from there, you're not even\n   from here, you're like in the between. But yeah.\n \n \n   Anne: In terms of you said you know you had dreams when you were in the US.\n   What about dreams now? What are your dreams now?\n \n \n   Miguel: I would love to go back. That's my main dream. Like going back, I\n   can focus on working, saving money. I know people out there and not\n   necessarily in big music industries or anything like that, but I know\n   people out there that could possibly help me better that part of music. I\n   like music, I like working on cars and everything that has to do with a\n   car, like the motor, paint, interior, stereo, anything. I like things like\n   that. So I feel like I have a greater opportunity in regards to education\n   out there for me to be able to accomplish that.\n \n \n   Miguel: I feel like I would have the tools that I would need, the resources\n   that I would need out there to become a better person and become a\n   successful person than out here. Out here is like you're limited. And if\n   you are better than someone, they try to pull you down from there. So it's\n   like “oh this guy's too good, let's not have him here.” It's like jealousy\n   and things like that. Favoritism, a lot of favoritism goeson in places like\n   this. I try to get along with everybody, and there’s a lot of people out\n   here like “man he's a homosexual.” Like so?\n \n \n   Miguel: At the end of the day it doesn't bother you, you know? I have a\n   brother and sister here. They're gay. They're half-brothers. But I don't\n   have anything against them. Even when they approached me and told me this,\n   they're like \"Oh, that's okay with you?\" I'm like, \"Yeah, dude, I’m like,\n   don't feel that, I'm going to be like, \"Get away from me.\" And like, no.\n   And they're like, \"Because we thought that, that's how you were going to\n   react because of how you are.\" I'm like, \"How am I?\" And they're like,\n   \"Because we don't know,\" I'm like, \"Okay, then.\" So they thought I was\n   going to respond or react to it, like, \"You're homosexual. You're not my\n   brother,\" because one of my uncles reacted like that.\n \n \n   Miguel: But I'm like, \"No, dude, you're my brother, even more of a reason\n   to protect you.\" because I know a lot of people out there don't look at it\n   like, right. So I'm like, it's even more of a reason to protect you and\n   help you out. If anybody bothering you, anybody doing anything to you, let\n   me know. And they’re like “ok,” and they feel better now. And my uncle is\n   like, constantly like “beat him up, beat up your brother. Take the\n   homosexual out of him.” Like “Dude I’m gonna beat you up and take the\n   stupidity out of you, like, what's wrong with you, leave him alone.” But\n   like I said, I think I've suffered out here more like discrimination type\n   situations than I did in the States.\n \n \n   Miguel: Even to get a job, it was like super easy. And like, \"Oh, you want\n   to work? Okay, great. You know come in and sign and fill this application\n   out, bring in your papers,\" and they would do drug testing, and everything\n   would be great. Next thing you know I’m already working. I was always the\n   type like, \"You want to get a uniform now or you want to wait till you get\n   paid and make some more money?\" Like, \"No, order me a hoodie. And a couple\n   of these.\" And they're like, \"Really?\" I'm like, \"Yeah, I want to be part\n   of that company already.\" And yeah, they would even half prices and things\n   like that, give you like hats. It was fun.\n \n \n   Miguel: Like barbecues, we'd have work gatherings, we'd go play baseball\n   and things like that. And it was fun. And out here like I can't do it. And\n   if you do go out to a gathering, there's always a problem for sure. At\n   least somebody gets in a fight. Somebody has some type of conflict with\n   somebody else and you're just like really, like we come out here to hang\n   out and have a good time and you're out here talking about this and that,\n   arguing with somebody? Like no. But I mean even women out here are a lot\n   different. Not to be like racist. But when I was in the States, I never\n   really dated a Hispanic girl. I was more into other girls, white girls or\n   African American girls, Asians, things like that. Because I always felt\n   like the Hispanic culture or the girls were more interested in other\n   things, like material things and money and being even out here it’s like\n   something I can't get used to out here. They know you speak English and\n   they're like, \"You got a good job.\" Like, no, well I don’t know, and you\n   know and things like that. So that's another issue.\n \n \n   Miguel: It’s kinda hard. I think they're kinda violent too. Because of\n   that, they think we're violent, like they think, then they realize you're\n   not, and they realize you're like, \"ohh this guy's not going to hit me,\n   this guy's not going to do what the other guy did.\" So they take advantage\n   of that. And they want to do something. Like I’m telling you this from an\n   experience I had with this girl. She was really wild. And I got to a point\n   where I had to go talk to her parents to tell her parents to take her back\n   because she was crazy. And they did and they told me \"We know how she is.\"\n   And she's still around. But yeah, that's another thing I have problems\n   with.\n \n \n   Miguel: But other than that, I guess I try to do day to day and see what\n   comes up every day. I mean drug addiction out here, I feel bad because\n   there's no help, nobody to help really people that really do want it. It's\n   so sad. I have co-workers that they were here, that they're out here now.\n   They're homeless, and they don't work and they're addicted to\n   methamphetamines, which is something that's been growing out here. And you\n   never really heard of meth out here. Even though it's producedout here,\n   even though it's what it is out here, you didn't really hear people using\n   it. And it's getting to that point. I mean I can literally walk out there\n   and show you what's—. It’s sad because these people have good skills with\n   computers, they have, their English is fluent. They speak as good English\n   as anybody, any of us.\n \n \n   Miguel: They're responsible people, but they're out here now homeless. And\n   I mean, yes, some of them choose to, I understand. But some of them just\n   get here and they go to their family's house and their family takes\n   advantage of them and kicks them out. I mean kinda similar to what I went\n   through. But see, I was a little bit stronger and I didn't go to like the\n   drug part of it, homelessness. I actually went to where I rent now. And I\n   talked to the lady and I was like, \"Look, I have nowhere to go. I have\n   1,000 Pesos, I know, your rent is more. But if you can wait for me.\" And\n   she was like, \"Yeah, I'll wait for you.\" And I was so grateful for that.\n   And I moved in.\n \n \n   Miguel: I'm not caught up with everything, as I had upon my phone. But I\n   found my phone finished paying off the deposit. Soon as I'm paid off rent\n   and deposit already, now next time I get paid, I can get my phone out and\n   then just continue to be on top of my rent. I mean it’s okay, I don't mind\n   being without a phone. I mean, it's something that you need every day.\n   Believe me, I feel naked without my phone. It's like, \"Where is it?\" But,\n   it's necessary. It's things that I have to do out here and it's something\n   that I've learned, if you don't do something for yourself, no one's gonna\n   do nothing for you. And that's a lie sometimes that people like, \"Oh in\n   Mexico if people they see you,\" No, people out here, if they see you,\n   they'll do even worse to you. They'll make you less; if you're already\n   down, they'll make you more.\n \n \n   Miguel: With my dad’s side of the family, they're like, \"Oh, you think\n   you're better than us because you work at a call center and because you\n   speak English.\" I'm like, \"No, I don't think I'm better than you.\" I’m\n   like, \"You think I'm better. You're making yourself less than me. Because\n   you're making that comment and you're bringing that up. I don't think I'm\n   better. I just think that fortunately, I was able to go to school, I was\n   able to study, I was able to learn another language because I chose to.\"\n   I'm like, there's this people that go to the states and they don't learn\n   English and they've been there 30 years.\n \n \n   Miguel: That right there. That's bad. I'm like, not me. I'm doing something\n   with what I know. I'm like, \"It's like you uncle, you know carpentry,\n   you're not going to go as an electrician. You're a carpenter, right?\" \"No,\n   but why you always got to bring this?\" I'm like, \"Because you guys are\n   always saying that I feel like I'm better than you. And it's not that I'm\n   better than you. It's just that I chose this. My cousins chose not to go to\n   school anymore. That's their decision. You pay their school, you pay for\n   them, you give them everything they want and need for nothing. They don't\n   do nothing. They didn't even finish middle school and you're sitting there\n   pretty much rewarding them for nothing.\"\n \n \n   Miguel: I'm like, \"And you're busting your back every day and every night\n   and every weekend, and you come home to arguments, you come home to your\n   daughter's this.\" My cousin, she's their work and you know how they have a\n   sweet 16, but they're 15 here. My uncle was saving a lot of money for that,\n   like his vision of this was big. And she ended up getting pregnant at 14.\n   So I was like, \"You see, what does it matter if you have material things?\n   You buy her shoes, you buy her clothes, you buy her everything, but you're\n   not there physically? You're not there to know what's going on. And look,\n   she's pregnant now.\" And he's like, \"But how? She doesn't go out.\"\n \n \n   Miguel: Then I'm like, \"That's the problem.\" I feel like, women out here\n   get abused, get hit. Women out here suffer a lot. Not just in the city, but\n   in other states. But then again, they talk about it on news, “oh we're\n   tired of men killing women,” but it's part of their culture. They've made\n   it their culture, because they feel like, “oh my husband beats me up, it's\n   normal. My husband cheats on me and beats me up, it's normal.” And it's\n   not, it's not normal, and it's not right. And they feel like they have to\n   be okay with it. Why? Because I see it in my family as well. I'm a man and\n   I don't like that. When a girl’s try to do something to me, I get mad, of\n   course, it makes me want to hit ‘em back, it makes me want to react in a\n   violent way, as well.\n \n \n   Miguel: But I think about it, and I was like, \"I'm not going to be the one\n   that's going to feel good.\" I feel bad emotionally because if I were to hit\n   her, but they act like it's normal, they act like it's part of life, they\n   act like it's part of being a woman here in Mexico, getting hit, getting\n   cheated on, having to go through your husband or anybody being a drug\n   addict or an alcoholic, and it's okay for him to come home late. They look\n   at it like it's just okay. And I don't believe it's like that. I don't\n   believe women should go or men should go through it. Because I know, we can\n   go through abuse as well. Because I've experienced a little bit of it. And\n   it might not be physical. But it might be emotional. Because they might\n   emotionally abuse you, and they don't know that. There's a lot of things\n   that I hear that I wish I had the way of changing it.\n \n \n   Miguel: Not for money, not necessarily for money, but just to make the\n   people look at life differently. Like drug addiction, maybe just basically,\n   like walk in, sit down, maybe we can talk, maybe even talking to somebody\n   for five minutes can help them the whole day. And I tell you this, because\n   it helps me. I've experienced this type of feeling, I understand you, I\n   know how it feels not to have your wife or your son or your dad or your\n   mom, I can relate to it because I don't have none of that either here. And\n   it's hard, and a lot of people go to drugs or alcohol.\n \n \n   Miguel: I think that we got to show the youth, the younger people, even\n   people my age, or even people older than me, that don't, they don't know\n   that. But they've never had somebody tell them that, that you're better\n   than that, you're capable of more. And now they’re out here doing the\n   opposite and women as well. I know a couple girls that get hit and they're\n   still there. And I tell them, \"If I can help you, if I can put you in a\n   house that's safe for you, I would.\"\n \n \n   Miguel: If I had the money and the resources to set something up where\n   people that really needed the help like, there's a house for women, for\n   abused woman where we can maybe help them out. With maybe some type of\n   daycare while they go to work if they have a job, or if I help them find\n   jobs or help them school, help them finish schools. People with drug\n   addictions as well, help them detox, help them go through things like that.\n   There's nothing like that out here that I know of. And I hate that because\n   you see a lot of good people go to waste and a lot of good people die and a\n   lot of women are dying or getting killed because of things like that,\n   because they don't have a shelter. Because they don't have nowhere to go.\n   And they blame cartels and they blame... Yeah, okay, but do they really\n   know what they do? Do they really know really who's the bad person here? Do\n   they really not see that the news and the government are the ones that are\n   that are causing this? ‘Cause the employers they don't really know exactly\n   why these women go through these things.\n \n \n   Miguel: Because there's women involved in cartels, there's women involved\n   in all kinds of things as well. And if we put it in the top part of the\n   government, it's just the government. Because if the government really\n   wanted to better their country, or their city, or their whatever, they\n   would do something like that. And they don't do nothing, they do the\n   opposite. Instead of helping, they put more drugs out there, they put more\n   people out there to do more bad. Their cops don't do nothing in reality,\n   they don't help nobody. When people really do need aid like they do the\n   least they can. Right?\n \n \n   Miguel: And when it has to do with something different, they're there. And\n   like I said, it's just part of the culture. It's just part of being\n   Mexican. It is part of living in Mexico. You have to deal with that. It's\n   not if you want to, it's not if your family is better, that's okay, but\n   there's 1000 more families that are worse. You know what I mean? It doesn't\n   help one person being different than the rest. And that's another struggle\n   out here, that you can't be good, because people take advantage of that. If\n   you're a good person, then it's happening.\n \n \n   Anne: Well I want to thank you for this. I've had a lot of insight. And I\n   think that you're still young.\n \n \n   Miguel: Yeah.\n \n \n   Anne: So I think you should... You're the same age as my son, so you have\n   some good years ahead, I'm sure.\n \n \n   Miguel: Definitely. Yeah...\n ",
  "annotations":[
    {
      "type":"text",
      "start":4,
      "end":8,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36,
      "end":41,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":118,
      "end":124,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":151,
      "end":155,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":327,
      "end":333,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":364,
      "end":368,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":460,
      "end":465,
      "text":"first",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":493,
      "end":499,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":541,
      "end":544,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":691,
      "end":694,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":744,
      "end":747,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":1025,
      "end":1031,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1113,
      "end":1123,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1195,
      "end":1202,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":1274,
      "end":1281,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":1428,
      "end":1434,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1471,
      "end":1481,
      "text":"McDonald's",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":1499,
      "end":1509,
      "text":"McDonald's",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":1591,
      "end":1608,
      "text":"A few years later",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":1626,
      "end":1636,
      "text":"Disneyland",
      "label":"FAC"
    },
    {
      "type":"text",
      "start":1652,
      "end":1662,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1764,
      "end":1772,
      "text":"Portland",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1774,
      "end":1780,
      "text":"Oregon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1789,
      "end":1793,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1828,
      "end":1838,
      "text":"Disneyland",
      "label":"FAC"
    },
    {
      "type":"text",
      "start":1884,
      "end":1890,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":1950,
      "end":1956,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":1995,
      "end":1998,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":2045,
      "end":2048,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":2084,
      "end":2087,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":2146,
      "end":2156,
      "text":"Disneyland",
      "label":"FAC"
    },
    {
      "type":"text",
      "start":2241,
      "end":2258,
      "text":"Universal Studios",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":2468,
      "end":2472,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2546,
      "end":2552,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2673,
      "end":2677,
      "text":"Pogs",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":2728,
      "end":2736,
      "text":"Slammers",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":2810,
      "end":2816,
      "text":"Batman",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":2901,
      "end":2911,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3019,
      "end":3029,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3432,
      "end":3438,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":3739,
      "end":3749,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3753,
      "end":3759,
      "text":"Oregon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3780,
      "end":3786,
      "text":"Oregon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":3911,
      "end":3917,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4090,
      "end":4096,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":4145,
      "end":4151,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4274,
      "end":4282,
      "text":"Portland",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4284,
      "end":4290,
      "text":"Oregon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":4406,
      "end":4440,
      "text":"the Ventura Park Elementary School",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":4495,
      "end":4498,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":4527,
      "end":4534,
      "text":"Gilmore",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5081,
      "end":5087,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":5376,
      "end":5384,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":5695,
      "end":5701,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6040,
      "end":6044,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6064,
      "end":6070,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6153,
      "end":6161,
      "text":"Chrysler",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":6309,
      "end":6313,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6353,
      "end":6359,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":6562,
      "end":6567,
      "text":"sixth",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":7041,
      "end":7054,
      "text":"3000\n   Pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":7086,
      "end":7088,
      "text":"60",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":7093,
      "end":7095,
      "text":"50",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":7345,
      "end":7351,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":7471,
      "end":7479,
      "text":"Portland",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":7725,
      "end":7731,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":8214,
      "end":8217,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":8372,
      "end":8378,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9142,
      "end":9148,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":9325,
      "end":9335,
      "text":"the summer",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":9448,
      "end":9450,
      "text":"10",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":9647,
      "end":9653,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9796,
      "end":9804,
      "text":"Virginia",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9819,
      "end":9825,
      "text":"Oregon",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":9878,
      "end":9881,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":10076,
      "end":10083,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":10088,
      "end":10095,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":10104,
      "end":10110,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10125,
      "end":10131,
      "text":"Dennis",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10133,
      "end":10139,
      "text":"Dennis",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10240,
      "end":10247,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":10299,
      "end":10306,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":10388,
      "end":10395,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":10699,
      "end":10705,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":10888,
      "end":10896,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10910,
      "end":10918,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":10947,
      "end":10953,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":11011,
      "end":11013,
      "text":"20",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":11139,
      "end":11145,
      "text":"spring",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11254,
      "end":11260,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":11700,
      "end":11711,
      "text":"7:00 to\n   ",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":11711,
      "end":11732,
      "text":"3:00 in the afternoon",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":11774,
      "end":11783,
      "text":"Wednesday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11791,
      "end":11799,
      "text":"Thursday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11816,
      "end":11822,
      "text":"Friday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11827,
      "end":11835,
      "text":"Saturday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":11844,
      "end":11850,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12089,
      "end":12092,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":12104,
      "end":12105,
      "text":"1",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":12254,
      "end":12267,
      "text":"11:00 to 7:00",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":12276,
      "end":12282,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":12320,
      "end":12326,
      "text":"Sunday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12332,
      "end":12345,
      "text":"11:00 to 7:00",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":12440,
      "end":12453,
      "text":"11:00 to 7:00",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":12492,
      "end":12498,
      "text":"Sunday",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12526,
      "end":12538,
      "text":"the weekends",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12601,
      "end":12623,
      "text":"Krispy Kreme Doughnuts",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":12624,
      "end":12632,
      "text":"that day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":12747,
      "end":12754,
      "text":"Walmart",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":12937,
      "end":12943,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13203,
      "end":13212,
      "text":"afternoon",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":13551,
      "end":13557,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13784,
      "end":13790,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":13945,
      "end":13953,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":14079,
      "end":14088,
      "text":"Hispanics",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":14135,
      "end":14141,
      "text":"Pancho",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14160,
      "end":14166,
      "text":"Pancho",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14224,
      "end":14230,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14278,
      "end":14284,
      "text":"Pancho",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14561,
      "end":14567,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14732,
      "end":14737,
      "text":"Wayne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":14910,
      "end":14913,
      "text":"Pam",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15039,
      "end":15049,
      "text":"California",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":15149,
      "end":15154,
      "text":"Volvo",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":15179,
      "end":15184,
      "text":"Volvo",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":15185,
      "end":15188,
      "text":"770",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":15291,
      "end":15297,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":15383,
      "end":15395,
      "text":"Thanksgiving",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":15404,
      "end":15412,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":16012,
      "end":16018,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":16253,
      "end":16272,
      "text":"Fourth of July days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":16372,
      "end":16380,
      "text":"Portland",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":16616,
      "end":16622,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17114,
      "end":17126,
      "text":"three months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":17263,
      "end":17267,
      "text":"Jody",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17334,
      "end":17350,
      "text":"African American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":17574,
      "end":17580,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":17727,
      "end":17736,
      "text":"last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":17779,
      "end":17788,
      "text":"last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":17937,
      "end":17943,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18350,
      "end":18356,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":18896,
      "end":18904,
      "text":"Adderall",
      "label":"PRODUCT"
    },
    {
      "type":"text",
      "start":19191,
      "end":19197,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19275,
      "end":19290,
      "text":"three years old",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":19434,
      "end":19448,
      "text":"seven to three",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":19530,
      "end":19548,
      "text":"Outback Steakhouse",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":19552,
      "end":19557,
      "text":"Shari",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19610,
      "end":19614,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19654,
      "end":19660,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19865,
      "end":19871,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":19937,
      "end":19940,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20070,
      "end":20074,
      "text":"zero",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20301,
      "end":20309,
      "text":"7-Eleven",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":20622,
      "end":20628,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":20925,
      "end":20930,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20946,
      "end":20949,
      "text":"two",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":20994,
      "end":20997,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":21009,
      "end":21014,
      "text":"third",
      "label":"ORDINAL"
    },
    {
      "type":"text",
      "start":21242,
      "end":21245,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":21530,
      "end":21536,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22018,
      "end":22028,
      "text":"Measure 11",
      "label":"LAW"
    },
    {
      "type":"text",
      "start":22053,
      "end":22065,
      "text":"16\n   months",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":22108,
      "end":22113,
      "text":"three",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":22548,
      "end":22554,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":22913,
      "end":22916,
      "text":"one",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":22932,
      "end":22934,
      "text":"35",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":22950,
      "end":22952,
      "text":"19",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23084,
      "end":23107,
      "text":"at like least six years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":23138,
      "end":23144,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":23396,
      "end":23402,
      "text":"a year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":24039,
      "end":24045,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":24701,
      "end":24707,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":24951,
      "end":24959,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":25055,
      "end":25062,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25067,
      "end":25074,
      "text":"Spanish",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":25574,
      "end":25578,
      "text":"days",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":25708,
      "end":25714,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":26074,
      "end":26082,
      "text":"60 pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":26275,
      "end":26283,
      "text":"30 pesos",
      "label":"MONEY"
    },
    {
      "type":"text",
      "start":26421,
      "end":26426,
      "text":"April",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":26431,
      "end":26440,
      "text":"Tele Tech",
      "label":"ORG"
    },
    {
      "type":"text",
      "start":26713,
      "end":26719,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":27056,
      "end":27065,
      "text":"last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":27070,
      "end":27078,
      "text":"November",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":27386,
      "end":27395,
      "text":"last year",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":27647,
      "end":27653,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":27817,
      "end":27823,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":28411,
      "end":28417,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":28496,
      "end":28498,
      "text":"31",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":29448,
      "end":29454,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":29638,
      "end":29640,
      "text":"31",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":29649,
      "end":29651,
      "text":"32",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":29668,
      "end":29670,
      "text":"40",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":29958,
      "end":29964,
      "text":"States",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":30052,
      "end":30056,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30131,
      "end":30138,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30146,
      "end":30154,
      "text":"American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30163,
      "end":30169,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30180,
      "end":30187,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30192,
      "end":30200,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30223,
      "end":30235,
      "text":"Americanized",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30370,
      "end":30378,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30387,
      "end":30394,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30422,
      "end":30434,
      "text":"Americanized",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":30820,
      "end":30824,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":30892,
      "end":30894,
      "text":"US",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":30955,
      "end":30961,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":31538,
      "end":31544,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32125,
      "end":32131,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":32868,
      "end":32874,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":33593,
      "end":33599,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":34264,
      "end":34270,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":34886,
      "end":34894,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":34948,
      "end":34964,
      "text":"African American",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":34972,
      "end":34978,
      "text":"Asians",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":35032,
      "end":35040,
      "text":"Hispanic",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":35231,
      "end":35238,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":35381,
      "end":35387,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36083,
      "end":36089,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":36168,
      "end":36177,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":36865,
      "end":36872,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":36903,
      "end":36910,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":36944,
      "end":36950,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":37649,
      "end":37655,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":38017,
      "end":38026,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":38520,
      "end":38526,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":38675,
      "end":38682,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":39125,
      "end":39132,
      "text":"English",
      "label":"LANGUAGE"
    },
    {
      "type":"text",
      "start":39156,
      "end":39164,
      "text":"30 years",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":39173,
      "end":39179,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":39912,
      "end":39918,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":39960,
      "end":39969,
      "text":"every day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":39974,
      "end":39985,
      "text":"every night",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":40165,
      "end":40167,
      "text":"15",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":40292,
      "end":40294,
      "text":"14",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":40605,
      "end":40611,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":41401,
      "end":41407,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":41679,
      "end":41685,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":42305,
      "end":42311,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":42539,
      "end":42551,
      "text":"five minutes",
      "label":"TIME"
    },
    {
      "type":"text",
      "start":42566,
      "end":42579,
      "text":"the whole day",
      "label":"DATE"
    },
    {
      "type":"text",
      "start":42903,
      "end":42909,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":43399,
      "end":43405,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":44514,
      "end":44520,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45145,
      "end":45151,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45294,
      "end":45301,
      "text":"Mexican",
      "label":"NORP"
    },
    {
      "type":"text",
      "start":45327,
      "end":45333,
      "text":"Mexico",
      "label":"GPE"
    },
    {
      "type":"text",
      "start":45454,
      "end":45458,
      "text":"1000",
      "label":"CARDINAL"
    },
    {
      "type":"text",
      "start":45732,
      "end":45736,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45847,
      "end":45853,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45868,
      "end":45872,
      "text":"Anne",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":45985,
      "end":45991,
      "text":"Miguel",
      "label":"PERSON"
    },
    {
      "type":"text",
      "start":493,
      "end":1024,
      "label":"Time in the US, Homelife, Family, Living situation"
    },
    {
      "type":"text",
      "start":30820,
      "end":32124,
      "label":"Dreams"
    },
    {
      "type":"text",
      "start":30052,
      "end":30819,
      "label":"Identity, Mexican"
    },
    {
      "type":"text",
      "start":28411,
      "end":30051,
      "label":"Return to Mexico, Challenges, Mental Health, Opportunity, Feelings, Frustration, Hope, Lost opportunities"
    },
    {
      "type":"text",
      "start":25338,
      "end":27459,
      "label":"Return to Mexico, Challenges, Economic well-being, Employment, Cultural differences, Family, Crime and Violence, Mental Health, Feelings, Fear, Hope, Isolation"
    },
    {
      "type":"text",
      "start":19866,
      "end":23816,
      "label":"Arrests, Violent crimes, Felony,  assault, Judge, Court Proceedings, Deportation, Paying For, Deportation"
    },
    {
      "type":"text",
      "start":15291,
      "end":16615,
      "label":"Time in the US, Family, Parents/step-parents, Relationships, Falling in love, US traditions,  Holidays,  Food"
    },
    {
      "type":"text",
      "start":9142,
      "end":10103,
      "label":"Time in the US, Jobs,  construction"
    },
    {
      "type":"text",
      "start":7345,
      "end":9141,
      "label":"Art, Worst parts, Return to Mexico, Challenges, Economic well-being, Employment, Opportunity, Continuing education"
    },
    {
      "type":"text",
      "start":6353,
      "end":7344,
      "label":"Favorite, Friends,  careers,  safety"
    },
    {
      "type":"text",
      "start":5827,
      "end":6270,
      "label":"Time in the US, Pastimes, Sports,  wresting,  soccer,  Cars,  fixing cars"
    },
    {
      "type":"text",
      "start":4991,
      "end":5694,
      "label":"Reasons for getting in trouble, Gangs, Affiliation, Drugs"
    },
    {
      "type":"text",
      "start":4223,
      "end":5080,
      "label":"Time in the US, School, Teachers, Working hard, getting good grades, Working hard, getting good grades, Fitting in"
    },
    {
      "type":"text",
      "start":1789,
      "end":2912,
      "label":"California,  Disneyland,  Universal Studios, Family, Siblings, Parents/step-parents, Feelings, Happiness"
    },
    {
      "type":"text",
      "start":1025,
      "end":1427,
      "label":"School, Teachers, Learning English"
    }
  ],
  "audio":[

  ],
  "subjects":null
}