{"name": "Mike", "date": "June 6, 2019", "location": "Mexico City, Mexico", "interviewer": "Anne Preston", "portrait": "Miguel_1_6-6-2019_Portrait.jpg", "thumbnail": "Miguel_1_6-6-2019_Thumbnail.jpg", "text": "\n   Anne: I was not present at your survey, so I don't know much about you. So\n   maybe we could just start by you telling me about the circumstances for\n   you, going to the US, how old you were, your first impressions, why you\n   went or your family went.\n \n \n   Mike: When I was really young, I had gotten accident that required surgery\n   and I needed to get that surgery done, so when I went to the hospital and\n   get it done there was actually a couple of people from a criminal\n   organization that were supposed to, I guess, kill somebody in there. I\n   remember this like it was yesterday. I had a little breathing mask on and\n   the doctor was telling me to breathe when he counted the eight, I could\n   just hear the gunshots.\n \n \n   Mike: And I remember waking up in a bus, because my mom had gone inside the\n   hospital, grabbed me and got on the bus. And I remember waking up kind of\n   like, \"Where am I?\" And she ended up telling me all that happened, because\n   of that we decided—well, my mom decided—that she wanted a better life for\n   us. So we ended up crossing the border to Arizona. It actually took us\n   three days.\n \n \n   Mike: And I remember it was me, my mother, my two little brothers—my\n   sisters weren't born at the time—and the two coyotes, the people that cross\n   you. Yeah, I remember that, because that was really, really hard. Just\n   being three days in the desert, especially when you're like three or four,\n   that right there just takes a toll—\n \n \n   Anne: Is that how old you were?\n \n \n   Mike: I was in kindergarten when I crossed the border and, yeah, I remember\n   it was tough. I remember we didn't have any water, and the coyotes had beer\n   and I was so thirsty and they kept telling me, \"No, you don't want this.\n   You don't want this.\" But I was so thirsty, I just took a drink and it was\n   the best thing in life. [Laughs] I think that's why I kind of like it now,\n   but I don't have a problem with it, but...\n \n \n   Mike: After that I got to the United States and I started going to school.\n   I didn't really know English, so that was kind of tough, but I picked it up\n   quick, because kids out there are just like—or kids anywhere you know how\n   they could be. So yeah, I picked that up, started actually excelling in a\n   lot of classes, and that kind of was like the motivation to keep going\n   farther with my education.\n \n \n   Mike: I was doing really good. I was actually doing advanced classes, and\n   this was all from first grade onto middle school. I was doing a lot of\n   extra stuff, but once I started getting into high school, I noticed all my\n   friends getting jobs and having new shoes and this and that. And I would\n   ask him like, \"What are you doing?\" And he was like, \"I just got a job. I\n   got a car. I got this.\"\n \n \n   Mike: I could see them--that they were advancing in life, and I was still\n   in the same spot. So I asked my mom if I could get a job, and that's when\n   she broke it down to me that I wasn't even from here. And that was right\n   there like a slap in the face.\n \n \n   Anne: So you were 15?\n \n \n   Mike: Yeah. And right there, from then on I was just like, \"You know what?\n   It's whatever. What's the point of even trying?\" It kind of messed me up,\n   got me depressed a little bit. I started hanging out with bad people, doing\n   the wrong things, and I dropped out my senior year.\n \n \n   Mike: I remember that day. Damn, that was crazy. I don't know why I did it.\n   I just like... I just said, \"Screw it. Nothing's ever going to happen for\n   me, so why even try?\" But I looked for a job. I was blessed to find a job\n   actually with my stepdad. My stepdad did all the solar stuff—solar panels.\n \n \n   Anne: Solar panels?\n \n \n   Mike: Yeah. So I started working in the solar business with him, and it was\n   actually good money. Really, really good money. From then on I started\n   working with him. Everything was good, but I got caught with... What was it\n   called? Something in my ear. A blunt in my ear. And it was in a hotel.\n \n \n   Mike: It was a hotel casino. And the security stopped me and they told me,\n   “What was that?” And since it was marijuana was illegal they told me I had\n   to go to jail. So I went to jail. I stayed a day—\n \n \n   Anne: How old were you?\n \n \n   Mike: Just like 24, 25? I'm 26 now. This is recent. This is the reason I\n   got deported—over a blunt. So, but I did a voluntary departure, because I\n   want to see my kids. I got two kids actually. So I want to see my kids and\n   I want to do it legally.\n \n \n   Mike: I could cross the border right now if I wanted to, but I feel like,\n   \"What's the point if I'm going to be in the same status, or the same place,\n   not having a future?\" and like, \"What am I going to get my kids if I just\n   decided to go there and do it illegally and start all over if not try to do\n   something here?\"\n \n \n   Anne: That’s really tragic, and I'm hoping that you'll be able to soon go\n   over. But sort of leading up to all that, so when you crossed the border,\n   did you end up living in Arizona?\n \n \n   Mike: Yes. I remember the first place I got to was Tucson. We had gone to\n   Taco Bell. I love Taco Bell. That's why I love Taco Bell. I remember that\n   now. I was like, \"Damn, why do I like Taco Bell?\" But yeah, I remember I\n   came in a Taco Bell and I had thorns from the cactus stuck in my feet and I\n   remember they got infected.\n \n \n   Mike: All this green and pus was coming out and a lady from the Taco Bell\n   gave us some food, and let us stay with her. Really good people too. I\n   remember that every time I think about that. But we started living with\n   them and then we started getting side jobs here and there. There was also a\n   point in time where my dad and my mom really didn't get along.\n \n \n   Anne: You said your dad wasn't with you when you crossed the border. Was\n   he—\n \n \n   Mike: My dad—\n \n \n   Anne: Already in the States?\n \n \n   Mike: My dad was already in the States. But a couple of years passed after\n   we crossed the border, my mom and my dad didn't get along, and my dad was\n   really controlling and abusive. So my mom ran away and took us to Los\n   Angeles to live with my uncle. And, at that time, my dad didn't know where\n   we were, because my mom was really scared.\n \n \n   Mike: She took us to Los Angeles to live with my uncle, and I remember we\n   moved back to Arizona, because we thought my dad wasn't there anymore.\n   Well, we were staying in this little spot called Conway, Arizona—like two,\n   three months. And at that time my dad found us—because one of my family\n   members told him where we were—and he tied my mom up, went in there with\n   another guy, masks on and kidnapped us.\n \n \n   Mike: He took us to Texas for two years. We were actually on the news as\n   missing children. If you look me up, I have all our photos. We were gone\n   for two years, and the reason that they found us was because my dad was\n   actually trying to rob a wheel store—rim store. He broke in and the police\n   got him, and they took him to jail, but they had no idea who he was or he\n   was being looked for.\n \n \n   Mike: And it took a whole month for the cops to come to my house. So I was\n   with my two little brothers and my little sister was born by that time. She\n   was like three, four. We stayed a whole month with nobody just by ourselves\n   in the house. And I remember this—\n \n \n   Anne: How old were you?\n \n \n   Mike: I was 11, 12.\n \n \n   Anne: And you were the oldest?\n \n \n   Mike: Yeah. And that's that right there... I could see why single mothers\n   and people that just don't have any help, why they stress, or why they go\n   through all that stuff, or why they treat their kids bad and stuff, because\n   it’s hard taking care of kids. I remember not having anything. On the last\n   day of the month, I opened the freezer, and there's nothing in there.\n   Nothing at all. And I'm like, \"What am I going to do? What am I going to\n   feed my little brothers and sisters?\" And then I was just like, \"You know\n   what? I'm just going to go to the store and just steal something. A bag of\n   chips, whatever.\" So I go in the store and the guy was really nice. He was\n   an Arab guy. He was always telling me, \"Hey, just pay me back tomorrow.\"\n \n \n   Mike: And I had remembered he had already done that. He gave me a bag of\n   chips, and he just told me, \"Pay me back whenever you come.\" So I was like,\n   \"Dude, I can't do that again, because I don't have no money this time\"\n   [Emotional]. So I remember I prayed to God. I prayed to God. I was like,\n   \"Please God help me. I don't want to steal from this man. He's really good\n   guy.\" And, oh dude, this is crazy, because I look in my pocket—I had the\n   chips in my hand and I was acting like I had money. Sure enough, I reached\n   in my pocket, and I had a dollar. A freaking dollar. I was like, \"God I\n   know you're real.\" Because at that time I was like, \"Yeah.\" But I got home,\n   opened the little bag, put some lime, put some hot sauce, feed my little\n   brothers and sisters.\n \n \n   Mike: Then I'm telling you, we were so hungry that I had some seeds, some\n   plants—the garden seeds and stuff. I went outside thinking that they were\n   going to grow in a couple of days. I made myself a little garden, I was\n   planting them, and I was like, \"Please, God...\" When I was praying, I was\n   like, \"Please God, let me get this food so I can feed my brothers and\n   sisters, because I don't know when my dad is going to come.” And right when\n   I look up, I see two officers. A lady and then a man. They said they were\n   US Marshalls or something like that. They took us.\n \n \n   Mike: We stayed with them for a couple of days, and then they flew us back\n   to Arizona where my mom was staying at. So yeah, those two years being away\n   from her, my dad had lied to us and said that she didn't want us anymore\n   because she had another kid on the way. And yeah, my dad didn't care. He\n   just lied to us and said that my mom didn't want us.\n \n \n   Mike: So, I was thinking like, \"Why do you want us back? You say you didn't\n   want us.” Little did I know all that. She told me all this stuff that\n   happened and I just started busting down and crying. And I was always mean\n   to my little stepsister too. But once I learned about how my dad, when she\n   was a newborn, put her in the closet with my mom—got my mom butt naked and\n   put her in the closet—and left her there and then took us to Texas… I used\n   to be mean to my little sister, but after I heard that, I was just like—me\n   and her just got close and stuff. Yeah.\n \n \n   Anne: What was it like living with your dad for those two year?\n \n \n   Mike: It sucked. It sucked so bad. We couldn't go to school. We didn't have\n   papers. On top of that, we're not from there. So we don't have papers. Not\n   papers, but you know how you have to get the medical shots. We had to redo\n   all of that stuff. So my mom got the shots, did all the immunization\n   records and all that stuff. When we were with my dad, we didn't have none\n   of that. So we had to redo it again.\n \n \n   Anne: You didn't go to school for two years?\n \n \n   Mike: Yeah. I didn't go to school, because my dad thought that if something\n   happened... And I remember one time the cops came to my house, because my\n   little brother was playing outside and it was school hours. And they're\n   like, \"What is this kid doing outside?\" And I remember him crying outside,\n   because the cops got him. And I was like, \"Oh my God, what do I do?\"\n \n \n   Mike: So I opened the door and my little brother rushes in crying. And\n   then, I don't know, by the grace of God, they left us alone, but they told\n   us that we had to be in school, this and that. And from there we moved. A\n   month later, that's when he got caught up with the thing.\n \n \n   Anne: So basically he would go to work, and you would be in charge of the\n   kids?\n \n \n   Mike: Yeah.\n \n \n   Anne: That's a lot of responsibility to put on—\n \n \n   Mike: Yeah. But we were used to it though. I was used to it at least,\n   because growing up my mom didn't have a job so she couldn't provide for us\n   even if she wanted to, because she's illegal. So what we would do is we\n   would make fake CDs, and every morning I would just wake up, go to\n   different little towns and stuff, sell CDs.\n \n \n   Mike: That's how we made our money and we made a living. And I remember\n   growing up way too early, man. I used to cry sometimes, because I would\n   wake up at 5:00 in the morning. I'm like, \"Dude, I'm a little kid I don't\n   deserve this.\" You know what I mean?\n \n \n   Anne: You would sell CDs before school?\n \n \n   Mike: I didn't go to school. I would just sell—\n \n \n   Anne: With your mom?\n \n \n   Mike: Yeah. I would sell CDs. Me and my mom would be the breadwinners\n   basically. There was no other way. I was the only one that talked English,\n   and it was just hard.\n \n \n   Anne: But you talk about doing well in school. So when were you out of\n   school besides when—\n \n \n   Mike: Those two years. Those two years I was out of school and stuff. And\n   then I was in school with my mom, but in the mornings I would have to help\n   her. So sometimes I would have to miss school, sometimes I wouldn't go to\n   school. So then it was chaos.\n \n \n   Mike: Sometimes you'd go to school, sometimes you wouldn't. It just\n   depended on if you had money or if there was food on the table. But I got\n   used to it. There's just only so much crying you could do basically until\n   you're like, \"You know what? You just got to have that solid heart so\n   nothing can hurt you.\"\n \n \n   Mike: And I feel that's why I kind of rebelled too. I don't know. There's a\n   lot of stuff I wish I could have done different, but—\n \n \n   Anne: Do your little sisters, your little brothers, would you say their\n   experiences were very different than yours, because of your sacrifices? Or—\n \n \n   Mike: Yes. Yes. A lot of them. A lot of things. If we didn't do, they\n   probably would have had to do, because if it wasn't me, it would've been\n   the next one. And they did have to go through that stuff too, in a way,\n   because sometimes I couldn't do it, because I'd be in school doing\n   something really, really important. My mom would be like, \"No, just stay in\n   school. Do this. Do that.\"\n \n \n   Mike: So it's like she would take my other little brothers. But somebody\n   always had to watch my little sisters. Yeah, it was just we took turns and\n   stuff, but I feel like everybody felt it. Everybody got a chance to go\n   through that stuff even if they didn't want to [Chuckle].\n \n \n   Anne: She got remarried to your stepdad?\n \n \n   Mike: Yeah. My stepdad. She got with a guy before that and had a kid and\n   then she got married to my stepdad. My stepdad was the one that actually\n   kind of changed our lives, because we didn't have anything and he came into\n   our lives and he got a better job. He started wanting to do better for the\n   family that he just basically adopted, and—\n \n \n   Anne: None of the children were his?\n \n \n   Mike: None of them, they still don't have kids. So I look up to that man a\n   lot, because he's done a lot of sacrifices. At the same time, we're like\n   the push he needed. So we both helped each other out.\n \n \n   Anne: They're still in Arizona?\n \n \n   Mike: Yeah, he's actually married to my mom. They got a house. I don't know\n   how they do it, but they're blessed. Good people, do good things, I feel\n   like you get blessed. Yeah, good karma just come back.\n \n \n   Anne: Yeah. So tell me about school. You said you were smart.\n \n \n   Mike: Oh yeah, I love... So since my parents were always fighting I used to\n   be scared to go home sometimes you know? And it sucked. So I would always\n   try to focus every little bit of energy on my schoolwork, trying to be the\n   best at it, because I wanted to show everybody even if you don't got\n   nothing, there's still something. There's still something to fight for.\n \n \n   Mike: And I wish I had that energy in high school, but I don't know what\n   happened. I just lost that. They took everything out of me. But yeah, when\n   you get that motivation, I feel like anything is possible, because I\n   learned how to draw, and I learned how to talk to people. There's a\n   language barrier that's really, really hard. If you don't know English, you\n   don't fit in.\n \n \n   Mike: I wanted to do better for myself and for my family, and I felt like\n   that was like a big motivation right there. That push you just need,\n   because you see stuff and you're like, \"Dude, I hope that when I have kids,\n   they don't have to go through that.\" And yeah, that was the push that kind\n   of—\n \n \n   Anne: And you think that when she told you that getting a job was not an\n   option, you think that broke you?\n \n \n   Mike: Yeah. That really hurt like a lot, a lot. Oh man, I'm getting\n   emotional, now because that sucks when you hear that stuff.\n \n \n   Anne: So I don't know if you follow what's going on in the US. There's a\n   law, that probably won’t get passed in the Senate but just got passed in\n   the house, that basically says that if someone like you, graduates from\n   high school, or is on the way to graduating from high school and hasn't\n   gotten in trouble, you can get a conditional residence—\n \n \n   Mike: Right.\n \n \n   Anne: And get a social security card for ten years. Ten years conditional\n   residence. And then if you get employed in three years during that time you\n   can get permanent legal access.\n \n \n   Mike: Oh, okay. So that was the Trump administration when they came to an\n   agreement, right?\n \n \n   Anne: No, they haven't reached an agreement, but it's this new dream. If\n   you had known that all you had to do was keep going to school and you could\n   get a social security card and you could have a path to citizenship, would\n   that have made a difference, do you think?\n \n \n   Mike: Yes. I feel like yes, if I would have known earlier. But at the same\n   time, once you start living in Arizona, or anywhere in the US, you kind of\n   start thinking like you're from there. I was telling the nice lady from\n   earlier, Anita, that once you get used to it, once you think that you're\n   from there—that was my mistake, because I started not caring—you just start\n   doing stuff that if you don't have papers you should know you're not\n   supposed to do. I got kind of carried away and was trying to get the whole\n   world. Because I didn't have my papers, I was trying to go after everybody.\n   I'm like, \"Okay. So if I can't work, cool, I'll just do my own thing, or\n   I'll just do this, do that.\"\n \n \n   Mike: I feel like if I was a little more informed, it would have gone a\n   different way, or a little more help, programs or anything. I feel like I\n   could have still had a fighting chance.\n \n \n   Anne: Yeah. I mean the hope is that there will be policy that will give\n   hope to people like you that as soon as you finish going to school, you can\n   then get a social security card, you can get a job, you can make a life for\n   yourself, but currently—\n \n \n   Mike: And you know what's crazy? My mom actually signed us up for this\n   program. It's called Visa U , which is a process for the immigration and\n   it's just one route that you could go.\n \n \n   Mike: She signed us up, but the people that were doing all the paperwork\n   for us basically lied to us and basically committed fraud, because they\n   told us that through this for certain we were going to be able to get\n   papers, because we went through some kind of a violence.\n \n \n   Anne: With your dad?\n \n \n   Mike: Yeah. But they didn't tell us that if he wasn't from there, that it\n   didn't apply to us. And since he's not a resident, or he's not anything,\n   they just took it all away. But they gave me a social security card. They\n   gave me a work permit. They gave me everything that I needed. I even got my\n   taxes one year [Emotional]. I got $3,000 back, put my taxes on my wall,\n   like I'm really doing it.\n \n \n   Mike: But then out of nowhere, stripped everything from us. We didn't know\n   what to do. There was no... Just got to go back to the old things that we\n   were doing. But luckily, I was able to cut hair and do tattoos, and I was\n   able to get by.\n \n \n   Anne: So the violence that you encountered didn't qualify, because the\n   perpetrator was not a us citizen. Is that what it is?\n \n \n   Mike: Yes. Which was my father at the time.\n \n \n   Mike: And then when they strip that away, that's when you kind of want to\n   take your anger out, because you're like, \"Wow. What else can I go\n   through?\" And then it starts raining just kind of like that scenario. But\n   yeah, it's hard. It's hard.\n \n \n   Anne: So you were talking about in high school you found out that you would\n   not be able to get a legal job. Started getting in trouble. What kind of\n   trouble?\n \n \n   Mike: I started hanging out with the wrong kind of kids. These other kids\n   that wouldn't go to school and I noticed what type of kids I was hanging\n   out with. I noticed the difference, because there's productive people that\n   make you want to do better, and there's this people that just see you and\n   they want to see you do as bad as them.\n \n \n   Mike: So they kind of drag you down under. I felt like I just wanted to fit\n   in kind of because all my life I felt like I wasn't equal—I don't know how\n   to explain it. It's just I just wanted to fit in kind of, not feel like I\n   wasn't as good as them, because I felt like I was always inferior, because\n   I didn't have the things that they had.\n \n \n   Anne: Was it a gang or just a bunch of kids?\n \n \n   Mike: It was gang members. I used to hang out with people that they didn't\n   care for themselves. I remember walking into my friend's house and the\n   house was just like, \"Oh my God.\" It was like a tornado went in and I\n   usually don't hang out with people like this. I was so scared just being in\n   that house and I just started getting used to it, because those are the\n   people that I could not relate to, but I had something in common like,\n   \"Okay if you're not ish, then I'm not an ish either.\"\n \n \n   Mike: So we relate and I feel like kind of adopted. They kind of adopted\n   me. The streets adopted me kind of in a way. I didn't really have a\n   relationship with my family. When there was a family events or anything, I\n   felt like an outcast. I would never go to them. Christmas, I was always in\n   my room. Every little... It's just weird man. Everything messed me up. I\n   feel like traumatic. Just the trauma of everything.\n \n \n   Mike: Just going through everything, it kind of made me not have feelings\n   for anybody, because when you have feelings for somebody that's a way that\n   somebody could hurt you. So it's like you block all that out and you don't\n   want nothing to do with it, because that way you can get hurt. I'm sorry,\n   I'm going off topic.\n \n \n   Anne: That's really tough. So did your other siblings have similar\n   experiences as they reached adolescence in high school or do you think it\n   was more you?\n \n \n   Mike: I feel like I kind of took the burden of kind of being the man of the\n   house that, that kind of just wore me down. So my brothers and sisters seen\n   that and I was kind of like the black sheep, but I was like an example.\n   Like, \"Oh, don't be like him.\" So I feel like I wasn't there to help them,\n   or to actually guide them like a big brother should, but at least I was\n   like, \"Okay, don't be like him.\" You know what I mean?\n \n \n   Anne: So when did you stop feeling for your family, and feeling like you'd\n   fit into Christmas and such?\n \n \n   Mike: That was going on high school. I think it was my freshman year,\n   because like I said man, it's just all these things that happen to you,\n   there's just only so much you could take to where you're like, \"You know\n   what? Eff it.\" You're just done with everybody and you're just like, \"You\n   know what? If life paid me back like this, then why should I care?\" You\n   know what I mean? And it makes me feel like inferior at times.\n \n \n   Mike: So yeah, I feel like it was around my freshman year, everything\n   started going downhill, because I used to be in events, classes, and all my\n   teachers loved me. I would have conversations like this with my teachers\n   and they'd be amazed sometimes like, \"Wow, this kid has so much insight. So\n   much to talk about.\" And they would always encourage me, but the thing\n   about it is I wouldn't feel like that.\n \n \n   Mike: I would always feel like, \"I'm not shit. What are they talking about?\n   What do they see in me that I don't see in myself?\" And it sucked because\n   other people looked at my potential and I put myself so low that I didn't\n   even look at that. Every time they're like, \"Dude, you've got so much\n   potential.\" And I'm like, \"Yeah, right dude, what are you talking about?\n   You just trying to butter me up man.\"\n \n \n   Mike: But I started seeing that some of the stuff that they were saying was\n   true and started trying to do better and trying to do something. And then\n   when I had my first kid, I was like, \"Nope, I'm not going to give him the\n   life that I have.\" And he was a big motivation. My first kid was a really\n   big motivation to just get on it.\n \n \n   Anne: Just one more... Couple more things about school. So you came back to\n   Arizona after two years of being kidnapped? Did someone give you some\n   therapy. I mean did you go through therapy or counseling at this time?\n \n \n   Mike: We weren't from there, so we didn't get any of that. I remember my\n   mom signed us up for this Christmas thing, because we didn't have any\n   money. And this was before I got kidnapped. She signed us up for this\n   little Christmas thing and we weren't accepted, because we weren't from\n   there. From the United States. So that program didn't apply to us, they\n   said.\n \n \n   Anne: But your school should have. I mean—\n \n \n   Mike: Exactly. Exactly that's what I'm saying. There was a couple of\n   schools that they did see that we were going through financial\n   difficulties, so they signed me up. I remember my teacher, Ms. Garcia—I'll\n   never forget her, she's an angel. She signed us up for this program where\n   you could go ride along with the cop and you would go to a store, you had\n   $200 and you could buy whatever you want.\n \n \n   Mike: And I remember I bought my whole family stuff, and I had the whole\n   cops crying. The whole department was crying because of all the kids, I was\n   the only one that got something for their family. The cops looked at that\n   and they're like, \"Wow, you're so young, but yet still you're family\n   orientated.\"\n \n \n   Mike: That was a good day. I remember my mom came home and she asked me,\n   \"What did you get?\" And I had her crying too, because you know? But that\n   was really good. That's why I liked that good side of me, that out of all\n   the bad stuff, there's always good.\n \n \n   Anne: So you dropped out of school what year?\n \n \n   Mike: Senior year.\n \n \n   Mike: I was almost there, and my AIMS... Everything I passed it except for\n   the math. I passed all my AIMS exams. You know the test that you take at\n   the end of the year, Stanford or AIMS or whatever they are?\n \n \n   Anne: Yeah.\n \n \n   Mike: I passed all of them except for my math. My senior year I actually\n   passed it, but I didn't graduate. I just would go to school, literally eat\n   lunch, just get out. It got boring for me and I was really good. I should\n   have never started.\n \n \n   Mike: I remember I was taking Japanese, I was taking English, social\n   studies, a bunch of extra stuff just to try to advance my knowledge and\n   stuff, but I don't know. Once you don't get that motivation and wants to\n   stop, it sucks.\n \n \n   Anne: You talked about you had you first kid, when you were how old?\n \n \n   Mike: I believe I was 20 when I first had my kid.\n \n \n   Anne: So you were involved with—\n \n \n   Mike: No.\n \n \n   Anne: Girls before that, and—\n \n \n   Mike: No, that was actually... She was still in high school. She was in\n   senior year I believe. I wasn't in high school anymore, I was working at\n   that time, working for the Solar Spot. I had barely started working for the\n   Solar Spot and she kind of gave me motivation to do better. When you have\n   somebody, you want to take them out and do extra stuff. So you're like,\n   \"Yeah man, I got to get this money.\"\n \n \n   Mike: And that was another motivation that helped me kind of get up at a\n   higher level than I was. But it was just a lot of stuff. When you have kids\n   young, you think you want something, but you don't know. It's just like you\n   think you like the person but you don't like them. You just like them for\n   their looks or their body, and that was my mistake. And yes, she actually\n   told me if I wanted to marry her.\n \n \n   Mike: I didn't like her and I didn't want to do that to her. But she was\n   just wanting to help me out so I could get my papers, but I couldn't do it\n   to her, man. I just imagine myself like, \"Damn, she's going to marry me.\"\n   And then like, \"What if I'm not the right one, and then she's going to have\n   to go. She's taking that sacrifice for me. I don't feel like that's fair.\"\n \n \n   Mike: So we never got married. I never fixed anything. I could, I had the\n   chance because at that time they told me, \"Why don't you put your papers\n   in?\" My boss—damn, that guy has helped me a lot. His name is Richard\n   Perkin. Man, that guy's like a second father to me. He did everything he\n   could to try to help me out and my status, but at that point it was already\n   too late because they had denied us for—\n \n \n   Anne: Denied what?\n \n \n   Mike: Remember when I told you that my mom put in the Visa U or some stuff\n   like that? Since they denied us, they wouldn't give us another shot. I had\n   to wait a certain amount of years.\n \n \n   Anne: You talked about your association with kids that weren't the best in\n   high school. Did you get in trouble?\n \n \n   Mike: Oh yeah.\n \n \n   Anne: Did you actually get arrested?\n \n \n   Mike: Oh yeah. A couple of times. But it was my high school year, so it\n   never stayed in my record, but I was getting in trouble constantly. And I\n   liked it, because my parents would have to suffer. That's the sucky thing\n   about it. Looking back at it now, I put my mom through a lot of stuff, and\n   it sucks.\n \n \n   Anne: So what kind of crimes did you commit?\n \n \n   Mike: Basically it was just petty things. They would always catch us for\n   skipping school. One time I remember my friend went into a gas station and\n   stole some cigarettes, which is—how do you grab the cigarettes in the back\n   counter? And I was with that guy. Fights. I also loved fighting. It's just\n   a way of me just getting my anger out.\n \n \n   Mike: I got a lot of disorderly conducts and it was for fighting. It's just\n   something about fighting that just releases the stress. It just releases my\n   anger. And since I didn't want to take it on my family, I would just\n   always, whoever wanted it, I'd be the first one to step in. And it's crazy\n   because I was the shortest one I remember. I was the shortest one man.\n \n \n   Mike: I used to hang out with a lot of black people, so I was always the\n   shortest one. I was always doing the most man. And I was like, \"Dude,\n   what's wrong with you?\" Then everybody would be like, \"Dude, calm down.\"\n   You're like one of those mad chihuahuas. And I was like, \"Dude, you're so\n   right. I got to stop, man. I got to stop.\" Which is crazy.\n \n \n   Anne: So you said that you liked it, because it got your parents upset?\n \n \n   Mike: Oh yeah.\n \n \n   Anne: Was this your mom and stepdad?\n \n \n   Mike: Oh yeah.\n \n \n   Anne: Why were you so mad at your mom do you think?\n \n \n   Mike: Because all this stuff that happened, I kind of blamed it on her.\n   Slowly I started saying because of one decision that she had made, all our\n   lives got messed up, even if she wanted to or not, point blank period. But\n   then I didn't think on both sides. I was really young, so I would always be\n   like “Me, me, me.” When I started getting older, I realized like, \"Dude,\n   she only did it to give us a better life.\"\n \n \n   Anne: So you are saying the decision to come to the US was what...\n \n \n   Mike: Not even that, it's just getting with my stepdad. I'd always had\n   trouble listening to male authority, just because I didn't have that at\n   all. So every time he would tell me to do something, I'd get so mad. I just\n   want to punch him in the face. And it sucked, man, because he would always\n   try to tell me stuff—he would do it for my own good.\n \n \n   Mike: He would never get out of hand talk to me, but I would always explode\n   on him. I would treat him like the parent that I never had who wanted to be\n   back in my life. So you know you could kind of treat him like however you\n   want? That's how I would treat him. And I just started realizing over time\n   my dad just—this guy really cares about us. He's providing for five kids\n   and still doesn't ask for anything.\n \n \n   Mike: It just started growing on me and we started getting along and it\n   started getting better. But yeah, I would not get along with my mom, or my\n   dad at all. And my mom was—I feel like a lot of Mexican women and men, they\n   have something against black folks even if you want to or not. I feel like\n   that's racist too, because my mom would always be like, \"Why do you hang\n   out with them? Why do you do this? Why do you do that?\"\n \n \n   Mike: I'm like, \"Because they're cool, man. They're like... I feel like\n   these are my people. They've gone through the same struggles, a lot of the\n   same stuff that happened to them. They would happen to me.\" So I would\n   always bring them over, and I remember one time my mom got so mad she\n   grabbed an orange and threw it at my friend, but my friend was so tall, he\n   just caught it.\n \n \n   Mike: These were kids from Nigeria. They're African—these guys are like,\n   \"Whoa.\" So he caught it and then he just said hi to my mom. My mom was so\n   mad that day, man. I didn't come home for like two or three days just\n   because of that. I got a lot of stories. I'm sorry I get out of track.\n \n \n   Anne: No, that's okay. That's okay [Laughs]. So when you started to work\n   and it was working for your stepdad friend's company. When you started\n   doing that, did you start getting along better with him and with your mom?\n \n \n   Mike: Oh yeah. Oh yeah.\n \n \n   Anne: So how old were you then? 21?\n \n \n   Mike: Yeah, around there. 21, 22. That's when I was... That's when my baby,\n   I knew he was going to be born, or he was born already. At that time, I\n   just wanted to do good for my family and try and grow up, because I always\n   took everything as a joke. I feel like I'm still 18 and I'm 26 already. I\n   feel like I didn't have a chance to live my childhood.\n \n \n   Mike: So that's a lot of the reasons that I did stupid things too, because\n   I was just trying to live that childhood—I feel like I got robbed, kind of.\n   So sometimes when I do stupid stuff, I still have that mindset of a kid.\n   It's weird. I don't know how to explain it. Just like I did a lot of stuff,\n   because I felt like I got robbed of that time. So it's like, \"You know\n   what? If I go to a party and I get drunk and this and that and I get locked\n   up—Oh well, I'm still young.\"\n \n \n   Mike: That was my mentality. When I shouldn't have thought like that, I\n   should have been thinking like, \"You're not from here. You got to watch\n   out. You need to get something going on because, you got another life that\n   depends on you.\" But it was crazy, because it's a mood swing. It's like you\n   want to do good, not just for yourself, but for your family, but at the\n   same time you're just like rebelling because you didn't get to live the\n   things that you did.\n \n \n   Mike: So it's like you know you're supposed to do this, but you're like,\n   Ah, whatever. And then you just end up doing that. But then when you do it,\n   you're like, \"Damn, why did I do it?\" You just reflect back on it. And it\n   was always a freaking struggle in my head man. Just trying to do the right\n   thing, because I felt like the world owed me all the time I lost. You know\n   what I mean?\n \n \n   Anne: Did you have trouble with drugs?\n \n \n   Mike: Yeah. Marijuana. I feel like some people don't classify it as a drug,\n   but at the same time, when you're depressed or when you're going through\n   stuff, it really affects you. It affects every decision that you make. And,\n   of course, everybody—I've tried drugs, I'm not going to say exactly which\n   one, but I've experimented.\n \n \n   Mike: I've never really liked it though. I don't like to be high because I\n   used to fight a lot. I would always see that when I would smoke, I would\n   always get beat up. This is an everyday thing fighting, because you have\n   to. You are in the wrong hood, you're wearing the wrong color, you're going\n   to get beat up.\n \n \n   Mike: If you don't got a gun, like you're going to get either shot, or\n   you're going to get beat up. It's one of the two. So, you always had to be\n   ready. And yeah man, just it's a lot of stuff. I'm sorry. What was I\n   talking about? I don't even remember what I'm talking about anymore. It's\n   just so much things running through my mind.\n \n \n   Anne: Yeah. You were talking about drugs.\n \n \n   Mike: Oh yeah, drugs, man. It's just it didn't really get to me. But I\n   could see if I didn't have that motivation in myself, I could see how it\n   would be really easy to just go down a spiral and just drug binge. But\n   luckily thank God that that didn't happen to me. But weed I would usually\n   use it a lot, because it was my coping mechanism.\n \n \n   Mike: When you smoke, it makes you feel like nothing is important. All your\n   problems go away basically. And it was just like a coping mechanism to just\n   go on every day with my life. I felt like if I didn't have that, there was\n   no point. My life was whack.... There was one point in time that I had to\n   smoke before I do something fun.\n \n \n   Mike: It got to that point and it sucked, because I'm like, \"You had so\n   much energy. You did so many things and now it's like you got to smoke weed\n   to have fun.\" You know what I mean? But that's the only thing I had a\n   problem with. I've tried drugs, but it never really got something to where\n   I could say like, \"Dang bro, you're addicted. You need to stop.\"\n \n \n   Anne: So after your son was born you did not stay with the young woman, and\n   she kept the baby and you just visited him?\n \n \n   Mike: No, no, no. I got us an apartment. I was working, I had gotten a car\n   and the thing was crazy because everything started working out all by\n   itself. I feel like it was blessing, after blessing, after blessing. And at\n   that time, that's when I was getting my work permit. I got my social. That\n   was all at that time. So I was able to provide for my kids. I was able to\n   provide for the mother of my kids.\n \n \n   Anne: You have more than one kid?\n \n \n   Mike: Yeah. I have two kids.\n \n \n   Mike: Same mother. Oh yeah, we had that kid because she was pregnant\n   before, but she had a miscarriage. Or, I don't know what they call it, but\n   the baby died in the womb.\n \n \n   Anne: A still born baby?\n \n \n   Mike: It was alive, but I think the [Exhale], hospitals since they\n   didn't—you know when babies are really young, it takes money to take care\n   of them?\n \n \n   Anne: Premature?\n \n \n   Mike: Well he was six months and her water broke. He was still alive and\n   they told us that they could take him out, but he was going to have\n   problems. So they made us feel like he wasn't going to survive, and they\n   let him die in the womb.\n \n \n   Mike: And then when we found out, we tried to put a lawsuit on them, but it\n   was too late. But they felt bad. They still feel bad, because every year\n   they send us cards, all the nurses and staff. So I know they did something\n   wrong. I know they did.\n \n \n   Anne: That was the second pregnancy?\n \n \n   Mike: That was the second pregnancy, but since that went wrong, the mother\n   of my kids just got like depressed. Have you heard of a rainbow child? It's\n   when you have a kid after the first one passed away.\n \n \n   Mike: So that was our rainbow child, Eli, and that's when I started going\n   downhill, because my stuff got denied. I didn't have the privileges that\n   every normal US citizen gets to have. So I had two kids, no way to provide\n   for them.\n \n \n   Anne: And how old were you?\n \n \n   Mike: I was like 23, 24. Around there.\n \n \n   Anne: So they gave you the social security provisionally, and then took it\n   away when they realized—\n \n \n   Mike: Yeah. And it takes a long time the process for immigration. So I had\n   some time there, actually I was like a year and a half, where I was doing\n   everything legal. Doing my taxes, getting my taxes back, just doing\n   everything that normal US citizens got to do. And then just one day I got\n   that letter in the mail and I just had to give it all up.\n \n \n   Mike: I remember we had to go in this office, we gave everything back and\n   then they told us like, \"Basically don't get in trouble, because that's\n   your ass\" [Chuckle]. I was just stunned. I'm like, \"How could people do you\n   like...\" You know what I mean? Especially me growing up, I wanted to be\n   something in my community. I wanted to change for the better. I felt like I\n   could have contributed to my community, not only to my community, but\n   basically just become something that people look up to or follow. But it\n   didn't work out like it does.\n \n \n   Anne: So then you went into a depression you said.\n \n \n   Mike: Yeah, I still feel like I am. Sometimes it just hits you. Sometimes\n   you're just alone in that bed and then everything just comes at you all at\n   one time, and it sucks. But I tried to fight it as best as I can, because I\n   know out of all these bad things that I'm going through, something's got to\n   change.\n \n \n   Anne: So how did that lead to your final deportation or voluntary\n   departure?\n \n \n   Mike: Remember I told you that I had lost my papers and that's when my son\n   was you know? I had lost my jobs and stuff. So it was really hard sometimes\n   to provide for my kids, because sometimes there wouldn't be people that\n   wanted tattoos, or there wouldn't be people that wanted a haircut.\n \n \n   Anne: That’s what you did. You cut hair and—\n \n \n   Mike: Yeah. I had to. That's the only thing that I could do. And I\n   remembered to try to be good with the mother of my kids, I went after she\n   invited me to go with one of her friends because they had a hotel in a\n   resort casino. And I remember that I just wanted to please her. I wanted to\n   make her happy.\n \n \n   Mike: So again it's really hard to make someone happy when you can't\n   provide for them. So every little thing, I was just trying to be kind of a\n   kiss ass. And yeah, I went with her. I didn't like her friend. I hated her\n   friend. It's just one of her friends that always made her do bad stuff.\n \n \n   Mike: So I never liked hanging out with her, but I was like, \"I'm going to\n   try it, just because I'm trying to make her happy.\" And that's the day I\n   got caught up with the blunt in my ear and the security caught me. From\n   there on, I had to go to court fighting the cases and then basically I just\n   like—\n \n \n   Anne: So you were detained?\n \n \n   Mike: Yeah. For like two days I believe for the blunt in my ear.\n \n \n   Anne: What is a blunt?\n \n \n   Mike: It's basically a wrap. A brown wrap that you put the marijuana in.\n   It's just like a cigar. Have you seen this Cuban cigar? That's what it is.\n   All they do is they cut it in the middle and they put weed inside. That's\n   what a blunt is.\n \n \n   Anne: How did they find it?\n \n \n   Mike: I had it in my ear when I was coming out of the—there was a hotel and\n   the casino and in the middle they joined and in that middle part there is\n   security. So I was walking out going to the casino and they seen it in my\n   ear and they're like, \"What is that?\" And I was like, \"Aw damn, I'm done.\"\n   I knew it so I was like, \"Dude, I'm done.\"\n \n \n   Mike: They took me downstairs, checked me, and then they let me go. But\n   then they told me that I had a court date. Little did I know in the next\n   two days somebody came to pick me up from ICE, so I had to go with them.\n   They placed me there for a couple of days, more. Two or three days more. I\n   stayed in the ICE facility for two or three days and then they let me out\n   and then that's when I had to go to court. Keep going to court. Keep going\n   to court until finally I couldn't stall it anymore.\n \n \n   Mike: So they were like, \"Dude, you got to do something. You either going\n   to jail or to fight it, the case. But you're going to jail. You've got to\n   be in jail and you can't be out while you're fighting this case, or you do\n   a voluntary departure and you go.\" At that time I felt like I wasn't any\n   good to anybody. I didn’t want to be a burden on my family.\" So I just\n   left. This is just something that I felt like I had to do. I knew if I ran\n   away, I was never going to be able to provide for my kids, because I was\n   always going to have to try to find a way to provide for myself. And I\n   didn't want that for them. So I just did a voluntary departure. I just\n   said, \"Screw it.\"\n \n \n   Anne: And the case that they were... I mean the criminal act was possession\n   of marijuana?\n \n \n   Mike: That was it. I still got the paper. I got all my voluntary departure,\n   everything.\n \n \n   Anne: How long until you came—\n \n \n   Mike: I could go apply anytime I want, but just because of that, I feel\n   like that's going to have some issues. It's going to bring some issues up.\n   But they didn't say, \"Oh, you have to wait this long to do it.\" No, because\n   I did the voluntary departure.\n \n \n   Mike: I could've gone and fought the case and did all that stuff, but I was\n   like, \"No dude. Don't do it. Because if you lose, you're really not going\n   to be able to come back and then that's going to be something that your\n   kids are going to have to pay for.\" So I was like, \"Nah, man.\" I just left.\n   I'm just trying to do the right thing right now. Sometimes—\n \n \n   Anne: And how long have you been back?\n \n \n   Mike: Since October. So like eight, nine months, right? October, November,\n   December.\n \n \n   Anne: So what is it like here?\n \n \n   Mike: I can't say it's been bad, but it's really hard to try to adjust to\n   everything. My kids are the thing that really hits me. It’s the hardest at\n   night—just knowing that you used to sleep everyday with them in your bed.\n   And just when you're alone in that bed, just thinking about everything,\n   that's when it really hits you. It just like bop right in the face. But\n   other than that, Mexico has been good to me. I’ve gotten blessed with that\n   job.\n \n \n   Anne: At Teletech?\n \n \n   Mike: Yeah. Teletech. I had to quit though because I was moving. I didn't\n   have enough money, because I feel like over here when people know that\n   you're not from here—or that you're from over there—they take advantage.\n   And I feel like my dad kind of took advantage of me. He basically said that\n   things were one price, but they were totally different.\n \n \n   Anne: Your dad? The one who kidnapped you?\n \n \n   Mike: Yeah.\n \n \n   Anne: He's back here?\n \n \n   Mike: Yeah. I had nowhere to go. I didn't even want to come. I still—\n \n \n   Anne: Are you living with him?\n \n \n   Mike: No. I have my own spot. Oh no, trust me. No, no, no. I have my own\n   spot. But when I didn't have anything, he would be the one that I would go\n   to, because I had nothing. So he got me an apartment. I ended up moving\n   from that apartment because I found out some stuff. Let me tell you how my\n   dad is so you could get a sense of how kind of grimy.\n \n \n   Mike: I remember this is the first time that he played me too and I was\n   like, \"Oh I got to watch out for this guy.\" So they charged me 200 pesos to\n   do a whole bag of laundry, right? Well I hadn't remembered that when I\n   first moved in, I had a smaller bag of laundry and my dad gave me the\n   receipt and it was like 600 pesos, right?\n \n \n   Mike: A couple of months later I had gone to the laundry place and I had an\n   even bigger bag, because I had bought more clothes. So I know I had more\n   clothes than before. So they gave me the receipt, and it's written 200\n   pesos. I told my dad, \"Dad, remember the last time you told me that it was\n   this,\" he started laughing like in my face, like, \"Oh, what are you talking\n   about?\"\n \n \n   Mike: And that's when I knew I was like, \"Damn, I got to watch out for this\n   guy.\" You know what I mean? Because they love you, that's your family, but\n   they feel like you got it—because you're from there, or you came from\n   there, or your family's going to support you. So he'd always try to get as\n   much as he could. That's why I felt like I got to kind of stay away from\n   him. Those are the people you've got to love, but keep your distance from.\n \n \n   Anne: So do you have a job now?\n \n \n   Mike: No, no. Those papers that I have right now, I'm going to go ahead and\n   try to see if I could apply back, because they'd never fired me from\n   Teletech, I quit myself. And I was doing really good. I was actually doing\n   the dish program, and I was going to become a technician, but since all\n   that stuff happened and I had to move.\n \n \n   Mike: Because this is the reason that I moved, my dad was telling me that\n   rent was one thing, but he was just telling the landlord that he knew to\n   charge me extra. He was telling me it was 3,500, but the landlord was\n   keeping 2,500 and giving him 1,000 of it. And I had found out, because the\n   own landlord lady told me, and I had to move and I had to lose my job.\n \n \n   Mike: I had a choice where I could've been just like, \"Fuck it, I'm not\n   going to go anymore.\" But I just told them straight up and I was like, \"Can\n   you guys just give me a chance?\" And they're like, \"Yeah, dude. Just come\n   back whenever you want. You don't have to wait those six months since we\n   didn't fire you, or anything like that.\"\n \n \n   Mike: So, yeah. Hopefully I'll find something. They actually told me they\n   had some openings here, but if that doesn't work out, I know I could always\n   go back to Teletech. Hopefully something's got to give.\n \n \n   Anne: Yeah. Are you in contact with your mother—\n \n \n   Mike: Oh yeah.\n \n \n   Anne: And your siblings?\n \n \n   Mike: Oh yeah. Every day. They're really good. My sister's going to get\n   married pretty soon. My brother just opened a company. This little LLC for\n   solar. And then my other brother just got a house. But yeah, everybody's\n   doing good.\n \n \n   Anne: Are they permanent residents or not?\n \n \n   Mike: My younger brothers are not from there, but my two sisters are.\n \n \n   Mike: My stepdad is not.\n \n \n   Mike: I don't know is the grace of God, man. When you do good, when you\n   take care of responsibilities that you don’t have to, I feel like you get\n   blessed in a way. Because this guy's got money. He's got a house. He's got\n   cars. His boss loves him.\n \n \n   Anne: What is it you miss most from the US?\n \n \n   Mike: My kids. My kids. That's the one thing that I just—I don't even need\n   anything. It's just my kids.\n \n \n   Anne: What were your dreams When you were in the US? What were your dreams?\n \n \n   Mike: It's funny as I used to always have a dream of me actually speaking.\n   You know how Martin Luther King did? And this is crazy because I always had\n   this dream every night where I'd be speaking just like him and I'd have\n   crowds just like him. I still feel like I'm going to change society in a\n   positive way.\n \n \n   Mike: I don't know why. I'm just the type of person that I care about\n   everybody. I see the bigger picture, because I used to be selfish and only\n   for myself, but I got my eyes open. I just want to be a help. I want to be\n   the person that I wish I had growing up. That's what I want to do. Whatever\n   it is.\n \n \n   Anne: And so your dreams are the same? US, Mexico, that's what you want to\n   be?\n \n \n   Mike: Yeah. I still don't know because I don't even know what road to take.\n   There's so many, but I just want to help. Like I said, I want to be the\n   person that I never had growing up. I don't know what that is though still,\n   or whatever it is.\n \n \n   Anne: You're very young.\n \n \n   Mike: Yeah. I feel like I'm getting old [Laughs]. Sucks.\n \n \n   Anne: Well, not having a childhood you must feel way older than your years.\n \n \n   Mike: Oh yeah.\n \n \n   Anne: You’ve got a lot of time ahead of you to really achieve those dreams.\n \n \n   Mike: Yeah. Now I kind of believe it and it's kind of like, \"Okay, yeah.\n   You could do it.\"\n \n \n   Anne: So I think that, that's something that's really important to\n   remember. When you think of yourself, do you think of yourself as an\n   American, or Mexican, or something else?\n \n \n   Mike: I feel like I'm a Mexican American. You learn to love your country\n   when you're young, because of your parents and your culture, but at the\n   same time you see all these opportunities that are given to you by going to\n   the United States. And a lot of things that people say in the United States\n   is bullshit.\n \n \n   Mike: But I believe that if you're really, really dedicated, anything is\n   possible, and I feel like that country made me realize it. That hope. That\n   even though I'm here, if I made it out there I could make it out here. And\n   I just love America. There's nowhere else that's the same as that spot. It\n   taught me a lot of things and I feel like both of them are like my mother\n   countries. They're just like my stepmother. But I love both countries to\n   death.\n \n \n   Mike: I feel like in a way I'm American as well, because I went through a\n   lot of stuff that Americans go through. Yeah, I've actually gotten into\n   politics. I felt like I was actually a part of that, but it sucks when you\n   realize you're not. But yeah, I feel like I'm both in a way.\n \n \n   Anne: Sometimes we ask people just to reflect on some patterns, or ideas\n   related to deportees and I was wondering, you like many young men you came\n   over with kids and growing up in the States for whatever reason end up\n   getting in trouble. Why do you think that is, that it's such a prevalent\n   pattern?\n \n \n   Mike: I feel like it has a lot to do with you realizing that it's not like\n   people say, because in America you're taught to believe if you really want\n   something you could achieve it. And when you realize that that doesn't\n   apply to you, that's what I feel like that's the big spiral down that you\n   go to.\n \n \n   Mike: Once you realize that it's not really how you were taught to believe,\n   or not for you in that case, I feel like a lot of kids just give up and\n   lose hope, because it's already hard as it is. Not being able to get a job\n   and still trying to do things right without breaking the law. And then when\n   you realize it's never going to change for you, man, you just like,\n   \"Whatever. Okay.\" Or, \"If I can't get it like this, I'm going to get it\n   like that.\"\n \n \n   Mike: And a lot of thing is survival too. A lot of people have to survive.\n   A lot of people don't have the luxury of being able to get up, go to work\n   every day. A lot of people wish that they had a job. Would kill to just get\n   up early and just get that paycheck. I know a lot of families that they\n   have to go through the most, but they still do it, because they have to.\n   They have no choice. And it's way better than here. And I didn't understand\n   that until now.\n \n \n   Mike: I used to give my mom crap about that, because I was like, \"Why\n   couldn't you just start your life right here? What's so wrong about this?\n   That you put us through all this stuff that we have nothing over there?\"\n   And then I realized when I came over here—I actually cried, because I'm\n   like, \"Damn, she did all that for us to have a better life.\"\n \n \n   Mike: And it hit me in the face. I was like, \"Damn, my mom went through a\n   lot of sacrifices and it sucks.\" I was embarrassed because I'm like, \"Damn,\n   I didn't do anything. I didn't do anything with the blessings that I got.\"\n   I felt bad. But in a way I feel like everything is for a reason.\n \n \n   Mike: I feel like I'm here for a reason and whatever I need to do to help,\n   or whatever my little part I have to put in, I feel like this is why I'm\n   here, and I'm just waiting on that so I could go back and just be with my\n   kids.\n \n \n   Anne: Well thank you very, very much.\n \n \n   Mike: Of course.\n \n \n   Anne: I think you're going to do great things.\n \n \n   Mike: Thank you. Hopefully one day. One day. I just believe.\n ", "annotations": [{"type": "text", "start": 175, "end": 177, "text": "US", "label": "GPE"}, {"type": "text", "start": 202, "end": 207, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 265, "end": 269, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 589, "end": 598, "text": "yesterday", "label": "DATE"}, {"type": "text", "start": 697, "end": 702, "text": "eight", "label": "CARDINAL"}, {"type": "text", "start": 746, "end": 750, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 1099, "end": 1106, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 1150, "end": 1154, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 1196, "end": 1199, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 1263, "end": 1266, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 1381, "end": 1391, "text": "three days", "label": "DATE"}, {"type": "text", "start": 1435, "end": 1440, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 1444, "end": 1448, "text": "four", "label": "DATE"}, {"type": "text", "start": 1535, "end": 1539, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 1975, "end": 1979, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 2001, "end": 2018, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 2074, "end": 2081, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 2394, "end": 2398, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 2489, "end": 2494, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 3075, "end": 3079, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3093, "end": 3095, "text": "15", "label": "DATE"}, {"type": "text", "start": 3104, "end": 3108, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 3374, "end": 3388, "text": "my senior year", "label": "DATE"}, {"type": "text", "start": 3397, "end": 3401, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 3414, "end": 3422, "text": "that day", "label": "DATE"}, {"type": "text", "start": 3712, "end": 3716, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 3739, "end": 3743, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 4049, "end": 4053, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 4248, "end": 4253, "text": "a day", "label": "DATE"}, {"type": "text", "start": 4293, "end": 4297, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 4313, "end": 4315, "text": "25", "label": "DATE"}, {"type": "text", "start": 4321, "end": 4323, "text": "26", "label": "DATE"}, {"type": "text", "start": 4473, "end": 4476, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 4556, "end": 4560, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 4892, "end": 4896, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 5071, "end": 5078, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 5087, "end": 5091, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 5113, "end": 5118, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 5138, "end": 5144, "text": "Tucson", "label": "GPE"}, {"type": "text", "start": 5164, "end": 5173, "text": "Taco Bell", "label": "ORG"}, {"type": "text", "start": 5182, "end": 5191, "text": "Taco Bell", "label": "ORG"}, {"type": "text", "start": 5211, "end": 5220, "text": "Taco Bell", "label": "ORG"}, {"type": "text", "start": 5279, "end": 5288, "text": "Taco Bell", "label": "ORG"}, {"type": "text", "start": 5431, "end": 5435, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 5491, "end": 5504, "text": "the Taco Bell", "label": "ORG"}, {"type": "text", "start": 5806, "end": 5810, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 5893, "end": 5897, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 5950, "end": 5954, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 5994, "end": 6011, "text": "a couple of years", "label": "DATE"}, {"type": "text", "start": 6171, "end": 6185, "text": "Los\n   Angeles", "label": "GPE"}, {"type": "text", "start": 6306, "end": 6310, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 6327, "end": 6338, "text": "Los Angeles", "label": "GPE"}, {"type": "text", "start": 6397, "end": 6404, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 6506, "end": 6512, "text": "Conway", "label": "GPE"}, {"type": "text", "start": 6514, "end": 6521, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 6527, "end": 6535, "text": "two,\n   ", "label": "DATE"}, {"type": "text", "start": 6733, "end": 6737, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 6753, "end": 6758, "text": "Texas", "label": "GPE"}, {"type": "text", "start": 6763, "end": 6772, "text": "two years", "label": "DATE"}, {"type": "text", "start": 6889, "end": 6898, "text": "two years", "label": "DATE"}, {"type": "text", "start": 7144, "end": 7148, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 7162, "end": 7175, "text": "a whole month", "label": "DATE"}, {"type": "text", "start": 7230, "end": 7233, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 7310, "end": 7321, "text": "three, four", "label": "DATE"}, {"type": "text", "start": 7333, "end": 7346, "text": "a whole month", "label": "DATE"}, {"type": "text", "start": 7453, "end": 7457, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 7465, "end": 7471, "text": "11, 12", "label": "DATE"}, {"type": "text", "start": 7480, "end": 7484, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 7518, "end": 7522, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 7817, "end": 7829, "text": "the last\n   ", "label": "DATE"}, {"type": "text", "start": 8214, "end": 8218, "text": "Arab", "label": "NORP"}, {"type": "text", "start": 8273, "end": 8281, "text": "tomorrow", "label": "DATE"}, {"type": "text", "start": 8291, "end": 8295, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 8854, "end": 8860, "text": "dollar", "label": "MONEY"}, {"type": "text", "start": 8862, "end": 8872, "text": "A freaking", "label": "MONEY"}, {"type": "text", "start": 8873, "end": 8879, "text": "dollar", "label": "MONEY"}, {"type": "text", "start": 9087, "end": 9091, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 9258, "end": 9274, "text": "a couple of days", "label": "DATE"}, {"type": "text", "start": 9562, "end": 9565, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 9622, "end": 9624, "text": "US", "label": "GPE"}, {"type": "text", "start": 9680, "end": 9684, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 9761, "end": 9768, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 9807, "end": 9822, "text": "those two years", "label": "DATE"}, {"type": "text", "start": 10049, "end": 10053, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 10496, "end": 10501, "text": "Texas", "label": "GPE"}, {"type": "text", "start": 10638, "end": 10642, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 10686, "end": 10700, "text": "those two year", "label": "DATE"}, {"type": "text", "start": 10709, "end": 10713, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 11137, "end": 11141, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11171, "end": 11180, "text": "two years", "label": "DATE"}, {"type": "text", "start": 11189, "end": 11193, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 11391, "end": 11403, "text": "school hours", "label": "TIME"}, {"type": "text", "start": 11574, "end": 11578, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 11868, "end": 11872, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 11958, "end": 11962, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 11977, "end": 11981, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12032, "end": 12036, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 12379, "end": 12383, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 12540, "end": 12559, "text": "5:00 in the morning", "label": "TIME"}, {"type": "text", "start": 12650, "end": 12654, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12697, "end": 12701, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 12752, "end": 12756, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 12780, "end": 12784, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 12919, "end": 12926, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 12960, "end": 12964, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 13062, "end": 13066, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 13068, "end": 13083, "text": "Those two years", "label": "DATE"}, {"type": "text", "start": 13085, "end": 13100, "text": "Those two years", "label": "DATE"}, {"type": "text", "start": 13331, "end": 13335, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 13659, "end": 13663, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 13957, "end": 13961, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 14364, "end": 14368, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 14657, "end": 14661, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 14705, "end": 14709, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 15109, "end": 15113, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 15324, "end": 15328, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15347, "end": 15354, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 15363, "end": 15367, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 15580, "end": 15584, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 15649, "end": 15653, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 16034, "end": 16038, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 16394, "end": 16401, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 16431, "end": 16435, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 16748, "end": 16752, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 16865, "end": 16869, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 17003, "end": 17007, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17062, "end": 17064, "text": "US", "label": "GPE"}, {"type": "text", "start": 17122, "end": 17128, "text": "Senate", "label": "ORG"}, {"type": "text", "start": 17368, "end": 17372, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 17388, "end": 17392, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17429, "end": 17438, "text": "ten years", "label": "DATE"}, {"type": "text", "start": 17440, "end": 17449, "text": "Ten years", "label": "DATE"}, {"type": "text", "start": 17508, "end": 17519, "text": "three years", "label": "DATE"}, {"type": "text", "start": 17583, "end": 17587, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 17685, "end": 17689, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 17968, "end": 17972, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 18077, "end": 18084, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 18105, "end": 18107, "text": "US", "label": "GPE"}, {"type": "text", "start": 18208, "end": 18213, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 18695, "end": 18699, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 18894, "end": 18898, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 19159, "end": 19163, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 19254, "end": 19260, "text": "Visa U", "label": "PRODUCT"}, {"type": "text", "start": 19319, "end": 19322, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 19355, "end": 19359, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 19643, "end": 19647, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 19671, "end": 19675, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 19986, "end": 19994, "text": "one year", "label": "DATE"}, {"type": "text", "start": 20015, "end": 20020, "text": "3,000", "label": "MONEY"}, {"type": "text", "start": 20088, "end": 20092, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 20343, "end": 20347, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 20478, "end": 20482, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 20529, "end": 20533, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 20788, "end": 20792, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 20959, "end": 20963, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 21314, "end": 21318, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 21673, "end": 21677, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 21725, "end": 21729, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 22239, "end": 22243, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 22512, "end": 22521, "text": "Christmas", "label": "DATE"}, {"type": "text", "start": 22677, "end": 22681, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 23015, "end": 23019, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 23183, "end": 23187, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 23631, "end": 23635, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 23745, "end": 23749, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 23797, "end": 23813, "text": "my freshman year", "label": "DATE"}, {"type": "text", "start": 24191, "end": 24195, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 24232, "end": 24248, "text": "my freshman year", "label": "DATE"}, {"type": "text", "start": 24618, "end": 24622, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 25045, "end": 25049, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 25215, "end": 25220, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 25329, "end": 25334, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 25396, "end": 25400, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 25407, "end": 25410, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 25419, "end": 25425, "text": "Couple", "label": "CARDINAL"}, {"type": "text", "start": 25489, "end": 25498, "text": "two years", "label": "DATE"}, {"type": "text", "start": 25626, "end": 25630, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 25935, "end": 25952, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 26011, "end": 26015, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 26061, "end": 26065, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 26262, "end": 26268, "text": "Garcia", "label": "PERSON"}, {"type": "text", "start": 26432, "end": 26435, "text": "200", "label": "MONEY"}, {"type": "text", "start": 26480, "end": 26484, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 26804, "end": 26808, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 26819, "end": 26829, "text": "a good day", "label": "DATE"}, {"type": "text", "start": 27076, "end": 27080, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27129, "end": 27133, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 27135, "end": 27146, "text": "Senior year", "label": "DATE"}, {"type": "text", "start": 27155, "end": 27159, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 27330, "end": 27338, "text": "Stanford", "label": "ORG"}, {"type": "text", "start": 27342, "end": 27346, "text": "AIMS", "label": "ORG"}, {"type": "text", "start": 27376, "end": 27380, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27395, "end": 27399, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 27442, "end": 27456, "text": "My senior year", "label": "DATE"}, {"type": "text", "start": 27653, "end": 27657, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 27683, "end": 27691, "text": "Japanese", "label": "LANGUAGE"}, {"type": "text", "start": 27706, "end": 27713, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 27899, "end": 27903, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 27934, "end": 27939, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 27975, "end": 27979, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 27997, "end": 27999, "text": "20", "label": "DATE"}, {"type": "text", "start": 28007, "end": 28012, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 28032, "end": 28036, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 28072, "end": 28076, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 28089, "end": 28093, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 28126, "end": 28130, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 28300, "end": 28314, "text": "the Solar Spot", "label": "PRODUCT"}, {"type": "text", "start": 28552, "end": 28556, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 28981, "end": 28985, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 29373, "end": 29377, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 29587, "end": 29604, "text": "Richard\n   Perkin", "label": "PERSON"}, {"type": "text", "start": 29629, "end": 29635, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 29801, "end": 29805, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 29827, "end": 29831, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 30025, "end": 30029, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 30147, "end": 30151, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 30169, "end": 30173, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 30213, "end": 30217, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 30258, "end": 30277, "text": "my high school year", "label": "DATE"}, {"type": "text", "start": 30537, "end": 30541, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 30589, "end": 30593, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 30945, "end": 30949, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 31213, "end": 31218, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 31315, "end": 31318, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 31331, "end": 31335, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 31699, "end": 31703, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 31778, "end": 31782, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 31800, "end": 31804, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 31844, "end": 31848, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 31866, "end": 31870, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 31925, "end": 31929, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 32361, "end": 32365, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 32413, "end": 32415, "text": "US", "label": "GPE"}, {"type": "text", "start": 32435, "end": 32439, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 32801, "end": 32805, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 33177, "end": 33181, "text": "five", "label": "CARDINAL"}, {"type": "text", "start": 33233, "end": 33237, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 33434, "end": 33441, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 33682, "end": 33686, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 34083, "end": 34087, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 34110, "end": 34117, "text": "Nigeria", "label": "GPE"}, {"type": "text", "start": 34127, "end": 34134, "text": "African", "label": "NORP"}, {"type": "text", "start": 34240, "end": 34248, "text": "that day", "label": "DATE"}, {"type": "text", "start": 34278, "end": 34300, "text": "like two or three days", "label": "DATE"}, {"type": "text", "start": 34387, "end": 34391, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 34619, "end": 34623, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 34650, "end": 34654, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 34682, "end": 34684, "text": "21", "label": "DATE"}, {"type": "text", "start": 34693, "end": 34697, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 34719, "end": 34725, "text": "21, 22", "label": "DATE"}, {"type": "text", "start": 34974, "end": 34976, "text": "18", "label": "DATE"}, {"type": "text", "start": 34985, "end": 34987, "text": "26", "label": "DATE"}, {"type": "text", "start": 35064, "end": 35068, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 35566, "end": 35570, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 36051, "end": 36055, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 36459, "end": 36463, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 36505, "end": 36509, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 36851, "end": 36855, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 37183, "end": 37187, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 37291, "end": 37294, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 37302, "end": 37305, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 37536, "end": 37540, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 37585, "end": 37589, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 37943, "end": 37947, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 38296, "end": 38300, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 38673, "end": 38677, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 38803, "end": 38807, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 39230, "end": 39234, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39271, "end": 39275, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 39290, "end": 39293, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 39307, "end": 39311, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 39491, "end": 39495, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39523, "end": 39527, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 39686, "end": 39690, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 39710, "end": 39714, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 39728, "end": 39738, "text": "six months", "label": "DATE"}, {"type": "text", "start": 39965, "end": 39969, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 40229, "end": 40233, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 40248, "end": 40254, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 40273, "end": 40277, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 40292, "end": 40298, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 40460, "end": 40465, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 40490, "end": 40494, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 40527, "end": 40530, "text": "Eli", "label": "PERSON"}, {"type": "text", "start": 40656, "end": 40658, "text": "US", "label": "GPE"}, {"type": "text", "start": 40690, "end": 40693, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 40738, "end": 40742, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 40773, "end": 40777, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 40790, "end": 40796, "text": "23, 24", "label": "DATE"}, {"type": "text", "start": 40819, "end": 40823, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 40929, "end": 40933, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 41044, "end": 41050, "text": "a year", "label": "DATE"}, {"type": "text", "start": 41178, "end": 41180, "text": "US", "label": "GPE"}, {"type": "text", "start": 41297, "end": 41301, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 41868, "end": 41872, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 41926, "end": 41930, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 42254, "end": 42258, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 42341, "end": 42345, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 42647, "end": 42651, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 42699, "end": 42703, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 43022, "end": 43026, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 43329, "end": 43333, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 43685, "end": 43689, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 43706, "end": 43714, "text": "two days", "label": "DATE"}, {"type": "text", "start": 43757, "end": 43761, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 43787, "end": 43791, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 43906, "end": 43911, "text": "Cuban", "label": "NORP"}, {"type": "text", "start": 44042, "end": 44046, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 44077, "end": 44081, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 44438, "end": 44442, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 44631, "end": 44634, "text": "ICE", "label": "ORG"}, {"type": "text", "start": 44690, "end": 44706, "text": "a couple of days", "label": "DATE"}, {"type": "text", "start": 44714, "end": 44736, "text": "Two or three days more", "label": "DATE"}, {"type": "text", "start": 44757, "end": 44760, "text": "ICE", "label": "ORG"}, {"type": "text", "start": 44774, "end": 44791, "text": "two or three days", "label": "DATE"}, {"type": "text", "start": 44957, "end": 44961, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 45666, "end": 45670, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 45766, "end": 45770, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 45864, "end": 45868, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 45902, "end": 45906, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 46172, "end": 46176, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 46549, "end": 46553, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 46595, "end": 46599, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 46607, "end": 46614, "text": "October", "label": "DATE"}, {"type": "text", "start": 46624, "end": 46642, "text": "eight, nine months", "label": "DATE"}, {"type": "text", "start": 46651, "end": 46668, "text": "October, November", "label": "DATE"}, {"type": "text", "start": 46690, "end": 46694, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 46728, "end": 46732, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 46883, "end": 46888, "text": "night", "label": "TIME"}, {"type": "text", "start": 46925, "end": 46933, "text": "everyday", "label": "DATE"}, {"type": "text", "start": 47127, "end": 47133, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 47200, "end": 47204, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 47209, "end": 47217, "text": "Teletech", "label": "GPE"}, {"type": "text", "start": 47226, "end": 47230, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 47238, "end": 47246, "text": "Teletech", "label": "ORG"}, {"type": "text", "start": 47544, "end": 47547, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 47595, "end": 47599, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 47645, "end": 47649, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 47664, "end": 47668, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 47693, "end": 47697, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 47808, "end": 47812, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 48176, "end": 48180, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 48205, "end": 48210, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 48314, "end": 48323, "text": "200 pesos", "label": "MONEY"}, {"type": "text", "start": 48501, "end": 48510, "text": "600 pesos", "label": "MONEY"}, {"type": "text", "start": 48526, "end": 48530, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 48532, "end": 48556, "text": "A couple of months later", "label": "DATE"}, {"type": "text", "start": 48748, "end": 48760, "text": "200\n   pesos", "label": "MONEY"}, {"type": "text", "start": 48927, "end": 48931, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 49393, "end": 49397, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 49432, "end": 49436, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 49782, "end": 49786, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 49977, "end": 49982, "text": "3,500", "label": "MONEY"}, {"type": "text", "start": 50016, "end": 50021, "text": "2,500", "label": "CARDINAL"}, {"type": "text", "start": 50037, "end": 50042, "text": "1,000", "label": "CARDINAL"}, {"type": "text", "start": 50442, "end": 50458, "text": "those six months", "label": "DATE"}, {"type": "text", "start": 50519, "end": 50523, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 50686, "end": 50694, "text": "Teletech", "label": "ORG"}, {"type": "text", "start": 50738, "end": 50742, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 50794, "end": 50798, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 50816, "end": 50820, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 50848, "end": 50852, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 50863, "end": 50872, "text": "Every day", "label": "DATE"}, {"type": "text", "start": 51096, "end": 51100, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51146, "end": 51150, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 51199, "end": 51202, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 51223, "end": 51227, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 51255, "end": 51259, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 51518, "end": 51522, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51558, "end": 51560, "text": "US", "label": "GPE"}, {"type": "text", "start": 51569, "end": 51573, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 51683, "end": 51687, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 51732, "end": 51734, "text": "US", "label": "GPE"}, {"type": "text", "start": 51766, "end": 51770, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 51857, "end": 51875, "text": "Martin Luther King", "label": "PERSON"}, {"type": "text", "start": 51934, "end": 51945, "text": "every night", "label": "TIME"}, {"type": "text", "start": 52095, "end": 52099, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 52417, "end": 52421, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 52456, "end": 52458, "text": "US", "label": "GPE"}, {"type": "text", "start": 52460, "end": 52466, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 52506, "end": 52510, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 52765, "end": 52769, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 52797, "end": 52801, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 52861, "end": 52865, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 52944, "end": 52948, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 52966, "end": 52970, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 53049, "end": 53053, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 53150, "end": 53154, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 53292, "end": 53300, "text": "American", "label": "NORP"}, {"type": "text", "start": 53305, "end": 53312, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 53340, "end": 53344, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 53362, "end": 53380, "text": "a Mexican American", "label": "NORP"}, {"type": "text", "start": 53570, "end": 53587, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 53628, "end": 53645, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 53669, "end": 53673, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 53913, "end": 53920, "text": "America", "label": "GPE"}, {"type": "text", "start": 54146, "end": 54150, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 54177, "end": 54185, "text": "American", "label": "NORP"}, {"type": "text", "start": 54241, "end": 54250, "text": "Americans", "label": "NORP"}, {"type": "text", "start": 54444, "end": 54448, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 54635, "end": 54641, "text": "States", "label": "GPE"}, {"type": "text", "start": 54764, "end": 54768, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 55085, "end": 55089, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 55561, "end": 55565, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 56048, "end": 56052, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 56417, "end": 56421, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 56723, "end": 56727, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 56967, "end": 56971, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 57012, "end": 57016, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 57036, "end": 57040, "text": "Anne", "label": "PERSON"}, {"type": "text", "start": 57090, "end": 57094, "text": "Mike", "label": "PERSON"}, {"type": "text", "start": 57126, "end": 57133, "text": "One day", "label": "DATE"}], "audio": [{"name": "Feeling Mexican and American", "src": "Mike_On_being_American.mp3"}, {"name": "His kidnapping", "src": "Mike_On_his_kidnapping.mp3"}], "subjects": null}