{"name": "Roberto", "date": "Junio 3, 2019", "location": "Mexico City, Mexico", "interviewer": "Sergio Diaz", "portrait": "Roberto_6-3-2019_Portrait.jpg", "thumbnail": "Roberto_6-3-2019_Thumbnail.jpg", "text": "\n   Sergio: So my name is Sergio. I'm here with Roberto ten, Robert ten, on\n   recorder number five, starting the interview. Okay Roberto, so the first\n   question I want to ask you is why did your family leave Mexico in the first\n   place?\n \n \n   Roberto: Okay, well my family leave Mexico…well like I mentioned, we had\n   some economic issues over there. Plus my mom also, he got separated, my\n   dad, so she needed to start from zero.\n \n \n   Sergio: At what age did you leave?\n \n \n   Roberto: What age did I leave? I leaved at around three years, three years\n   old. If I'm not mistaken.\n \n \n   Sergio: Three years old. And what's one of your first memories in the US?\n \n \n   Roberto: My first memories hmm…well, I don't know the place, every time\n   that I try to picture United States, I picture like the streets, the\n   places, the cars, everything, like most the streets, clean, I don't know,\n   clean. That's how I picture the States.\n \n \n   Sergio: Do you have like a memory that really sticks out, that you feel\n   like this is America? Or this is the United States?\n \n \n   Roberto: Oh well, the houses, the school, the product you know. Like when I\n   say product, I mean the candies, the Hot Cheetos, and all that. The\n   burgers, McDonald's, and all that.\n \n \n   Sergio: When your family left, you said your mom separated from your dad?\n \n \n   Roberto: Mm-hmm (affirmative).\n \n \n   Sergio: Who else did your family leave behind?\n \n \n   Roberto: In Mexico, right? Well, my mom left behind like most of my family.\n   Most of my family is in here. Like my mom's grandma, a lot of my uncles,\n   that it will be uncles or aunts of my mom. How do you say? Well yeah, like\n   I mentioned most of the family she left here.\n \n \n   Sergio: Was it hard for her?\n \n \n   Roberto: Yeah, of course because my mom had the support of my family. And\n   well, when she came here in Mexico, yeah well, it's difficult. Like I\n   mentioned, I think it's difficult when you're in a different country where\n   you don't know nothing, not even the language, and it's difficult, and\n   trying to raise three kids.\n \n \n   Sergio: Yeah.\n \n \n   Roberto: Like I mean, she did had support of my grandma, but the\n   relationship of my mom and my grandma wasn't too good.\n \n \n   Sergio: So when you got to the United States, what do you remember from the\n   school?\n \n \n   Roberto: The teachers. The teachers, and well the classrooms, the\n   playground, and... How do you say? Mis compañeros?\n \n \n   Sergio: School? Peers?\n \n \n   Roberto: Yeah.\n \n \n   Sergio: The peers?\n \n \n   Roberto: Yeah that's what I remember there, yeah. And it was good. I liked\n   the school over there.\n \n \n   Sergio: When you were there, did you always know you were undocumented, or\n   was there a day that you realized-\n \n \n   Roberto: No. I never knew that I was... never knew, since like when I came\n   here to Mexico, my dad told me. I thought like we did have you know\n   documents to be there, but then he told me, \"No\" like, \"You were there\n   illegal.\"\n \n \n   Sergio: So what happened when you were there, living in the United States,\n   you were living with your mom, your siblings. What was your house like?\n \n \n   Roberto: It was apartment, it was a small apartment. I lived in Cali and\n   L.A. and it was hot. Those temperatures, when it's cold, it gets very cold,\n   and when it's hot, it gets very hot.\n \n \n   Sergio: Yeah I know, I'm from Pomona, so right there next to...not next to,\n   but like 30 minutes away from North Hollywood. It gets very hot. From\n   there, what age did you leave?\n \n \n   Roberto: What age? I leaved like, let’s see, at the age of like…13.\n \n \n   Sergio: You were 13. What was that like for you when you were leaving? Why\n   did you leave?\n \n \n   Roberto: Well I had issues, you know. In school I was flunking subjects. I\n   wasn't doing pretty much well in school, I had issues with my mom I used to\n   argue a lot with her, and addiction problems.\n \n \n   Sergio: Addiction to what?\n \n \n   Roberto: Marijuana, Cannabis, yeah.\n \n \n   Sergio: At 13? Or like before?\n \n \n   Roberto: No like 12, 13, yeah.\n \n \n   Sergio: Well what do you think like made you-?\n \n \n   Roberto: Nah well you know hanging with the big guys you want to feel big,\n   and just do stupid stuff…Yeah.\n \n \n   Sergio: Who were the big guys?\n \n \n   Roberto: Well some people that, well, I used to hang out in the\n   neighborhood. Like they were like what? If I was 13 right there, or 12,\n   those guys were like 15, 16.\n \n \n   Sergio: Did you see them as friends?\n \n \n   Roberto: Huh?\n \n \n   Sergio: Did you see them as like your friends, or?\n \n \n   Roberto: Some of them, yeah. I did have friends in school as well.\n \n \n   Sergio: So what do you think made you like attracted to smoking, or?\n \n \n   Roberto: I don't know, I think problems in my house. It's pretty difficult,\n   grew up with no... How you say? With father. It's pretty difficult.\n \n \n   Sergio: Yeah, that makes me think a lot about how I grew up, because I also\n   grew up without a dad, and-\n \n \n   Roberto: And it was pretty [inaudible] because... How do you say you like,\n   figura paterna?\n \n \n   Sergio: I don't know [crosstalk 00:07:51].\n \n \n   Roberto: Well, I didn't grow up with that. And I started like to look for\n   that you know… figure with my brother's dad. Yeah.\n \n \n   Sergio: This is your stepdad?\n \n \n   Roberto: My brother's... Yeah, my stepdad.\n \n \n   Sergio: You think he provided that support, or what happened?\n \n \n   Roberto: I don't know, it was like really bad, like trying see that your\n   little brother has a father and everything, you know. Like he shows him\n   love and everything, and me on the inside, I was like, \"Fuck man, I wish I\n   can had a dad like that.\"\n \n \n   Sergio: And this is while you were in the US. Where was your dad?\n \n \n   Roberto: Mexico, working.\n \n \n   Sergio: Did you have contact with him?\n \n \n   Roberto: Yeah.\n \n \n   Sergio: How often would you like talk to him, or?\n \n \n   Roberto: And right now, we talk super great. But when I was in States, he\n   like what, once a year he used to come.\n \n \n   Sergio: Do you feel like that was enough?\n \n \n   Roberto: No, of course not, that's not enough.\n \n \n   Sergio: So when you left when you were 13, because you were having\n   problems.\n \n \n   Roberto: Mm-hmm (affirmative).\n \n \n   Sergio: You mentioned you didn't know you were undocumented.\n \n \n   Roberto: Mm-hmm (affirmative).\n \n \n   Sergio: When did you find out? Was it-\n \n \n   Roberto: Like at what age, or?\n \n \n   Sergio: What age.\n \n \n   Roberto: Well like several years, like when I began living with my dad,\n   like when I was in finishing high school, like we were just talking about\n   that and he let me know, like that you were not legal there. We were\n   supposed to go like to Disneyland, and well we stayed there. We didn't\n   return to Mexico, just stayed there. We had a place to stay.\n \n \n   Sergio: So before that, did you always think you were a US citizen? Or what\n   did you think?\n \n \n   Roberto: Well yeah. Well, how can I say? Because like when you're kind of\n   you know, young, yeah you don't really think of that stuff. But well yeah,\n   I remember that when I used to go to school, like you got to stand for the\n   flag, and sing the... It's called-\n \n \n   Sergio: Pledge of Allegiance.\n \n \n   Roberto: Yeah, to the flag of the United States of America. [Laughs]\n \n \n   Sergio: Do you remember how it goes?\n \n \n   Roberto: No, I just remember that part, \"Pledge Allegiance to the flag of\n   the United States of America.\" And that's that. When I was in elementary,\n   yeah, lo sabía todo. I used to know it all.\n \n \n   Sergio: And did you feel like it belonged to you? I mean you never thought\n   you were different, right?\n \n \n   Roberto: Yeah, I guess because I'm white. Because like I mentioned, you\n   know, I didn't know that I was illegal there. And since I have family that\n   was born in the States, so I was like I probably born in the States too.\n \n \n   Sergio: So then when you found out, what did that feel like? What was going\n   through your mind?\n \n \n   Roberto: Oh like, \"Damn. For real?\" I was like, I don't know, yeah, I\n   couldn't pictured it, but it makes sense, you know? I think it has like a\n   long process to be a citizen. And well, I wasn't born in the States, I was\n   born in Mexico. But as well I knew that when I was more a little bit, when\n   I came here to Mexico, yeah.\n \n \n   Sergio: You thought you were going to be here just for a little bit and\n   then go back to the US?\n \n \n   Roberto: For a while, not for a little bit, but I thought I was only going\n   to be for a while. But when I came here to Mexico, well, I realized that\n   most of my family, a part of my mom and dad, are here. So it's like, well\n   if my whole family is here, well, I'm Mexican. But I could have family over\n   there, but it's like a minor. I mean, it's not like the whole family that I\n   have here, and the family that I have in the US. The family that I have in\n   US is only my grandma and like some of my uncles. And I have my whole\n   family here in Mexico.\n \n \n   Sergio: So you're okay living right here, or?\n \n \n   Roberto: I like it.\n \n \n   Sergio: You weren't sad that you weren't going to be able to go back?\n \n \n   Roberto: I'm sorry?\n \n \n   Sergio: Were you sad that you weren't going to be able to go back?\n \n \n   Roberto: Well yeah, my mom told me that we're not going back to the States.\n   And well, like I have a younger brother who was born over there as well.\n   And well, my mom was also having some legal problems with my little\n   brother, and his father. You can say that that's another reason why we\n   returned.\n \n \n   Sergio: So she was having legal troubles too, with the other-\n \n \n   Roberto: With my stepbrother, yeah.\n \n \n   Sergio: And he's a US citizen?\n \n \n   Roberto: Yeah.\n \n \n   Sergio: The brother?\n \n \n   Roberto: Yeah.\n \n \n   Sergio: Did he stay over there?\n \n \n   Roberto: No, he's here-\n \n \n   Sergio: He came back?\n \n \n   Roberto: ... yeah.\n \n \n   Sergio: Was it because your stepfather was aggressive, or what kind of\n   legal troubles?\n \n \n   Roberto: No the... What's it called? Custody, of the child, my brother.\n \n \n   Sergio: Your mom got it?\n \n \n   Roberto: I suppose, yeah.\n \n \n   Sergio: So have you felt welcomed back to Mexico?\n \n \n   Roberto: Yeah, with my family, yeah.\n \n \n   Sergio: How about outside?\n \n \n   Roberto: Outside? Well I don't know, it was kind of different because when\n   we came back, we came back to Xochimilco. So…we were like in this town,\n   pueblito, so I went to school over there, in what, high school? No\n   wait…secundaria, middle school, I'd say. So I don't know it was weird\n   because like, muchos morenitos y asi, soy y el unico guero... Like the only\n   white kid, I was, and it was weird.\n \n \n   Sergio: You were the only white kid with green eyes, and did people bully\n   you for that, or like what?\n \n \n   Roberto: Well yeah, sometimes I got bullied you know. Yeah, ya sabes dos\n   nicknames, funny ass nicknames I got, [inaudible], and tampoco me dejaba, I\n   wouldn't let them call me that anymore. I used to get in trouble for that\n   as well. But like, me too, yo tambien me pasaba delante [I did the same]. I\n   used to call them also by their nicknames and all that stuff.\n \n \n   Sergio: So how about now? Fast forward to now, how do you feel?\n \n \n   Roberto: I feel pretty good. Thinking how all that has changed, yeah.\n \n \n   Sergio: Do you feel like you want to stay here now?\n \n \n   Roberto: Yeah, well…you know at the beginning it was hard because, like I\n   mentioned, I think the States, well like since you're in the city you see\n   everything more cleaner, right? Like I mean in general, like people,\n   police, schools, houses, streets. And here, well it was different. It was\n   different. Like you get, how do you say? Te acostumbras ya de algo. How you\n   can say that?\n \n \n   Sergio: You got used to something?\n \n \n   Roberto: Yeah, you get used to something. So when you are used to something\n   and then you change to a different environment, well it is kind of hard.\n   But you adapt yourself at the long time.\n \n \n   Sergio: How do you think the living in the US has shaped who you are?\n \n \n   Roberto: Well, let's see, well, culture I think, yeah. The culture from\n   over there and the culture from here. I think it makes me have a more open\n   mind. Yeah, we can see that we're, yeah. It shaped me like to a person that\n   has his mind open, he's always sees the good and the bad stuff.\n \n \n   Sergio: Do you have anything else that you think you want to say about\n   being in the US, or being here, that you feel like people should know?\n   Whether it's a good experience, a bad experience?\n \n \n   Roberto: Well, yeah sure. Like when you get to a country that you don't\n   know, like trust me it does get hard, it's hard. But you'll get used to it.\n   Of course, if you have that support, thank God that I had the support of my\n   family, part of my mom, that helped us out, and move further. But I think\n   if we never had that support, it'll be very difficult, from be to one\n   country, well, the economy is better to a different country where it's hard\n   to get the food in the table.\n \n \n   Sergio: Yeah.\n \n \n   Roberto: And well you know I'll give it another try. I would like to go to\n   the States, things have changed. I would like to visit, I would love to\n   study. It will be nice studying over there. But I always say that Mexico is\n   always going to be a country where you have things in legendary mode. If\n   you were playing like a video game, and you put it in hard mode or in\n   legendary mode. You'll get stuff, but you have to work for it, like really,\n   really, really hard. And in this case in the United States, well, I think\n   you have it more easier, a little bit more easy. So if you're successful\n   here in Mexico, I think in the States you can be a badass. Yeah, that's\n   what I always think.\n \n \n   Sergio: You play video games?\n \n \n   Roberto: Yeah, I like video games.\n \n \n   Sergio: It sounds like you play Halo.\n \n \n   Roberto: Halo, yeah I used to play Halo.\n \n \n   Sergio: So you-\n \n \n   Roberto: I am more PlayStation.\n \n \n   Sergio: Oh okay, I have an Xbox so I play Halo a lot, I like Halo, and\n   Battlefield.\n \n \n   Roberto: Oh well when they came out, yeah.\n \n \n   Sergio: Was the new ones... I think the new one's going to be announced at\n   E3.\n \n \n   Roberto: Oh yeah?\n \n \n   Sergio: Oh yes, do you know the E3 Conference?\n \n \n   Roberto: Yeah, yeah, yeah. I just-\n \n \n   Sergio: It's happening next week or something. Sorry, what were you saying?\n \n \n   Roberto: Oh yeah yeah. Yeah I used to play just one of the first two of\n   Halo.\n \n \n   Sergio: That one was my favorite.\n \n \n   Roberto: Yeah, yeah-\n \n \n   Sergio: That was my favorite.\n \n \n   Roberto: ... and you can add two guns. That was pretty dope.\n \n \n   Sergio: So, I'm trying to think. There was another question but I kind\n   of... Do you still, I know you mentioned like maybe addiction…do you still\n   struggle with addiction now?\n \n \n   Roberto: Less, yeah, less. I still smoke, I'm still a pothead. But like I\n   think the problems are less. Because when I was in the States, man it's\n   hard, and when you know that a 13-year-old kid doing drugs and all that,\n   think it was pretty hard for my mom.\n \n \n   Sergio: Yeah.\n \n \n   Roberto: But like, well, I think by the time I have learned the good\n   things, and the bad things. So I think, I always say that if you have\n   everything on the limit, you should be fine.\n \n \n   Sergio: Okay.\n \n \n   Roberto: Yeah. But when my mom catch me, all that stuff, like it was really\n   hard. No, there was no trust anymore. And it was, if I wanted it to go this\n   side, \"No, you cannot go because you're going to do your stuff.\" Yeah it\n   was difficult. But you know right now, I'm doing fine. I think I've learned\n   to keep that balance.\n \n \n   Sergio: Okay. Well thank you so much for your time. I think those are all\n   the questions I have. More might come up later. But what do you think you\n   would have done if you would've stayed in the States?\n \n \n   Roberto: I don't know. Well, probably end up in jail, get deported, most\n   likely.\n \n \n   Sergio: You haven't been-\n \n \n   Roberto: Or-\n \n \n   Sergio: ... in jail here?\n \n \n   Roberto: In jail here? Not jail-jail, but yeah, like how do you say?\n   …[Inaudible 00:23:35]? they just, I was like arguing with a police and that\n   police got pissed off. He did hit me. [foreign language 00:23:49]. And well\n   he... is not, how do you say, is not jail-jail. It's like they just keep\n   you in a room for 37 hours. Three days. Yeah. Luckily, I was like, well, a\n   day and a half. Yeah.\n \n \n   Sergio: Did they give you food and water, or no?\n \n \n   Roberto: I had to call my family to provide me with that. But nah. Like at\n   first, yeah, they gave me water, yeah. But then they wanted me to call my\n   mom in so they can provide me with, I don't know, with my needs. But there\n   was one time that when I got caught, there was a dude, he was more time\n   there than me. So he saw that one of the police guys, or the people that\n   are doing the scripts and the paperwork, they tienen sus garnachas their\n   tacos, and everything. He was like, \"Hey hey, can you give me, I haven't\n   ate anything. I haven't ate anything.\" And Se porto buena onda, he gave him\n   his food. And that was fine, nobody I think wants to give their food to a\n   fucking criminal. But yeah. Like he didn't ask for... I didn't ask for\n   water, because I didn't need it.\n \n \n   Sergio: Okay. Okay, but yeah, thanks for your time, again. I appreciate it,\n   Roberto.\n \n \n   Roberto: Yeah, it was a pleasure.\n ", "annotations": [{"type": "text", "start": 4, "end": 10, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 26, "end": 32, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 48, "end": 55, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 56, "end": 59, "text": "ten", "label": "CARDINAL"}, {"type": "text", "start": 61, "end": 67, "text": "Robert", "label": "PERSON"}, {"type": "text", "start": 68, "end": 71, "text": "ten", "label": "CARDINAL"}, {"type": "text", "start": 88, "end": 99, "text": "number five", "label": "CARDINAL"}, {"type": "text", "start": 130, "end": 137, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 146, "end": 151, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 211, "end": 217, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 225, "end": 230, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 248, "end": 255, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 284, "end": 290, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 432, "end": 436, "text": "zero", "label": "CARDINAL"}, {"type": "text", "start": 445, "end": 451, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 487, "end": 494, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 530, "end": 548, "text": "around three years", "label": "DATE"}, {"type": "text", "start": 550, "end": 561, "text": "three years", "label": "DATE"}, {"type": "text", "start": 598, "end": 604, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 606, "end": 621, "text": "Three years old", "label": "DATE"}, {"type": "text", "start": 634, "end": 637, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 646, "end": 651, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 668, "end": 670, "text": "US", "label": "GPE"}, {"type": "text", "start": 679, "end": 686, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 691, "end": 696, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 776, "end": 789, "text": "United States", "label": "GPE"}, {"type": "text", "start": 950, "end": 956, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 1038, "end": 1045, "text": "America", "label": "GPE"}, {"type": "text", "start": 1058, "end": 1075, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 1084, "end": 1091, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 1196, "end": 1212, "text": "the Hot Cheetos,", "label": "PRODUCT"}, {"type": "text", "start": 1243, "end": 1251, "text": "McDonald", "label": "ORG"}, {"type": "text", "start": 1276, "end": 1282, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 1357, "end": 1364, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 1395, "end": 1401, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 1449, "end": 1456, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 1461, "end": 1467, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 1735, "end": 1741, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 1771, "end": 1778, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 1876, "end": 1882, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 2089, "end": 2094, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 2108, "end": 2114, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2129, "end": 2136, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 2259, "end": 2265, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2286, "end": 2303, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 2353, "end": 2360, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 2480, "end": 2486, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2510, "end": 2517, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 2532, "end": 2538, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2558, "end": 2565, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 2666, "end": 2672, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2786, "end": 2793, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 2872, "end": 2878, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 3026, "end": 3032, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 3082, "end": 3099, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 3183, "end": 3190, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 3247, "end": 3251, "text": "Cali", "label": "GPE"}, {"type": "text", "start": 3382, "end": 3388, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 3412, "end": 3418, "text": "Pomona", "label": "GPE"}, {"type": "text", "start": 3470, "end": 3480, "text": "30 minutes", "label": "QUANTITY"}, {"type": "text", "start": 3491, "end": 3506, "text": "North Hollywood", "label": "LOC"}, {"type": "text", "start": 3572, "end": 3579, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 3620, "end": 3636, "text": "the age of like…", "label": "DATE"}, {"type": "text", "start": 3647, "end": 3653, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 3664, "end": 3666, "text": "13", "label": "DATE"}, {"type": "text", "start": 3747, "end": 3754, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 3957, "end": 3963, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 3991, "end": 3998, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4034, "end": 4040, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4045, "end": 4047, "text": "13", "label": "DATE"}, {"type": "text", "start": 4072, "end": 4079, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4089, "end": 4095, "text": "12, 13", "label": "DATE"}, {"type": "text", "start": 4110, "end": 4116, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4164, "end": 4171, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4280, "end": 4286, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4318, "end": 4325, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4434, "end": 4436, "text": "13", "label": "DATE"}, {"type": "text", "start": 4481, "end": 4487, "text": "15, 16", "label": "DATE"}, {"type": "text", "start": 4496, "end": 4502, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4540, "end": 4547, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4561, "end": 4567, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4619, "end": 4626, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4693, "end": 4699, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 4769, "end": 4776, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 4923, "end": 4929, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5037, "end": 5044, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5138, "end": 5144, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5170, "end": 5178, "text": "00:07:51", "label": "TIME"}, {"type": "text", "start": 5188, "end": 5195, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5323, "end": 5329, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5360, "end": 5367, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5410, "end": 5416, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5479, "end": 5486, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5741, "end": 5747, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5783, "end": 5785, "text": "US", "label": "GPE"}, {"type": "text", "start": 5814, "end": 5821, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5823, "end": 5829, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5847, "end": 5853, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5893, "end": 5900, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 5915, "end": 5921, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 5972, "end": 5979, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6035, "end": 6041, "text": "States", "label": "GPE"}, {"type": "text", "start": 6096, "end": 6102, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6145, "end": 6152, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6199, "end": 6205, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6238, "end": 6240, "text": "13", "label": "DATE"}, {"type": "text", "start": 6286, "end": 6293, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6324, "end": 6330, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6392, "end": 6399, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6430, "end": 6436, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6476, "end": 6483, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6514, "end": 6520, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6539, "end": 6546, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 6558, "end": 6571, "text": "several years", "label": "DATE"}, {"type": "text", "start": 6786, "end": 6796, "text": "Disneyland", "label": "FAC"}, {"type": "text", "start": 6847, "end": 6853, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 6905, "end": 6911, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6961, "end": 6963, "text": "US", "label": "GPE"}, {"type": "text", "start": 7006, "end": 7013, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 7281, "end": 7287, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 7318, "end": 7325, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 7348, "end": 7376, "text": "the United States of America", "label": "GPE"}, {"type": "text", "start": 7394, "end": 7400, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 7438, "end": 7445, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 7479, "end": 7496, "text": "Pledge Allegiance", "label": "WORK_OF_ART"}, {"type": "text", "start": 7515, "end": 7543, "text": "the United States of America", "label": "GPE"}, {"type": "text", "start": 7643, "end": 7649, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 7755, "end": 7762, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 7988, "end": 7994, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 8093, "end": 8100, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 8329, "end": 8335, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 8414, "end": 8420, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 8435, "end": 8441, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 8530, "end": 8532, "text": "US", "label": "GPE"}, {"type": "text", "start": 8541, "end": 8548, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 8662, "end": 8668, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 8810, "end": 8817, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 8975, "end": 8977, "text": "US", "label": "GPE"}, {"type": "text", "start": 9096, "end": 9102, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 9111, "end": 9117, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9164, "end": 9171, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9191, "end": 9197, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9268, "end": 9275, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9295, "end": 9301, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9369, "end": 9376, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9686, "end": 9692, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9755, "end": 9762, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9798, "end": 9804, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9817, "end": 9819, "text": "US", "label": "GPE"}, {"type": "text", "start": 9836, "end": 9843, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9858, "end": 9864, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9886, "end": 9893, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9908, "end": 9914, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 9947, "end": 9954, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 9978, "end": 9984, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10007, "end": 10014, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 10033, "end": 10039, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10130, "end": 10137, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 10209, "end": 10215, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10241, "end": 10248, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 10274, "end": 10280, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10316, "end": 10322, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 10331, "end": 10338, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 10375, "end": 10381, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10409, "end": 10416, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 10517, "end": 10527, "text": "Xochimilco", "label": "GPE"}, {"type": "text", "start": 10827, "end": 10833, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10939, "end": 10946, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 11319, "end": 11325, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 11390, "end": 11397, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 11467, "end": 11473, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 11526, "end": 11533, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 11929, "end": 11935, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 11971, "end": 11978, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 12174, "end": 12180, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 12217, "end": 12219, "text": "US", "label": "GPE"}, {"type": "text", "start": 12251, "end": 12258, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 12554, "end": 12560, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 12641, "end": 12643, "text": "US", "label": "GPE"}, {"type": "text", "start": 12759, "end": 12766, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 13258, "end": 13264, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 13279, "end": 13286, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 13498, "end": 13504, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 13780, "end": 13797, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 13900, "end": 13906, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 13995, "end": 14001, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14032, "end": 14039, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14074, "end": 14080, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14106, "end": 14110, "text": "Halo", "label": "PRODUCT"}, {"type": "text", "start": 14119, "end": 14126, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14154, "end": 14158, "text": "Halo", "label": "PRODUCT"}, {"type": "text", "start": 14167, "end": 14173, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14190, "end": 14197, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14209, "end": 14220, "text": "PlayStation", "label": "ORG"}, {"type": "text", "start": 14229, "end": 14235, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14271, "end": 14275, "text": "Halo", "label": "PRODUCT"}, {"type": "text", "start": 14290, "end": 14294, "text": "Halo", "label": "PRODUCT"}, {"type": "text", "start": 14303, "end": 14314, "text": "Battlefield", "label": "WORK_OF_ART"}, {"type": "text", "start": 14323, "end": 14330, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14373, "end": 14379, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14462, "end": 14469, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14487, "end": 14493, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14515, "end": 14532, "text": "the E3 Conference", "label": "EVENT"}, {"type": "text", "start": 14541, "end": 14548, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14583, "end": 14589, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14606, "end": 14615, "text": "next week", "label": "DATE"}, {"type": "text", "start": 14666, "end": 14673, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14725, "end": 14730, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 14731, "end": 14734, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 14741, "end": 14745, "text": "Halo", "label": "WORK_OF_ART"}, {"type": "text", "start": 14754, "end": 14760, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14795, "end": 14802, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14823, "end": 14829, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14860, "end": 14867, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 14889, "end": 14892, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 14928, "end": 14934, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 15116, "end": 15123, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 15248, "end": 15254, "text": "States", "label": "GPE"}, {"type": "text", "start": 15388, "end": 15394, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 15409, "end": 15416, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 15606, "end": 15612, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 15627, "end": 15634, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 15969, "end": 15975, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 16184, "end": 16191, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 16275, "end": 16281, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 16308, "end": 16315, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 16328, "end": 16334, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 16361, "end": 16368, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 16445, "end": 16453, "text": "00:23:35", "label": "TIME"}, {"type": "text", "start": 16568, "end": 16576, "text": "00:23:49", "label": "TIME"}, {"type": "text", "start": 16685, "end": 16693, "text": "37 hours", "label": "TIME"}, {"type": "text", "start": 16695, "end": 16705, "text": "Three days", "label": "DATE"}, {"type": "text", "start": 16740, "end": 16759, "text": "a\n   day and a half", "label": "DATE"}, {"type": "text", "start": 16774, "end": 16780, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 16830, "end": 16837, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 16908, "end": 16913, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 17636, "end": 17642, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 17715, "end": 17722, "text": "Roberto", "label": "PERSON"}, {"type": "text", "start": 17731, "end": 17738, "text": "Roberto", "label": "PERSON"}], "audio": [{"name": "Growing up without a father", "src": "Roberto_On_Growing_up_without_a_father.mp3"}, {"name": "Learning he was undocumented", "src": "Roberto_On_learning_he_was_undocumented.mp3"}], "subjects": null}