{"name": "Rodolfo", "date": "June 2, 2019", "location": "Mexico City, Mexico", "interviewer": "Sergio Diaz", "portrait": "Rodolfo_6-2-2019_Portrait.jpg", "thumbnail": "Rodolfo_6-2-2019_Thumbnail.jpg", "text": "\n   Sergio: Why did your family migrate to the US?\n \n \n   Rodolfo: The reason why my family moved to the US was because both my\n   grandfather and my biological fathers struggled with addiction, with\n   alcoholism and drug abuse. They were just not very... Mostly my biological\n   father, he really wasn't always there, and he was always very violent\n   towards my mother. My mother had me when she was 14 years old. When she got\n   pregnant everybody decided well, okay, she messed up. She is this, that,\n   like very, very taboo. She wasn't really accepted in the family anymore. It\n   wasn't so much my family and I moving to the US, it was just my mother and\n   I when she was 16 and I was two and a half years old. They weren't really\n   interested in what was going on with me or my mother. She just wanted a\n   better quality of life for her and for myself.\n \n \n   Rodolfo: In Mexico at 16 years old, with no type of education past probably\n   middle school, she knew she wasn't gonna get very far. I guess she made\n   that decision in order to have a better quality of life for her and myself,\n   she went on. She was 16, and I don't know how she did it. I don't know the\n   details and all that, but she met the right people, or she got in contact\n   with the right people, and she went over there. She went to the United\n   States. To this day, I still remember a lot of the things, even though I\n   was very, very young. It's something that I always tell everybody that I\n   meet, it's not just for this interview.\n \n \n   Rodolfo: I always remember the bad things that happened or the very... I\n   don't know if it's because it had such a big impact in my life and my\n   mother's life or just because of how everything was set up. I remember\n   everything that happened from start to finish. From the beginning where we\n   got picked up, to being in the desert. I still remember eating cereal with\n   water. It was... I don't know, it was very, very... I feel like it was...\n   it obviously had an impact psychologically, because I still just have a lot\n   of anxiety when I'm in certain places that I'm really accustomed to. A two,\n   three year old in the middle of the desert, it definitely had to have an\n   impact on me.\n \n \n   Sergio: How old were you when that happened?\n \n \n   Rodolfo: I was two and a half years old, so that's why I'm saying it's very\n   odd for me to be able to remember that at a very, very young age. It wasn't\n   only that, just even when I was here, when I was two, two and a half, I\n   used to remember asking my mom certain memories that I had. She would say,\n   \"Oh you were one year old, one and a half years old, how did you remember\n   that?\" It was always very, like a violent, violent memory that I had. It\n   was more so like my father being drunk or high or whatever and coming in\n   the house. Taking any little money my mom made for the week, in order for\n   him to keep on doing what he was doing. Just coming in and just tearing up\n   the place.\n \n \n   Sergio: What's one of the first memories you have of the US?\n \n \n   Rodolfo: One of the very first memories I have of the US, was, I was in a\n   truck with my mom—I'm not sure if this was before or after the fact, that\n   we had already arrived because we arrived in Phoenix, Arizona—was somebody\n   asking my mom, \"Have you and your son ate?\" I remember my mom telling him,\n   \"No, but I have a sandwich here and some snacks for him.\" He went, \"No,\n   here, you're in America now, you're in Phoenix now, let's go get a burger.\"\n   I remember that somebody bought me—I don't know if it was her or him, the\n   driver—a kid's meal from MacDonald's. This is when they had... I'm not\n   sure…it was like the little hand-held games. I'm not sure, I think it was\n   the Rug Rats or something like that. I remember getting that little toy and\n   thinking, wow, it's a kid's... It had little fries and a burger, and you\n   get a toy.\n \n \n   Rodolfo: It was the first time I had ever saw that, and I got really happy,\n   because I was playing the little game and all that. I thought that was the\n   coolest thing in the world. After then, we went into a room... it couldn't\n   have been more... It was just a standard living room, but there was\n   probably like 50 or 60 people in there. Some of them were sitting and it\n   smelled horrible. It obviously wasn't the best place. I guess it was just\n   for people waiting for their relatives to go pick them up or something, I'm\n   not sure. It was just my mother and I and I remember there was a lady with\n   a big pot, and she was just cooking. I'm not sure what she was cooking but\n   we went into another room and all I remember hearing was a big slam.\n \n \n   Rodolfo: I looked back and it was a cage. It was literally like they\n   fashioned a metal door with metal bars between the thresholds of the living\n   room from end to end so nobody could get out. Then the windows were the\n   same, they had burglar bars so nobody would get out. I was wondering, why\n   is this happening? At that time, obviously, you were a kid, you don't\n   understand what's going on. First I got fed, I have a little game, and now\n   I'm in this steel cage that smells horrible. I remember somebody arguing\n   with the other person that, \"The bucket was full. The bucket was full.\" I\n   was hearing that, \"You need to empty out this bucket.\" I realized that was\n   the bathroom, that's why it smelled so horrible.\n \n \n   Rodolfo: I remember the guy just closing a curtain, and just telling me to,\n   \"Shut up.\" That's when I felt fear for the first time. Even though I was in\n   the desert and everything, that's the very, very first time I felt genuine\n   fear. I didn't know what was going on. I felt it because my mom felt it.\n   She was just hugging me, and that was like the last thing I remember. After\n   that I remember just waking up in the apartment complex. In a room, but it\n   was completely different, it was somebody else. I guess these people knew\n   my mother, because they spoke to her by name and everything. That was one\n   of the very first memories.\n \n \n   Sergio: What about school?\n \n \n   Rodolfo: School? One of the first memories I have from school, after\n   Phoenix—I wasn't going to school in Phoenix, actually, I think I even\n   skipped kindergarten—we moved to Long Beach, California. And the only thing\n   I remember from school was my mom waking me up probably about four or five\n   in the morning. The sun wasn't even out yet, and she would walk me to this\n   random lady's house. Actually, she wasn't random, but she was just some\n   lady I didn't know. There was two other kids there, and I would be in\n   uniform. That was the first time I actually wore a uniform to go to school.\n   I was there, but I didn't really remember that much. When we moved to\n   Chicago, that's when everything changed.\n \n \n   Rodolfo: I was a little bit older. I remember I went to Jordan Elementary.\n   It was in the North side of Chicago. We were there for a very brief moment,\n   because then we moved to Evanston. Evanston was literally right next to\n   Chicago. The school I was attending was called Orrington Elementary. The\n   reason why we moved, once again, is because she wanted a better quality of\n   life for me. Where I was at, it was all English, there was no Spanish.\n   Obviously, there were Hispanic kids who already spoke English, but there\n   wasn't... She, herself didn't know English, so how could she teach me, so\n   how could I be integrated into a school that doesn't even accommodate for\n   individuals or kids who don't know English?\n \n \n   Rodolfo: She moved schools, although we were still in Chicago because we\n   needed... what was it? Proof of residency. We lived out of district, and\n   she would get fined or I wouldn't be able to go to school there. The point\n   is I went to school to Orrington Elementary. The program was called the TWI\n   (Two Way Immersion). It was a bilingual program and that's where I learned\n   my English, that school. Friends and everything. I feel as though like,\n   that's why I learned my English so well, because I really, really wanted to\n   learn it. I always heard kids at the park or at the store, at Target, at\n   Jewels, or whatever and everybody spoke English, right? I just felt\n   fascinated, I was intrigued by it.\n \n \n   Rodolfo: It was a whole different language that I didn't know, and I wanted\n   to master it. I wanted to be able to talk as they spoke, or talk as they\n   talked. School was a very cool experience. I always had a lot of friends,\n   and I was always the life of the classroom. I wasn't probably the best\n   behaved kid, but I was always integrated in to what was going on with the\n   school.\n \n \n   Sergio: Do you remember any teachers or people?\n \n \n   Rodolfo: Yeah, absolutely. Ms. Mule, Ms. Mule was my second or third grade\n   teacher, I'm not sure which one it was. She was awesome, she always help me\n   out with the English, always. Even in parent teacher conferences, she would\n   literally always talk to my mom as if she'd be really interested. She would\n   show genuine interest in what was going on with, not just me, but with the\n   Hispanic kids. Kids who had trouble with English or weren't doing the best\n   academically. She always would tell me, \"Don't worry, you're gonna get it.\n   You're gonna learn it.\" She had such a big heart.\n \n \n   Rodolfo: Still even, my mother and I still talk about the teacher to this\n   point in time. She tells me, \"I remember Ms. Mule and she used to use hand\n   gestures. She would always be like, 'Yeah, for this or for that.'\" Even\n   though I knew I wasn't the smartest or the most best behaved kid, she would\n   always have that initiative to get us there. Get us to that point. Yeah,\n   that was one of my favorite teachers. Man, I value that so much actually\n   now. I miss that teacher. Another teacher was in fifth grade, his name was\n   Mr. Stoom. He was Argentinian, he was from Argentina. He was another great\n   teacher. He always told us, \"Don't ever forget where you came from. Your\n   roots are who you are, even though you all are coming from different parts\n   of the world, don't ever forget who you are and where you come from.\"\n   That's one of the biggest things right now, I'm kind of ashamed of.\n \n \n   Rodolfo: I'm not, because I was so... What do they say, \"Americanized.\" In\n   Chicago, I was so in America. I never dedicated the time to open a book or\n   even Google something of my home country. Now that I get here, I don't know\n   what is going on. Just barely a couple of months ago, I found out Mexico is\n   a third-world country. I didn't know that. I go to Polanco Fendi, Prado,\n   Gucci, Armani, Louis Vuitton boutiques. To me, that's not a third world\n   country. Yeah, that teacher was the one who started opening my eyes up more\n   to my surroundings.\n \n \n   Sergio: Have you always known that you were undocumented?\n \n \n   Rodolfo: Have I always known that I was undocumented? When I was younger,\n   when my mother and I arrived to Chicago, I remember my aunts telling her,\n   \"Don't go out that much. Stay indoors, because if they see you, they can\n   take you.\" I'm at a very young age, at that point, I think I was six or\n   seven. Adults are talking in the room and you hear them tell your mom,\n   \"Don't go out that much. If they see you out there, they're gonna grab\n   you.\" I thought like, “Whoa, who's gonna grab us, who's gonna grab mom?” I\n   didn't understand the concept of the legal side of migration. Why we're not\n   supposed to be here. I'd never quite fully understood why I wasn't supposed\n   to be there.\n \n \n   Rodolfo: Until finally, one time my stepdad, he told me, \"You need to go to\n   school and do everything that you need to do, because we're not supposed to\n   be here.\" I asked him, \"Why not, why can't we be here?\" He told me, \"We're\n   immigrants, we come from a different country. You weren't born here, I\n   wasn't born here, and this isn't our country. People don't want us here\n   because they say we take their jobs. Or they have a preconceived image of\n   what an immigrant is.\" I still didn't understand it yet, I didn't know why.\n   You go to work, you pay your taxes, you do everything as my American\n   parent's friends do.\n \n \n   Rodolfo: Everybody... I go to their house and, yeah, they have big ‘ol\n   houses and mansions and stuff like that, but at the end of the day, they go\n   to work, they have a job. I don't see you out here stealing or doing\n   anything, you're not causing any harm. Why can't we be here? He told us,\n   \"Well, I mean, that's just the way things are.\" I didn't understand that\n   until obviously I grew up and then I found that out. When I finally really,\n   really understood what an immigrant was or why I was an immigrant, it was\n   the day that—I was in a debate team in my middle school. We won, in the\n   whole district we won. We won the top prize. We went... Not national, I\n   think it was... Yeah, nationwide, we were supposed to go to DC.\n \n \n   Rodolfo: We were supposed to go to DC. I remember this then and it broke my\n   heart, so I want to even cry now [Emotional]. Damn. I asked my mom, \"Can I\n   go?\" She's like, \"No you can't.\" I'm like, \"Why?\" \"Because you can't fly.\"\n   I'm like, \"Why can't I fly?\" She said, \"Because you don't have a state ID,\n   you're not from here.\" I'm like, \"Damn.\" Then, I think she told the\n   school... She made something up, but that's when I finally knew it. Like,\n   \"Damn, this shit is real, this is real.\" Then after that I just, \"Okay,\n   whatever, I'm just gonna see where this takes us.\" Yeah, that's around the\n   time I found out.\n \n \n   Sergio: Did you ever work in the US?\n \n \n   Rodolfo: Yeah, I worked all the time, I never stopped. One of the first\n   jobs I had…My uncle worked at a restaurant called, Baker's Square in\n   Chicago. It was on the corner of Tui and Pratt. I really, really, really\n   wanted—I think I was in fifth or sixth grade—a phone. I wanted a phone,\n   it’s called the Psychic Slide. Phones used to flip, but this one slides. I\n   wasn't gonna ask my mom for it, so I asked my uncle. \"Hey man, I know you\n   work at Baker's Square and I know around the holiday season it gets really\n   busy. Can I help you? Can I go?\" He's like, \"Well, yeah, if you want.\" I\n   used to wake up like 3:00 in the morning, and I used to go and help him\n   out. After that, I really liked making money and I really liked dressing\n   nice, I liked having my nice haircut or whatever. My very, very first job\n   was in Wilmette, Illinois. I was a caddie. Yeah, and then—\n \n \n   Sergio: On the golf course?\n \n \n   Rodolfo: On the golf course, yeah. Wilmette Golf Course actually. I\n   remember I was always the first one there. They used to choose us, when\n   everybody got there, \"Okay, you come with me, you come with me.\" I used to\n   always go there and there was a gentleman by the name of... Man, I forgot\n   his name. Like the President, Gerald Ford, that was his name Gerald Ford!\n   The only reason I remembered was because of the President. He used to\n   always get there around the same time I got there. He finally asked me, \"Do\n   you want to be my personal caddie? I don't want you working anymore with\n   all these other kids, because nobody wants to work. Do you want to be my\n   personal caddie?\" I'm like, \"Yeah, absolutely.\" It was going really, really\n   well and everything.\n \n \n   Rodolfo: I got to high school, I had a number of jobs. I worked at Subway,\n   I worked at Chili's, I worked at... What was it? Outback Steak House, but\n   then I finally just got to the Cheesecake Factory, and that's where I\n   stayed the remainder of my time. The remainder of my time I stayed there,\n   and I started from the busboy and I finally ended up being a bartender. One\n   of the head bartenders, one of the head servers, they used to pay-out\n   people and everything. Obviously, I didn't have my social or anything, but\n   I was a little bit older than what I really was. When I first got there,\n   when I first, first started working I think I was like 14. Obviously you\n   can't work that young, I think actually, I was 18, at 14.\n \n \n   Rodolfo: I didn't see it as anything bad. I knew that if I got caught with\n   my fake ID and my fake social security card I'd get in trouble, but that's\n   why we're there, that's why we worked. I didn't get a fake ID to go party\n   or go get into clubs or bars or anything. The main purpose of it was for me\n   to be able to get a job, and so my mom wouldn't have to work all those\n   hours that she used to work. She used to work at a Burger King, overnight.\n   I used to barely see her, and I didn't want that anymore. I told her, \"You\n   don't have to work that much if I start working. We can help each other\n   out, we can, we're a team.” It was only my mother and I until I turned 14,\n   when she met my stepdad. All throughout that, it was just my mother and I.\n \n \n   Sergio: After your mom told you couldn't go on that trip, how did that\n   affect the way you were involved in school, the things you wanted to do,\n   did that change? Is there anything that you...?\n \n \n   Rodolfo: I didn't put as much effort as I did anymore. I knew, at the end\n   of the day, I'm not eligible for scholarships. I don't get any aid, I don't\n   get anything. In my mind I thought, “Man, what's the point of really\n   working hard in school if at the end of the day, I'm not gonna get any\n   help?” My mom is having to work to put me through college. No, I don't want\n   this, so I just thought, you know what, I'm just gonna give her what she\n   wants, my diploma, my high school diploma. From then on, if I want to do\n   something, it'll be by my own hand, out of my own pocket. I didn't want her\n   to... Not that I was a burden or anything, my objective was for her not to\n   work that much. That's it.\n \n \n   Rodolfo: After she told me that, I'm like, \"Well, okay, what's the point of\n   really working hard and putting your best effort into school if, in my\n   position, I won't be able to surpass US citizens.\" Then the aspect of\n   financial aid, or any aid at all, I'm not gonna have any of that. I tried\n   it with the fake social, but obviously it didn't go through. Nothing\n   happened. Yeah, it changed a lot. It changed the way I viewed everything\n   around me. Like, spring break all my friends would go certain places out of\n   the country, and I used to get invited and, \"No, I can't go man, my family\n   doesn't think...\" It would always have to be lie after lie after lie. I\n   didn't want to... for one, I always had that idea of like my mom and my\n   family always told me, \"Don't ever tell anybody you're an immigrant. If\n   somebody has that knowledge they can do you harm. They can take you away\n   from here, they can take us away from each other.\"\n \n \n   Rodolfo: I'm seeing it now, with the families going across the border, and\n   them being separated. I didn't understand it at the time, and man, now I do\n   understand it. I didn't know how it really was until I finally got put in\n   handcuffs and got shipped to an immigration facility.\n \n \n   Sergio: What do you think you would have wanted or end up being before you\n   found out? What kind of things... Like you were on debate team that was—\n \n \n   Rodolfo: I wanted to be a lawyer, man, that's what I wanted to be. That's\n   what I wanted to be, a lawyer. It's funny, because when I was younger I\n   wanted to be a lawyer. Then after that I'm like, \"I want to be an\n   immigration lawyer, that's what I want to be now. I want to be an\n   immigration lawyer.” I was already on the right track to being a lawyer,\n   but then when that happened, it really opened my eyes more to, \"Okay, let's\n   help my people.\" I didn't realize... I know individuals over there who are\n   citizens, and they're panhandling because they want to. They're on their\n   own addiction or for whatever reason right? Or people who are just living\n   off the government, but then I see some of my family members, or my\n   friends’ family members and they're not citizens but they have businesses.\n \n \n   Rodolfo: They have a business, they have trucks, they have houses, they're\n   great. They're not living off the Government, they're not asking for a\n   handout. They're living better than what a citizen is living. It's all\n   about how much work you put in, right? If you hang around people who don't\n   want to do anything, then you're not gonna do anything. I remember Gerald\n   Ford always told me that. He was like, \"If you want to be a millionaire,\n   hang around millionaires. If you want to be successful, hang around people\n   who do successful things, but if you want to keep doing what you're doing,\n   and just be a little caddie or whatever, stay here. Stay here and maybe one\n   day you'll do something else.\"\n \n \n   Rodolfo: He was very blunt in that aspect like, \"Always do a good job. I\n   don't care if you're a shit-shoveler, you're gonna be the best shit\n   shoveler there is.” That always stuck to me, that's why whatever I do, it's\n   always been 100%.\n \n \n   Sergio: That's good.\n \n \n   Anita: Can I speak? I'm Anita, I'm the director of this project.\n \n \n   Rodolfo: Okay.\n \n \n   Anita: I'm really pleased to meet you—\n \n \n   Sergio: Likewise.\n \n \n   Anita: I'm amazed at your incredible story. When you talked about the trip\n   to DC, the debate club, and you got very sad—\n \n \n   Rodolfo: Yeah.\n \n \n   Anita: ... what made you sad, and did it make you feeling... Do you\n   remember what your feelings were as you sort of found that all these\n   options were gone to you?\n \n \n   Rodolfo: Well, it was just mixed emotions. I felt sad because I contributed\n   to the team a lot. I wasn't just there, and it made me sad because I wasn't\n   going to be able be with my friends, my teammates. It also made me mad\n   because all my life, all my short period, my whole time here in Chicago or\n   whatever, I don't think I've done anything bad. Why shouldn't I have the\n   privilege to go if I put in the same work as they did? Only because I don't\n   have a social security number or a document that lets me buy a plane ticket\n   and go over there? I think about it in a different—at the same time, I was\n   a little kid too—I just cried a lot. That night I just cried a lot because\n   I knew I wasn't gonna go. My mom spoke to the, I'm not sure what my mom\n   told her, but see, I don't think she told her that we're undocumented, and\n   I can't fly.\n \n \n   Rodolfo: Yeah, I just remember that night feeling very sad, very sad, but\n   then it turned into anger. It was like, \"Man, why can't I?\" It was always\n   just that, \"Why can't I? I put in the same work, and just because I wasn't\n   born here, I can't fly?\" I even looked into bus routes and everything to DC\n   and stuff like that, but my mom was like, \"No, you're crazy, you can't go\n   alone.\" She worked and everything, I just felt sad, mostly sad.\n \n \n   Anita: Did Gerald Ford know you were undocumented?\n \n \n   Rodolfo: No, Gerald Ford didn't know I was undocumented, no. I was still\n   very young at that point. My mother and my family always told me, \"Don't\n   let anybody know you're undocumented.” If somebody finds out, for whatever\n   reason, there's some people who just are plain out racist or don't want\n   people like me in the States. Sometimes they just do things to... I don't\n   know. That's what I understood and that's what I took in and that's what I\n   applied to my life. It's like living a secret, it was like living a second\n   life or whatever. It’s like, \"Oh shit, why do I have to lie, why?\" I guess\n   it's neither here nor there now, right? I'm here in Mexico.\n \n \n   Anita: That must have been incredibly difficult. I know personally, because\n   I've had to keep secrets.\n \n \n   Rodolfo: Yeah, I guess it's one of those things where you think it's never\n   really gonna affect you, until you're in the back of the DHS, the\n   Department of Homeland Security, van. You're next to a whole bunch of\n   people you never met, and they're also in the same position. Some don't\n   even speak English. You don't really understand how immediately it can\n   affect you until it affects you. I never thought it would affect me. Okay,\n   well I mean, I'm working, I'm going to school—I'm in high school—I'm doing\n   this, this and that. Some of my friends who are students already dropped\n   out. Did everything, they’ve already gone to prison and back and\n   everything, and they haven't even hit their 21st birthday.\n \n \n   Rodolfo: And I'm still good, I'm still good. I may not be a straight A\n   student or anything, but hey man, I'm still here! Why can't I have the same\n   privilege as you all do? Why can't I get my license? You know how happy I\n   was when I got my license here, damn. I love to drive, that's one of my\n   passions. Always, always, always I love to drive. I couldn't get my license\n   over there. I remember even in high school in drivers ed, I knew what the\n   answer was, but I asked my mom, “Hey mom, can I apply for drivers ed, so I\n   can get my license? “She was like, \"You know you can't get your license.\"\n   Again, one of the primary things, I’m like damn, I'm just not gonna be able\n   to drive all my life? Or if I do drive and I get pulled over—as a matter of\n   fact, that's the reason why I got deported, driving without a valid drivers\n   license.\n \n \n   Rodolfo: I never got why the paper said, \"Driving on a suspended license.\"\n   I would always ask them, \"If I don't have a license, why is it suspended?\"\n   They just told me, \"Because you have a drivers license number, but you\n   don't have a drivers license? I'm like, \"Okay, so if I have a drivers\n   license number, why can't I get my drivers license?\" \"You don't have the\n   proper documentation.\" I'm like, \"But I have my...\"\n \n \n   Rodolfo: One day I thought, “Well why don't I just grab the driver license\n   number and have somebody make me a fake drivers license, and put the\n   drivers license on there?” But see, if I get caught with it, now I'm in\n   more trouble, and now I'm seen as a real criminal, because now I'm going\n   around the system once again. That's why we don't want you here, because\n   you're gonna do things like that. [Exhale] I haven't talked about this in a\n   while. It just makes me want to…I don’t know.\n \n \n   Sergio: You know that was different from a lot of other people in high\n   school probably too.\n \n \n   Rodolfo: Yeah, it was a big difference for my friends and I, because they\n   all got their license, they all were able to get their ID and everything.\n   And I wasn't able to do it. Then when I was asked, \"Hey man, why don't you\n   get your license?\" Only some of my very, very close friends—probably like\n   two friends—knew that I wasn't documented. Then, when we spoke about it\n   amongst other friends, they knew that it was like another secret you had to\n   keep. Yeah, it was different with other kid. Sometimes I'll be even\n   jealous, because I'm like, \"Damn, if only I had been born a couple of miles\n   North of the border, or West of the border, or whatever, I could be in your\n   position.”\n \n \n   Rodolfo: I'm like, \"Why, why do I have to feel that way man? I'm a good\n   person. I've made mistakes and things like that but hey man...” Nah, don't\n   think that way you know? Just because you don't have a visa that says\n   you're from America, doesn’t mean you can't do the same things. What, at 15\n   I bought my first car by myself. At 16, I got my first ticket, my first\n   pull over. But why? Because I was coming home from work. That's when I was\n   already working at Chili's—I was working in Schofield, Illinois at Chili's.\n   You know restaurant jobs, you got to work late. At that time in the\n   suburbs, there's not much transportation short of a cab ride. But I'm not\n   gonna be wasting money every day, so that's why I bought my car.\n \n \n   Rodolfo: That's what happened, that's really why they got me. I remember\n   when I was in Court they said, \"He has accumulated since he was 15. Since\n   he was 15 he accumulated a lot of driving tickets. He is dangerous to the\n   road.\" I'm like, \"What? [Incredulous]. All my tickets are because you guys\n   pull me over. It was late at night, I was the only car on the road. I mean,\n   obviously, if a police officer tails you for more than two miles, you're\n   gonna do something wrong in their eyes, right?” That's just what happened.\n   I kept on driving, why? Because I went to school and I went to work, and\n   it's just easier, it's just more convenient to drive your car that you paid\n   for, than to go through the hassle of the CTA—the CTA is the Chicago\n   Transit Authority.\n \n \n   Rodolfo: Yeah, that's the way it was, but I always saw it as, “Man, don't\n   let that affect you.” But, hey man, it affected me all right? If I didn't\n   drive, I would probably still be over there.\n \n \n   Anita: What did they give you tickets for?\n \n \n   Rodolfo: Driving with no valid drivers license. Then after two or three\n   time it turns into an aggravated... No, sorry, it turns into a felony. It's\n   just the same kind, but now it's a felony instead of a misdemeanor.\n \n \n   Anita: They just pulled you over because they saw that... Why did they pull\n   you over?\n \n \n   Rodolfo: One of the first times was because I had a busted taillight. I\n   didn't realize that the lightbulb had gone out. Then after that...Once\n   again, I didn't live in the best place around town, so police would always\n   be around. I guess they just saw me and they would always just get behind\n   me. It wasn't just me, it was other friends. Even when I would be with\n   other coworkers, it would happen the same way. In Rogers Park, by Evanston,\n   and even in Wrigleyville, a whole bunch of places, if it's late at night\n   and they just see one or two individuals, especially Hispanic or\n   African-American, they're gonna see what's going on.\n \n \n   Rodolfo: They're gonna want to see what's going on. That's what happened,\n   because I literally would ask them, \"Why did you pull me over?\" \"Improper\n   lane usage.\" All my tickets improper lane usage, failed to use turn signal.\n   It was really aggravating because it was like, “Man bro, you see me with my\n   work uniform on, you see the food right next to me. Literally, here is my\n   work ID, this is where I work, and I'm coming from work. Please just let me\n   go home.\" \"Please step out of the car.\" Impound the car, or, I'm not gonna\n   lie, some of the times that I did get pulled over sometimes they just let\n   me leave the car, or they had me call somebody with a license, but that was\n   very, very rare that would happen.\n \n \n   Anita: Of those occasions immigration never picked, and never gave them to\n   them... Chicago's a sanctuary city.\n \n \n   Rodolfo: No, Chicago's a sanctuary city, yeah. That's why I don't\n   understand why I was picked up. The day I got picked up, I was driving to\n   work. I parked my car and out of nowhere a Ford truck, it was unmarked\n   truck, they didn't even have the DHS seal on it. I didn't understand it,\n   because I even told them all, \"Isn't this a sanctuary city? Can you guys do\n   this, is this against my Constitutional rights? I'm not that sure, not that\n   well-educated in that aspect of it, but here, give me a book, I'll read it\n   and I'll tell you what it is. I'm not stupid bro.\" That's why they\n   separated me from the other people I was with, because it wasn't only\n   Mexicans that I was with. I was with somebody from... I was with two\n   Somalians.\n \n \n   Rodolfo: They were brothers actually, two Somalians. I told everybody,\n   \"Man, don't sign anything, don't talk, don't say anything. Just tell them\n   you want a lawyer and that's it.” I remember they told me, \"Shut up,\" and\n   they put me in a different cell, because I kept on telling everybody not to\n   sign anything. Yeah, that's what I didn't understand—I didn't understand\n   how they were able to go get me, but as I understood then and now,\n   obviously federal laws are always gonna trump state laws. That's in the\n   door, that's why you still see the dispensary in Colorado get raided,\n   because it's a federal offense, and not state offense. I was literally a\n   federal walking broken law.\n \n \n   Anita: That's sad.\n \n \n   Rodolfo: That's the way I saw it. Even though I'm cool, I'm all right and\n   in Chicago, a sanctuary, but that's only state. They can come and just tear\n   the place up into whatever they want because they're the government. And we\n   can't do anything about it because I'm not from here.\n \n \n   Anita: I'm gonna have to go in another room, can we pause for a second?\n \n \n   Rodolfo: Yeah.\n \n \n   Sergio: So, after you were detained, how was your experience? What\n   happened?\n \n \n   Rodolfo: After I was detained, I've got to say my experience going through\n   the immigration, it was something I had never experienced in my life. I\n   mean, I was never deprived of my freedom. And it wasn't because I committed\n   an actual crime. I didn't go and take somebody's laptop, or I didn't go\n   into a store with a loaded gun and ask for money. No, it was one of the\n   most horrible experiences I've ever been through. It was more their idea of\n   housing me because I'm not from there or it was...\n \n \n   Rodolfo: [Pause]. I remember when I first got picked up, they took me to\n   Wisconsin—I'm sorry, they took me to Rock Island, Illinois—for processing.\n   That was the processing center.\n \n \n   Rodolfo: They took my fingerprint and my name, first and last name and\n   everything. Right? So I wasn't… I'm sorry, I lost my train of thought. They\n   took my name and everything, right? But then they had a form in front of me\n   and they told me here, sign here and you know you'll be all set. And I\n   asked them, “Well here, give me a second, let me read it.” And there was\n   another person, right? Because it was a desk like this one. It was four\n   seats this way with the divider being the computer, the fingerprint scanner\n   and a camera, like a little Nikon camera, simple camera. And I told\n   everybody— I was the only one who spoke English or perfect English at\n   that—\"Hey man, don't sign anything at all until you know what you're\n   signing because you don't know what you're signing. For all you know you're\n   signing your liver away. So, just don't sign anything.” And the guy told\n   me, “Hey man, shut your mouth. We're talking to you; we're not talking to\n   them. I'm talking to you. Don't be a hero or don't be a jailhouse lawyer.”\n   I'm like, “A jailhouse lawyer? I'm not in jail.”\n \n \n   Rodolfo: And they told me, “Just sign here.” I'm like, “No, I'm not going\n   to sign it.” And I started reading through it, and it basically everything\n   that it said was, “I waive my right to an appeal. I waive my right to any\n   formal hearing. Basically, deport me as soon as possible.” And I'm like,\n   “So you're telling me that without explaining to me what's going on or what\n   this form entails, you're just going to have me sign it?”\n \n \n   Rodolfo: Because they told me, “We're not going to let you speak to your\n   family and you're not going to see your family for a long time if you don't\n   sign this because you're breaking some law or whatever.” Because they even\n   showed me little papers saying, if you state that you're a US citizen it's\n   a federal crime punishable by between—I think it was like—three to seven\n   years in federal prison.\n \n \n   Rodolfo: Now, I'm not sure if that was another one of their little tactics\n   or whatever, but nonetheless didn't let it scare me, I didn't let it affect\n   me. I'm like, “Okay cool, that's great man, I'm not going to sign this. I\n   need to go in front of a proper hearing and a judge. I want to bond set.\n   Because I know, well, I may not know my rights a hundred percent, but I\n   know that I'm, I'm entitled to a bond or at least a hearing for a bond.”\n \n \n   Rodolfo: And they told me, “Wait right here.” And then they went to go get\n   a supervisor, and the supervisor spoke to me in private and he gave me\n   another form and he was like, “Okay, you want a proper hearing? Sign here.”\n   And I read it and, okay here, then like, man, this is what it is? It took\n   me getting loud with you. I was a bit belligerent, I'm not going to lie to\n   you tell you I was the best, as they called me, “detainee.” But I'm going\n   to fight for my home. I understand I was born in Mexico, but Chicago's my\n   home, it's my land, that's where I'm from. And whatever I can do to stay\n   there, I'd be okay.\n \n \n   Rodolfo: And so, yeah, that's what it was. But it took me probably a good,\n   five months before I could see a judge.\n \n \n   Sergio: You were in detention that whole time?\n \n \n   Rodolfo: I was in detention. I was in a detention center for five months.\n \n \n   Sergio: Before seeing the judge?\n \n \n   Rodolfo: Before seeing the judge. And it wasn't even a formal hearing I\n   did. It was over the internet and the monitors, surprisingly that day, did\n   not work. So, all I heard was voices and I told them “No, I want a proper\n   hearing. I can't see the judge. For all I know there's a guy in the next\n   room talking to me and there's no judge.” “Okay, well you're going to have\n   to wait on a whole another six months.” And I'm not going to lie to you,\n   those detention centers aren't all that pretty, you know what I mean?\n \n \n   Rodolfo: I just didn't want to be locked up anymore. That, honestly, that\n   scared me. I didn't want to do another whole six months. By that point, I\n   would've done a year just to go see one judge for a bond. Finally, I said,\n   “Yeah, you know what? Yeah, I want one. I'll take the six months, give me\n   the six months. Just so I can see a judge.” Surprisingly, there was another\n   court hearing, I think, a month from then. So, I finally got to see the\n   judge, but they set the bond at $50,000. And I don't have a $50,000, my\n   family doesn't have $50,000. So, I sat there. I sat the two and a half\n   years because I wanted to fight it. Every possible angle that I could\n   probably touch, I tried it.\n \n \n   Rodolfo: I'm a victim of sexual abuse in the United States and there was a\n   police report made and everything. And I've also been a victim of gang\n   violence. I was never, you can check my background and everything. I was\n   never into gangs or anything, but around the area I lived in there was a\n   bunch of gangs and... I was beat up two or three times bad just by walking\n   home. And it was all documented, I had police reports and everything. And\n   because of that I was in therapy for while. My mother sought out a help\n   from a psychiatrist because of the sexual abuse I had as a child in\n   California, as a matter of fact.\n \n \n   Rodolfo: I took Risperdal and a Ritalin, Risperdal for the anxiety and the\n   Ritalin and for the ADHD. So, we tried everything. The mental health side,\n   the mental health asylum, everything. But it was just going to take longer\n   and longer and longer and I was tired of it. I didn't want to be locked up\n   anymore. So, finally I just told my mom, “You know what man, that's it, I'm\n   done. I don't want to do this anymore.” She asked me, “Is this what you\n   want to do?” And I told her, “Yeah.”\n \n \n   Rodolfo: She told me, “You know what? I'd much rather see you over there\n   and be free then not being able to see you here at all.” Because there was\n   a lot of people that went to go visit their loved ones and they used to get\n   picked up. Sometimes they wouldn't even let you see your loved ones and\n   right away ask you for your identification, your social security card, your\n   nationality and everything and they would get picked up.\n \n \n   Rodolfo: And I always told my mom, “Don't ever come visit me. Don't ever\n   come visit me because if you do, chances are they're going to take you\n   too.” And you know, that would always break my heart because I would want\n   to see my mom. I'd want to see my dad and everything, but I wasn't able to.\n   So, that experience was just horrible.\n \n \n   Sergio: When you were in the detention center what were the conditions? Did\n   you have access the medicine you needed? Did you have access to food and\n   water?\n \n \n   Rodolfo: The company that made the jail was called GEO Corp and they were\n   actually, I'm not going to lie to you, they actually were pretty good,\n   health-wise, not so much security-wise. A lot of things would happen in\n   there that definitely shouldn't have ever happened. But with the food and\n   everything, it was good. In my opinion it was because of the company. I\n   feel as though if it was up to the government... Thank God it was an\n   independent company that was hired by DHS as opposed to if DHS were to make\n   their own jail, I feel they would be completely different.\n \n \n   Rodolfo: It was [Pause] a pleasantly... there's no way to describe it, it\n   was bad. It was bad, but for what it was I guess it was okay. I don't see\n   there being an in-between or any pretty way to paint that picture as to how\n   good or bad it was in there. Because at the end of the day you're deprived\n   of your freedom. You can't just pick up the phone whenever you want and\n   call your loved ones because you've got to pay for that too. You got pay\n   for that. And if you want to take a shower, you have to buy your soap,\n   right? You've got to buy it yourself, you've got to buy everything. And now\n   you're becoming a liability for your family, you're becoming another bill.\n \n \n   Rodolfo: You're becoming another bill and that's what I didn't want. So,\n   that's why I started working. And now, older, I'm becoming another bill.\n   So, I don't get it. You're taking us away from the jobs that we have and\n   everything. You know? So, take us back to our country. And I'm not sure if\n   it this is a fact or not, but I was reading when I first got in here, there\n   was a time where there wasn't enough field workers for, I think,\n   avocado—or, not avocado, I think it was oranges or something like that.\n \n \n   Rodolfo: And I remember me saying, “Well, there goes all the deportees.\n   There goes all the people you guys deported. Where are the people that were\n   so outraged because we took your jobs? Go ahead, there you go. There are a\n   lot of vacancies, making these open for those jobs, go ahead, man. All\n   yours buddy, knock yourself out.”\n \n \n   Rodolfo: But nobody wants to work those jobs, right? You see what I'm\n   saying though, right?\n \n \n   Sergio: Definitely. So, how do you feel, do you feel like American…?\n \n \n   Rodolfo: I don't want to say I feel like American. Spiritually, me myself,\n   as an individual, I feel like now that I've been in Mexico and been living\n   the real life of a real life Mexican—because man, it's hard out here, you\n   know?—I feel like if I say I'm American, I feel like I'm betraying who I\n   am. Because I have American… Yes, I'm from... Because even then I can't\n   even say I'm American cause I'm not from there, that's why I'm here, right?\n   But the way I feel, yeah, I guess I am what they call me here, el gabacho,\n   the American, the white boy. Do I feel it? I feel it only because I miss my\n   home and that's what I want to be in order to be okay over there. I mean,\n   if that's what I have to be in order to be okay over there and then, okay,\n   yeah, I'm American.\n \n \n   Rodolfo: But when I'm amongst individuals, Mexicans here and everything, my\n   own people, I'm a Mexican. It still takes me a little while for me to be\n   able to really integrate myself because to this point, to this day, I still\n   have trouble expressing myself 100% in Spanish. I always try to better my\n   Spanish, but it gets to the point where sometimes I can't fully express the\n   way I feel at times.\n \n \n   Rodolfo: So, I speak in English but then you can't understand me in English\n   because you speak all Spanish. So, those are the times when I really truly\n   do feel American more than I feel Mexican. Because if I can't voice and\n   express my true feelings in my native tongue then that's—my native tongue\n   is English.\n \n \n   Rodolfo: So, you know what? Now that you do mention it, yeah, I feel more\n   American now than I do Mexican and it's kind of mixed feelings. Because I'm\n   trying to forget everything that I was over, that was going on over there,\n   that I lived over there. But it's hard because I want to go back, I want to\n   be able to punch in at Cheesecake Factory, and I want to be able to come\n   home and just be with my family. But yeah, I do feel more American than I\n   do Mexican and I'm not ashamed to say that's who I am. Short of being born\n   over there, I'm from over there.\n \n \n   Sergio: What was your experience when you got back to Mexico?\n \n \n   Rodolfo: My experience when I first arrived in Mexico, when I first got\n   back in Mexico was surreal, it was a blur. I'm terribly afraid of heights.\n   That's my fear. Not so much anymore but yeah, heights are not my thing. I\n   remember being on the plane and it taking a turn, and I remember seeing all\n   the buildings and I saw everything and I even scooted up in front of my\n   seat to see and it's like I completely forgot that I was afraid of heights.\n \n \n   Rodolfo: And I felt happy and I don't know why. I don't know if it was\n   because I was finally going to be free. And before it turned, before they\n   told all the people, all the agents or the officials to sit down, they took\n   the handcuffs off and they took the shackles off and I just, I'm like,\n   “Whoa, okay, this shit is real. This is real.” And it did that turn and we\n   finally got down and I saw the... we were passing by all hangars, the\n   military hangar, the presidential hangar, certain company's hangars and\n   whatever.\n \n \n   Rodolfo: Got off the plane, and I just remember looking back and looking at\n   my hands and not seeing handcuffs or a police officer right next to me and\n   I felt happy. But then I got on the phone and I called my mom and she was\n   just happy that I was out and everything. She started crying and I then\n   started crying too but then... that was just very mixed emotions. And the\n   first couple of months, they were all right until I started figuring out\n   that the individuals who are my family, as a matter of fact, who are\n   supposed to help me out here were just after the money.\n \n \n   Rodolfo: And I feel like somebody's first experience or first impression or\n   how they've gone about being in Mexico has to do greatly with their support\n   system in Mexico. And unfortunately, I had the shorter end of the stick. I\n   felt like I needed to pass by the things I needed to pass in order for me\n   to get to the point where I am right now in this very point in time, in\n   this chair, wearing these clothes.\n \n \n   Rodolfo: It wasn't the most prettiest thing. I was homeless for a while. I\n   didn't have a house. My house was a 2016 Nissan Versa and that's only\n   because I took a job as an Uber driver and it wasn't even my car, it was\n   somebody else's. But I couldn't tell that guy it wasn't my car because he\n   probably wouldn't even have let me keep driving. So, my first, my initial\n   experience in Mexico was bad, it was bad.\n \n \n   Rodolfo: I was lied to, I was deceived, I was stolen from. It's like every\n   little turn it was always a smack in the head or something. But little by\n   little I started getting acclimated to everything that was going on. How I\n   should go about moving in certain areas or how I should talk, how I should\n   move. Better yet, how to adapt to certain situations.\n \n \n   Sergio: Did the Mexican government provide help in that transition?\n \n \n   Rodolfo: The Mexican government, they provided some help. They provided 50\n   pesos when I first got here. And they just give me a whole bunch of\n   pamphlets of school and housing, right? But I feel as though independent\n   organizations were the ones who ultimately would have helped me a lot more.\n   When I first got off the plane, they told me about all the resources, all\n   the help, all the things that their company or their organization did for\n   other people, deportees. So, I feel like independent organizations would\n   have helped me more than the Mexican government.\n \n \n   Rodolfo: What can the Mexican government do to help deportees?\n \n \n   Rodolfo: Well, I mean, look, when I first got here, apart from them giving\n   me 50 pesos... In my opinion, the Mexican government can be more supportive\n   in having—I don't know,—what I was thinking is probably a fund, you know?\n   Or maybe a fund or some type of little packet. Not saying that we all are\n   entitled to it, but it'd be good to get here and have a little bit of money\n   or a place for yourself, or right away giving out jobs or something like\n   that. I'm not saying that the Mexico City doesn't have jobs for a bilingual\n   speaker or bilingual people but it's through third party organizations,\n   outsourcing and stuff like that.\n \n \n   Rodolfo: But if the Mexican government really do want to help then that\n   would be my suggestion. More jobs, more jobs for people like us. And not\n   just for people us more so, but that would help out everybody else. Or\n   simply, when I got here maybe there'd be a little fund that everybody gets,\n   a certain amount of money to start their own business. Because I did hear\n   about something like that. That there are help for people that want to\n   start their business, especially if you're deportees.\n \n \n   Rodolfo: Now I still haven't been pointed towards the right direction as to\n   how to go about doing that. I mean, I've looked for help but I always come\n   to a dead end. And it varies from city to city. Because somebody who I was\n   with in the detention center—we left the same day and everything—but he's\n   from Monterey and he actually he actually got 30,000 pesos from the Mexican\n   government. I'm not sure what branch it was from or where exactly it came\n   from, but he showed me everything. He proved it to me, so I know there is\n   help, but I feel like there is not that much awareness.\n \n \n   Rodolfo: I feel like, obviously because of the corruption or anything they\n   don't want to help us because they much rather keep that money for\n   themselves then to give it out. So, I feel like more awareness as well. If\n   there is that help, then let us know. Let us know we have that help. Let us\n   know you are there and we can help. Not just that we've come here from a\n   different country and now go ahead, do whatever you can. No, I mean, just\n   help us out too.\n \n \n   Sergio: I'm just wrapping up. Why do you think so many people from Mexico\n   have a negative perception of returning migrants?\n \n \n   Rodolfo: Because of what their family members tell them. And the reason why\n   returning deportees have a bad perception or a bad idea or a bad image of\n   why they shouldn't come back is because well, in the first place, their\n   family... Every individual has their own story, right? Obviously, that\n   individual's family has told them the story of why they moved to America.\n   And if they themselves, if their own family didn't want to live here, that\n   in its own instills fear in them.\n \n \n   Rodolfo: I mean, we're humans, right? We fear the unknown. We fear what we\n   don't know, especially we fear change. We're creatures of habit. If you\n   take me out of my element, if you took me out of Chicago, I'm like, “Shit,\n   I don't know what's going on man.” I didn't know I couldn't walk after I\n   paid my tacos. I didn't know I had to give back [inaudible 00:25:14], the\n   glass bottle. I didn't know that. I didn't know I had to pay five pesos if\n   I want to use the bathroom around here.\n \n \n   Rodolfo: My family painted me a picture of here that it was going to be\n   horrible. Because that's what they lived, that's what they know. That's the\n   reason why they moved. Like, “Hey man, living over there is going to be\n   horrible. Don't go over there, fight the case, stay here. You're not going\n   to be able to do anything over there, it's so hard. Minimum wage—the pay is\n   horrible, the jobs are horrible.” And they're feeding you what they know\n   and what they lived because they don't know any better, they don't know\n   anything else.\n \n \n   Rodolfo: And for a person who doesn't know a country, then they're going to\n   take heed to that. If I watch a movie and I tell my friend, “Hey man, don't\n   watch that movie, that movie is horrible.” Yeah, I watched it, you didn't\n   and now you're going to take my opinion and apply it to your own beliefs.\n   Okay, well, I mean, he's my friend he wouldn't lie to me, why would he lie\n   to me? You're my mom, you're my brother, my sister, whatever. If you say\n   it's bad, it's bad.\n \n \n   Sergio: So, do you think a lot of deportees, when they return, turn to\n   crime?\n \n \n   Rodolfo: When they return to what, I'm sorry?\n \n \n   Sergio: To Mexico.\n \n \n   Rodolfo: I think a lot of the deportees, when they come back, yes. But I\n   think more about their family—the inability to help your family member, the\n   person who you love is one of the most horrible... it's a horrible feeling,\n   not being able to help, let alone help one of your family members.\n \n \n   Rodolfo: I remember my mom crying over the phone and telling me, “Man, I\n   just want to help you. I wish I could just go and get you.“ Or, “Man, I'm\n   going to ask around and see if I can find a lawyer and everything.” Oh my\n   god, don't let me get started on the lawyers over there. They're not quite\n   good people, right? Because they take advantage of that as well. But that's\n   another conversation.\n \n \n   Sergio: So, on that piece about helping families. What do you think the US\n   government can do to help Mexican deportees and the families that they\n   leave behind? You left your family.\n \n \n   Rodolfo: If it'd be up to me, everybody would be together and there would\n   be no borders and no laws. But what the US government can do to help\n   families in that position is if one of your family members is in a\n   detention center, you automatically— there should be a law, there should be\n   a rule, whatever man—can go and visit. You can go visit and get visited by\n   anybody who they want and they can't touch them. It doesn't matter if it's\n   a federal, state law or whatever.\n \n \n   Rodolfo: You can't deprive somebody of their family like that, man. I\n   understand you're not from here, and okay, they're in deportation\n   proceedings and everything, but that's why there's so many fights in there,\n   you know? That's where there's so much aggression, so much tension, because\n   you don't know what's going to happen.\n \n \n   Rodolfo: Literally, I spoke to a person who said, “Man, if I do bad things\n   here they're going to want to keep me here.” What type of mentality is\n   that? That they rather commit crimes while in detention so they can stay in\n   the United States but not even that, they are going to be locked up.\n \n \n   Rodolfo: So, that reality, that part where their mind has set on, “Okay\n   well, I'd rather be in jail here then go back to my home country. Because\n   I'm going to be, at least, with my family here, so they can go visit me and\n   stuff like that.” That's very.., that's horrible. So yeah, that. That would\n   be awesome if somebody is in detention, if somebody is detained, they can\n   get visits from their family. Just people who are detained, you know?\n \n \n   Sergio: Just wanting to hug your mom—\n \n \n   Rodolfo: Yeah. Because a visit does all the difference, man. You know what\n   I mean? Seeing that little help, it's like a beacon of hope, you know?\n   Okay, well, one day or hopefully or just keeping that alive.\n \n \n   Sergio: I think that's all the questions I have right now, I might come up\n   with more later to ask you again. But right now, do you have anything on\n   your mind that you want to share or talk about?\n \n \n   Rodolfo: Man, it's been awhile since I spoke about any of this, but I feel\n   I've let everything... or for now because I have a lot, a lot more. But for\n   now, I feel like it was good. It's like a little therapy session as well,\n   man. Honestly, to be quite frank with you, that's what I was looking for,\n   man. Because I don't really have any friends like that, and I don't know\n   anybody out here like that and it's just great to finally speak and be\n   heard.\n \n \n   Rodolfo: I know it's your job and I know it's your school and everything\n   but man, I feel like you really were listening to me and thank you. Thank\n   you man, really.\n ", "annotations": [{"type": "text", "start": 4, "end": 10, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 47, "end": 49, "text": "US", "label": "GPE"}, {"type": "text", "start": 58, "end": 65, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 105, "end": 107, "text": "US", "label": "GPE"}, {"type": "text", "start": 403, "end": 415, "text": "14 years old", "label": "DATE"}, {"type": "text", "start": 633, "end": 635, "text": "US", "label": "GPE"}, {"type": "text", "start": 681, "end": 683, "text": "16", "label": "DATE"}, {"type": "text", "start": 694, "end": 718, "text": "two and a half years old", "label": "DATE"}, {"type": "text", "start": 872, "end": 879, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 884, "end": 890, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 894, "end": 906, "text": "16 years old", "label": "DATE"}, {"type": "text", "start": 1126, "end": 1128, "text": "16", "label": "DATE"}, {"type": "text", "start": 1320, "end": 1340, "text": "the United\n   States", "label": "GPE"}, {"type": "text", "start": 1533, "end": 1540, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 2139, "end": 2147, "text": "two,\n   ", "label": "DATE"}, {"type": "text", "start": 2244, "end": 2250, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 2296, "end": 2303, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 2311, "end": 2335, "text": "two and a half years old", "label": "DATE"}, {"type": "text", "start": 2503, "end": 2522, "text": "two, two and a half", "label": "DATE"}, {"type": "text", "start": 2620, "end": 2632, "text": "one year old", "label": "DATE"}, {"type": "text", "start": 3009, "end": 3015, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 3035, "end": 3040, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 3066, "end": 3068, "text": "US", "label": "GPE"}, {"type": "text", "start": 3077, "end": 3084, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 3131, "end": 3133, "text": "US", "label": "GPE"}, {"type": "text", "start": 3276, "end": 3283, "text": "Phoenix", "label": "GPE"}, {"type": "text", "start": 3285, "end": 3292, "text": "Arizona", "label": "GPE"}, {"type": "text", "start": 3478, "end": 3485, "text": "America", "label": "GPE"}, {"type": "text", "start": 3501, "end": 3508, "text": "Phoenix", "label": "GPE"}, {"type": "text", "start": 3643, "end": 3654, "text": "MacDonald's", "label": "ORG"}, {"type": "text", "start": 3942, "end": 3949, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 3962, "end": 3967, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 4262, "end": 4264, "text": "50", "label": "CARDINAL"}, {"type": "text", "start": 4268, "end": 4270, "text": "60", "label": "CARDINAL"}, {"type": "text", "start": 4712, "end": 4719, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 5453, "end": 5460, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 5575, "end": 5580, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 5660, "end": 5665, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 6088, "end": 6093, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 6111, "end": 6117, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 6145, "end": 6152, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 6173, "end": 6178, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 6253, "end": 6260, "text": "Phoenix", "label": "GPE"}, {"type": "text", "start": 6335, "end": 6345, "text": "California", "label": "GPE"}, {"type": "text", "start": 6431, "end": 6461, "text": "four or five\n   in the morning", "label": "TIME"}, {"type": "text", "start": 6630, "end": 6633, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 6695, "end": 6700, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 6825, "end": 6832, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 6873, "end": 6880, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 6929, "end": 6946, "text": "Jordan Elementary", "label": "ORG"}, {"type": "text", "start": 6979, "end": 6986, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 7055, "end": 7063, "text": "Evanston", "label": "GPE"}, {"type": "text", "start": 7065, "end": 7073, "text": "Evanston", "label": "GPE"}, {"type": "text", "start": 7152, "end": 7172, "text": "Orrington Elementary", "label": "ORG"}, {"type": "text", "start": 7299, "end": 7306, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 7321, "end": 7328, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 7355, "end": 7363, "text": "Hispanic", "label": "NORP"}, {"type": "text", "start": 7387, "end": 7394, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 7444, "end": 7451, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 7598, "end": 7605, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 7614, "end": 7621, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 7668, "end": 7675, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 7867, "end": 7887, "text": "Orrington Elementary", "label": "ORG"}, {"type": "text", "start": 7912, "end": 7923, "text": "the TWI\n   ", "label": "ORG"}, {"type": "text", "start": 8004, "end": 8011, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 8100, "end": 8107, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 8217, "end": 8223, "text": "Target", "label": "ORG"}, {"type": "text", "start": 8271, "end": 8278, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 8344, "end": 8351, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 8742, "end": 8748, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 8797, "end": 8804, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 8828, "end": 8832, "text": "Mule", "label": "PERSON"}, {"type": "text", "start": 8838, "end": 8842, "text": "Mule", "label": "PERSON"}, {"type": "text", "start": 8850, "end": 8856, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 8860, "end": 8865, "text": "third", "label": "ORDINAL"}, {"type": "text", "start": 8967, "end": 8974, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 9190, "end": 9198, "text": "Hispanic", "label": "NORP"}, {"type": "text", "start": 9231, "end": 9238, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 9403, "end": 9410, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 9525, "end": 9529, "text": "Mule", "label": "PERSON"}, {"type": "text", "start": 9913, "end": 9918, "text": "fifth", "label": "ORDINAL"}, {"type": "text", "start": 9946, "end": 9951, "text": "Stoom", "label": "PERSON"}, {"type": "text", "start": 9960, "end": 9971, "text": "Argentinian", "label": "NORP"}, {"type": "text", "start": 9985, "end": 9994, "text": "Argentina", "label": "GPE"}, {"type": "text", "start": 10322, "end": 10329, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 10421, "end": 10428, "text": "America", "label": "GPE"}, {"type": "text", "start": 10575, "end": 10609, "text": "Just barely a couple of months ago", "label": "DATE"}, {"type": "text", "start": 10623, "end": 10629, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 10638, "end": 10643, "text": "third", "label": "ORDINAL"}, {"type": "text", "start": 10687, "end": 10700, "text": "Polanco Fendi", "label": "ORG"}, {"type": "text", "start": 10702, "end": 10707, "text": "Prado", "label": "ORG"}, {"type": "text", "start": 10712, "end": 10717, "text": "Gucci", "label": "ORG"}, {"type": "text", "start": 10719, "end": 10725, "text": "Armani", "label": "ORG"}, {"type": "text", "start": 10727, "end": 10740, "text": "Louis Vuitton", "label": "ORG"}, {"type": "text", "start": 10772, "end": 10777, "text": "third", "label": "ORDINAL"}, {"type": "text", "start": 10893, "end": 10899, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 10958, "end": 10965, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 11067, "end": 11074, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 11253, "end": 11256, "text": "six", "label": "DATE"}, {"type": "text", "start": 11263, "end": 11268, "text": "seven", "label": "DATE"}, {"type": "text", "start": 11667, "end": 11674, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 12268, "end": 12276, "text": "American", "label": "NORP"}, {"type": "text", "start": 12308, "end": 12315, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 13051, "end": 13053, "text": "DC", "label": "GPE"}, {"type": "text", "start": 13062, "end": 13069, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 13097, "end": 13099, "text": "DC", "label": "GPE"}, {"type": "text", "start": 13701, "end": 13707, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 13734, "end": 13736, "text": "US", "label": "GPE"}, {"type": "text", "start": 13745, "end": 13752, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 13800, "end": 13803, "text": "One", "label": "CARDINAL"}, {"type": "text", "start": 13811, "end": 13816, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 13871, "end": 13885, "text": "Baker's Square", "label": "ORG"}, {"type": "text", "start": 13925, "end": 13928, "text": "Tui", "label": "FAC"}, {"type": "text", "start": 13933, "end": 13938, "text": "Pratt", "label": "FAC"}, {"type": "text", "start": 13992, "end": 13997, "text": "fifth", "label": "ORDINAL"}, {"type": "text", "start": 14001, "end": 14006, "text": "sixth", "label": "ORDINAL"}, {"type": "text", "start": 14055, "end": 14072, "text": "the Psychic Slide", "label": "PRODUCT"}, {"type": "text", "start": 14206, "end": 14220, "text": "Baker's Square", "label": "ORG"}, {"type": "text", "start": 14368, "end": 14392, "text": "like 3:00 in the morning", "label": "TIME"}, {"type": "text", "start": 14567, "end": 14572, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 14587, "end": 14595, "text": "Wilmette", "label": "GPE"}, {"type": "text", "start": 14597, "end": 14605, "text": "Illinois", "label": "GPE"}, {"type": "text", "start": 14646, "end": 14652, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 14681, "end": 14688, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 14716, "end": 14736, "text": "Wilmette Golf Course", "label": "FAC"}, {"type": "text", "start": 14778, "end": 14783, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 15012, "end": 15023, "text": "Gerald Ford", "label": "PERSON"}, {"type": "text", "start": 15043, "end": 15054, "text": "Gerald Ford", "label": "PERSON"}, {"type": "text", "start": 15470, "end": 15477, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 15537, "end": 15543, "text": "Subway", "label": "ORG"}, {"type": "text", "start": 15560, "end": 15567, "text": "Chili's", "label": "ORG"}, {"type": "text", "start": 15597, "end": 15616, "text": "Outback Steak House", "label": "ORG"}, {"type": "text", "start": 15847, "end": 15850, "text": "One", "label": "CARDINAL"}, {"type": "text", "start": 15878, "end": 15881, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 16088, "end": 16093, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 16136, "end": 16138, "text": "14", "label": "DATE"}, {"type": "text", "start": 16204, "end": 16206, "text": "18", "label": "DATE"}, {"type": "text", "start": 16211, "end": 16213, "text": "14", "label": "DATE"}, {"type": "text", "start": 16222, "end": 16229, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 16657, "end": 16670, "text": "a Burger King", "label": "ORG"}, {"type": "text", "start": 16910, "end": 16912, "text": "14", "label": "DATE"}, {"type": "text", "start": 16999, "end": 17005, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 17204, "end": 17211, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 17928, "end": 17935, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 18118, "end": 18120, "text": "US", "label": "GPE"}, {"type": "text", "start": 18396, "end": 18408, "text": "spring break", "label": "DATE"}, {"type": "text", "start": 18895, "end": 18902, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 19190, "end": 19196, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 19348, "end": 19355, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 20177, "end": 20184, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 20548, "end": 20562, "text": "Gerald\n   Ford", "label": "PERSON"}, {"type": "text", "start": 20907, "end": 20914, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 21158, "end": 21164, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 21186, "end": 21191, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 21210, "end": 21215, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 21258, "end": 21265, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 21280, "end": 21285, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 21326, "end": 21332, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 21351, "end": 21356, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 21432, "end": 21434, "text": "DC", "label": "GPE"}, {"type": "text", "start": 21482, "end": 21489, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 21504, "end": 21509, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 21680, "end": 21687, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 21976, "end": 21983, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 22553, "end": 22560, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 22584, "end": 22594, "text": "that night", "label": "TIME"}, {"type": "text", "start": 22858, "end": 22860, "text": "DC", "label": "GPE"}, {"type": "text", "start": 23012, "end": 23017, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 23023, "end": 23034, "text": "Gerald Ford", "label": "PERSON"}, {"type": "text", "start": 23070, "end": 23077, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 23083, "end": 23094, "text": "Gerald Ford", "label": "PERSON"}, {"type": "text", "start": 23397, "end": 23403, "text": "States", "label": "GPE"}, {"type": "text", "start": 23598, "end": 23604, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 23738, "end": 23744, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 23753, "end": 23758, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 23865, "end": 23872, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 24000, "end": 24003, "text": "DHS", "label": "ORG"}, {"type": "text", "start": 24171, "end": 24178, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 24578, "end": 24582, "text": "21st", "label": "ORDINAL"}, {"type": "text", "start": 24600, "end": 24607, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 25223, "end": 25226, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 25469, "end": 25476, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 25907, "end": 25914, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 26416, "end": 26422, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 26518, "end": 26525, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 26827, "end": 26830, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 27110, "end": 27127, "text": "a couple of miles", "label": "QUANTITY"}, {"type": "text", "start": 27228, "end": 27235, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 27466, "end": 27473, "text": "America", "label": "GPE"}, {"type": "text", "start": 27527, "end": 27529, "text": "15", "label": "DATE"}, {"type": "text", "start": 27545, "end": 27550, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 27569, "end": 27571, "text": "16", "label": "DATE"}, {"type": "text", "start": 27582, "end": 27587, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 27599, "end": 27604, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 27730, "end": 27739, "text": "Schofield", "label": "GPE"}, {"type": "text", "start": 27741, "end": 27749, "text": "Illinois", "label": "GPE"}, {"type": "text", "start": 27753, "end": 27760, "text": "Chili's", "label": "ORG"}, {"type": "text", "start": 27936, "end": 27945, "text": "every day", "label": "DATE"}, {"type": "text", "start": 27985, "end": 27992, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 28125, "end": 28127, "text": "15", "label": "DATE"}, {"type": "text", "start": 28145, "end": 28147, "text": "15", "label": "DATE"}, {"type": "text", "start": 28314, "end": 28327, "text": "late at night", "label": "TIME"}, {"type": "text", "start": 28417, "end": 28436, "text": "more than two miles", "label": "QUANTITY"}, {"type": "text", "start": 28723, "end": 28726, "text": "CTA", "label": "ORG"}, {"type": "text", "start": 28731, "end": 28734, "text": "CTA", "label": "ORG"}, {"type": "text", "start": 28738, "end": 28770, "text": "the Chicago\n   Transit Authority", "label": "ORG"}, {"type": "text", "start": 28779, "end": 28786, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 28985, "end": 28990, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 29035, "end": 29042, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 29094, "end": 29106, "text": "two or three", "label": "CARDINAL"}, {"type": "text", "start": 29264, "end": 29269, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 29360, "end": 29367, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 29380, "end": 29385, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 29788, "end": 29799, "text": "Rogers Park", "label": "GPE"}, {"type": "text", "start": 29804, "end": 29812, "text": "Evanston", "label": "GPE"}, {"type": "text", "start": 29829, "end": 29841, "text": "Wrigleyville", "label": "GPE"}, {"type": "text", "start": 29876, "end": 29889, "text": "late at night", "label": "TIME"}, {"type": "text", "start": 29911, "end": 29914, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 29918, "end": 29921, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 29946, "end": 29954, "text": "Hispanic", "label": "NORP"}, {"type": "text", "start": 29961, "end": 29977, "text": "African-American", "label": "NORP"}, {"type": "text", "start": 30021, "end": 30028, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 30765, "end": 30770, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 30851, "end": 30858, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 30886, "end": 30893, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 30899, "end": 30906, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 31075, "end": 31079, "text": "Ford", "label": "ORG"}, {"type": "text", "start": 31139, "end": 31142, "text": "DHS", "label": "ORG"}, {"type": "text", "start": 31561, "end": 31569, "text": "Mexicans", "label": "NORP"}, {"type": "text", "start": 31626, "end": 31629, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 31633, "end": 31642, "text": "Somalians", "label": "NORP"}, {"type": "text", "start": 31651, "end": 31658, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 31689, "end": 31692, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 31693, "end": 31702, "text": "Somalians", "label": "NORP"}, {"type": "text", "start": 32228, "end": 32236, "text": "Colorado", "label": "GPE"}, {"type": "text", "start": 32363, "end": 32368, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 32389, "end": 32396, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 32469, "end": 32476, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 32685, "end": 32690, "text": "Anita", "label": "PERSON"}, {"type": "text", "start": 32747, "end": 32755, "text": "a second", "label": "TIME"}, {"type": "text", "start": 32764, "end": 32771, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 32786, "end": 32792, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 32873, "end": 32880, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 33392, "end": 33399, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 33505, "end": 33516, "text": "Rock Island", "label": "GPE"}, {"type": "text", "start": 33518, "end": 33526, "text": "Illinois", "label": "GPE"}, {"type": "text", "start": 33585, "end": 33592, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 33925, "end": 33931, "text": "second", "label": "ORDINAL"}, {"type": "text", "start": 34034, "end": 34038, "text": "four", "label": "CARDINAL"}, {"type": "text", "start": 34149, "end": 34154, "text": "Nikon", "label": "ORG"}, {"type": "text", "start": 34232, "end": 34239, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 34251, "end": 34258, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 34703, "end": 34710, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 35155, "end": 35162, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 35447, "end": 35449, "text": "US", "label": "GPE"}, {"type": "text", "start": 35574, "end": 35581, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 35931, "end": 35948, "text": "a hundred percent", "label": "PERCENT"}, {"type": "text", "start": 36039, "end": 36046, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 36551, "end": 36557, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 36563, "end": 36570, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 36682, "end": 36689, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 36749, "end": 36760, "text": "a good,\n   ", "label": "DATE"}, {"type": "text", "start": 36807, "end": 36813, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 36861, "end": 36868, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 36922, "end": 36933, "text": "five months", "label": "DATE"}, {"type": "text", "start": 36942, "end": 36948, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 36982, "end": 36989, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 37118, "end": 37126, "text": "that day", "label": "DATE"}, {"type": "text", "start": 37519, "end": 37526, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 37627, "end": 37651, "text": "another whole six months", "label": "DATE"}, {"type": "text", "start": 37687, "end": 37693, "text": "a year", "label": "DATE"}, {"type": "text", "start": 37709, "end": 37712, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 37801, "end": 37815, "text": "the six months", "label": "DATE"}, {"type": "text", "start": 37828, "end": 37842, "text": "the six months", "label": "DATE"}, {"type": "text", "start": 37931, "end": 37948, "text": "a month from then", "label": "DATE"}, {"type": "text", "start": 38015, "end": 38021, "text": "50,000", "label": "MONEY"}, {"type": "text", "start": 38043, "end": 38049, "text": "50,000", "label": "MONEY"}, {"type": "text", "start": 38078, "end": 38084, "text": "50,000", "label": "MONEY"}, {"type": "text", "start": 38109, "end": 38136, "text": "the two and a half\n   years", "label": "DATE"}, {"type": "text", "start": 38239, "end": 38246, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 38280, "end": 38297, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 38579, "end": 38582, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 38586, "end": 38591, "text": "three", "label": "CARDINAL"}, {"type": "text", "start": 38844, "end": 38854, "text": "California", "label": "GPE"}, {"type": "text", "start": 38884, "end": 38891, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 38916, "end": 38923, "text": "Ritalin", "label": "PRODUCT"}, {"type": "text", "start": 38925, "end": 38934, "text": "Risperdal", "label": "PRODUCT"}, {"type": "text", "start": 39394, "end": 39401, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 39845, "end": 39852, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 40197, "end": 40203, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 40366, "end": 40373, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 40417, "end": 40425, "text": "GEO Corp", "label": "ORG"}, {"type": "text", "start": 40854, "end": 40857, "text": "DHS", "label": "ORG"}, {"type": "text", "start": 40875, "end": 40878, "text": "DHS", "label": "ORG"}, {"type": "text", "start": 40961, "end": 40968, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 41658, "end": 41665, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 42015, "end": 42020, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 42190, "end": 42197, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 42537, "end": 42544, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 42639, "end": 42645, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 42697, "end": 42705, "text": "American", "label": "NORP"}, {"type": "text", "start": 42715, "end": 42722, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 42756, "end": 42764, "text": "American", "label": "NORP"}, {"type": "text", "start": 42845, "end": 42851, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 42900, "end": 42907, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 42979, "end": 42987, "text": "American", "label": "NORP"}, {"type": "text", "start": 43043, "end": 43051, "text": "American", "label": "NORP"}, {"type": "text", "start": 43112, "end": 43120, "text": "American", "label": "NORP"}, {"type": "text", "start": 43260, "end": 43268, "text": "American", "label": "NORP"}, {"type": "text", "start": 43500, "end": 43508, "text": "American", "label": "NORP"}, {"type": "text", "start": 43517, "end": 43524, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 43560, "end": 43568, "text": "Mexicans", "label": "NORP"}, {"type": "text", "start": 43614, "end": 43621, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 43782, "end": 43786, "text": "100%", "label": "PERCENT"}, {"type": "text", "start": 43790, "end": 43797, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 43828, "end": 43835, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 43935, "end": 43942, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 43959, "end": 43966, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 44003, "end": 44010, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 44036, "end": 44043, "text": "Spanish", "label": "LANGUAGE"}, {"type": "text", "start": 44100, "end": 44108, "text": "American", "label": "NORP"}, {"type": "text", "start": 44126, "end": 44133, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 44247, "end": 44254, "text": "English", "label": "LANGUAGE"}, {"type": "text", "start": 44263, "end": 44270, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 44340, "end": 44348, "text": "American", "label": "NORP"}, {"type": "text", "start": 44363, "end": 44370, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 44599, "end": 44617, "text": "Cheesecake Factory", "label": "ORG"}, {"type": "text", "start": 44710, "end": 44718, "text": "American", "label": "NORP"}, {"type": "text", "start": 44732, "end": 44739, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 44847, "end": 44853, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 44901, "end": 44907, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 44916, "end": 44923, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 44963, "end": 44969, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 44978, "end": 44983, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 44999, "end": 45005, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 45383, "end": 45390, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 45930, "end": 45937, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 46527, "end": 46534, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 46563, "end": 46568, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 46583, "end": 46588, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 46638, "end": 46644, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 46695, "end": 46701, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 46957, "end": 46964, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 47071, "end": 47075, "text": "2016", "label": "DATE"}, {"type": "text", "start": 47076, "end": 47082, "text": "Nissan", "label": "ORG"}, {"type": "text", "start": 47083, "end": 47088, "text": "Versa", "label": "PRODUCT"}, {"type": "text", "start": 47135, "end": 47139, "text": "Uber", "label": "ORG"}, {"type": "text", "start": 47317, "end": 47322, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 47352, "end": 47358, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 47387, "end": 47394, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 47759, "end": 47765, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 47775, "end": 47782, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 47834, "end": 47841, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 47847, "end": 47854, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 47906, "end": 47917, "text": "50\n   pesos", "label": "MONEY"}, {"type": "text", "start": 47925, "end": 47930, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 48397, "end": 48404, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 48424, "end": 48431, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 48446, "end": 48453, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 48494, "end": 48501, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 48575, "end": 48583, "text": "50 pesos", "label": "MONEY"}, {"type": "text", "start": 48606, "end": 48613, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 48986, "end": 49001, "text": "the Mexico City", "label": "GPE"}, {"type": "text", "start": 49084, "end": 49089, "text": "third", "label": "ORDINAL"}, {"type": "text", "start": 49154, "end": 49161, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 49174, "end": 49181, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 49670, "end": 49677, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 49942, "end": 49954, "text": "the same day", "label": "DATE"}, {"type": "text", "start": 49987, "end": 49995, "text": "Monterey", "label": "GPE"}, {"type": "text", "start": 50028, "end": 50040, "text": "30,000 pesos", "label": "MONEY"}, {"type": "text", "start": 50050, "end": 50057, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 50278, "end": 50285, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 50760, "end": 50766, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 50827, "end": 50833, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 50894, "end": 50901, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 51103, "end": 51108, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 51264, "end": 51271, "text": "America", "label": "GPE"}, {"type": "text", "start": 51395, "end": 51402, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 51597, "end": 51604, "text": "Chicago", "label": "GPE"}, {"type": "text", "start": 51761, "end": 51769, "text": "00:25:14", "label": "TIME"}, {"type": "text", "start": 51840, "end": 51850, "text": "five pesos", "label": "MONEY"}, {"type": "text", "start": 51904, "end": 51911, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 52463, "end": 52470, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 52956, "end": 52962, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 53044, "end": 53051, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 53097, "end": 53103, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 53108, "end": 53114, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 53123, "end": 53130, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 53396, "end": 53399, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 53431, "end": 53438, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 53847, "end": 53853, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 53919, "end": 53921, "text": "US", "label": "GPE"}, {"type": "text", "start": 53951, "end": 53958, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 54042, "end": 54049, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 54159, "end": 54161, "text": "US", "label": "GPE"}, {"type": "text", "start": 54537, "end": 54544, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 54883, "end": 54890, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 55114, "end": 55131, "text": "the United States", "label": "GPE"}, {"type": "text", "start": 55190, "end": 55197, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 55654, "end": 55660, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 55699, "end": 55706, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 55863, "end": 55870, "text": "one day", "label": "DATE"}, {"type": "text", "start": 55919, "end": 55925, "text": "Sergio", "label": "PERSON"}, {"type": "text", "start": 56128, "end": 56135, "text": "Rodolfo", "label": "PERSON"}, {"type": "text", "start": 56603, "end": 56610, "text": "Rodolfo", "label": "PERSON"}], "audio": [{"name": "Finding out what it means to be undocumented", "src": "Rodolfo_On_finding_out_what_it_mean_to_be_undocumented.mp3"}, {"name": "His return to Mexico", "src": "Rodolfo_On_his_return_to_Mexico.mp3"}, {"name": "His treatment in processing at the detention center", "src": "Rodolfo_On_his_treatment_in_processing_at_the_detention_center.mp3"}, {"name": "Why he started work young", "src": "Roldolfo_On_why_he_started_work_young.mp3"}], "subjects": null}