{"name": "Yosell", "date": "June 12, 2019", "location": "Mexico City, Mexico", "interviewer": "Claudia Ojeda", "portrait": "Yosell_6-12-2019_Portrait.jpg", "thumbnail": "Yosell_6-12-2019_Thumbnail.jpg", "text": "\n   Claudia: My first question for you is why did you or your family decide to\n   leave Mexico, and how did you cross the border?\n \n \n   Yosell: Let’s see. I think I was about three or four months old when I\n   crossed the border the first time. It was just, you're going to cross the\n   border, and so I crossed the border through, it was TJ [Tijuana] at the\n   time. And I was living in San Francisco for maybe like two years. After\n   that, from what my dad tells me, and to what I remember, we were just\n   moving around the U.S., and quite a couple of places.\n \n \n   Yosell: From what I do remember, I used to live in Vegas with an aunt\n   there. I was doing my elementary school and then after that I moved out to\n   Utah and started doing a little bit of my middle school and after that I\n   was kind of moving around a lot of places, I guess just working—my dad got\n   me a job working for construction. And I was doing my high school online, a\n   kind of homeschool thing. That was pretty interesting. I would come back to\n   Mexico quite often. I would kind of just jump the border and come see my\n   mom, and then I jumped it again.\n \n \n   Claudia: And you would go back?\n \n \n   Yosell: Yeah.\n \n \n   Claudia: How many times did you say that you did that?\n \n \n   Yosell: Six or eight times just jumping it.\n \n \n   Claudia: You were over there without your parents or anybody?\n \n \n   Yosell: With my dad. I was already with my dad.\n \n \n   Claudia: How did it feel to be separated from your mom?\n \n \n   Yosell: I don't know if it would be a big thing since I was always kind of\n   with my dad, and I would see my mom almost every... I would come back every\n   Mother's Day or Christmas kind of thing. Come back to see her, and then I\n   would just basically just jump it again. Since dad knew people that would\n   cross the border quite often, that's where they would do it.\n \n \n   Claudia: I see. Did you like school? What did you get up to in the States?\n \n \n   Yosell: In the States I finished my high school out there, and I was\n   actually studying a little bit of college, but after the dumb Trump kind of\n   thing came in place, I was just like, \"Eh.\" And my mom had cancer at the\n   time—she was fighting her cancer. So I ended up just saying, \"I'm going\n   back out to Mexico to live this time and actually live out here.\" I ended\n   up just coming back, and just forgetting about college over there, and came\n   back here to Mexico to actually live. And of course I was actually helping\n   my mom with the cancer thing.\n \n \n   Claudia: What did you do in the States? What did you like to do for fun?\n \n \n   Yosell: Out in the States?\n \n \n   Claudia: Yeah.\n \n \n   Yosell: I actually had a sponsor for snowboarding and surfing.\n \n \n   Claudia: Holy shit, that's awesome.\n \n \n   Yosell: That's basically what I did. I just got paid to do that. And when I\n   wasn't working with that, I would travel a lot with my dad. My dad would\n   work with construction. I would just be with my dad or do my thing, and\n   that's it, basically.\n \n \n   Claudia: What did you like about snowboarding and surfing?\n \n \n   Yosell: Let's see, snowboarding. I would always go back out to Utah, to\n   Salt Lake, cause I loved snowboarding there and plus we'd always get free\n   gear out there from the sponsor. The best part I probably like out there\n   was camping out in the mountains. I really like camping a lot, I don't know\n   why, it's just something I always did like. [Chuckle]. And from surfing, I\n   don't know, it was always really into water.\n \n \n   Yosell: I can remember when I was just a little kid, my dad would actually\n   take me out to San Francisco and Venice Beach and all those kinds of\n   beaches to just kick it. And I would see a bunch of my cousins surfing, so\n   I think that's where it came on. I think I like almost any other sport,\n   really, it's just like something that my dad put us into. He would take me,\n   and I have two little brothers, out dirt biking a lot.\n \n \n   Claudia: When you say you had a sponsorship, does that mean that you\n   competed?\n \n \n   Yosell: Yeah. It usually would take us out, and my dad would actually come\n   with me, since I was still a minor, and it would just get a couple of\n   videos into it, just do my stuff basically. That's all I would do.\n \n \n   Claudia: Did you ever see yourself doing that when you were older?\n \n \n   Yosell: I actually used to get paid for that out there, but just since I\n   did end up just coming out to Mexico, I talked to my sponsor—which his name\n   was called Jones, he was my manager out there—and I told him, \"Hey, you\n   know what? I'm going out to Mexico.\" And I got to say thanks and that's it.\n   And he actually tried—when I got out to Mexico, I had contact with him a\n   lot—he's telling me, \"Hey, I want to see if we can get you a green card or\n   something.\" I kind of didn't want to go back out to the States. I kind of\n   just wanted to stay here. I really didn't even know Mexico, so that was\n   part of it. I surfed a couple of times here in Mexico, but it's expensive\n   out here to do something. You can't really do much.\n \n \n   Yosell: I tried finishing my university out in Mexico, but this is the same\n   thing. It's really hard to put your hours to work and go to school and\n   stuff like that. It's just really hard out here.\n \n \n   Claudia: How long did you live in the States?\n \n \n   Yosell: Let's see, about 24 years. Out here in Mexico, I've probably been\n   here for like a year and a half. Just barely, I guess.\n \n \n   Claudia: What was it like coming back to Mexico? You said you made the\n   decision on your own?\n \n \n   Yosell: Yeah, I mean, I already did know about it just a little bit, so it\n   wasn't too bad. It was just basically like Los Angeles, it's the same\n   thing, really. Just the differences, the corruption out here, and how\n   people treat you. I would probably walk down the street, and I would always\n   get a dirty look or something. I'd always get checked by the cops here,\n   that's a constant thing for me.\n \n \n   Claudia: Why? Do you think it's because of all the tattoos?\n \n \n   Yosell: Probably, that's probably why it is. The way you dress.\n \n \n   Yosell: Since I do remember I was maybe 17 or 16 when I started getting\n   tattooed drunk.\n \n \n   Claudia: Here or in the States?\n \n \n   Yosell: Out in the States.\n \n \n   Claudia: What did you like about tattoos?\n \n \n   Yosell: Basically, the story it tells. There's a lot of things into it.\n \n \n   Claudia: Do you have a favorite one?\n \n \n   Yosell: My favorite one would probably be like I have these two angels\n   here. Those are my two brothers, so I decided to get them, and I got my mom\n   tattooed on my head.\n \n \n   Claudia: Oh wow, that's amazing.\n \n \n   Yosell: That's probably one of my favorite ones. Let's see, I had a cousin\n   that got shot out in the States out in Utah, so I ended up getting a Salt\n   Lake tattoo right here.\n \n \n   Claudia: Oh, I see.\n \n \n   Yosell: I guess there's a couple. I got these two right here, it's probably\n   my favorite tattoo, actually. It says—\n \n \n   Claudia: Did that hurt a lot? I know that's a stupid question, but I'm just\n   very curious.\n \n \n   Yosell: [Laughs]. It didn't hurt quite as much as I thought it would, it\n   was just more like, \"Oh my eyes are really like, tiring,\" kind of stuff, so\n   that didn't really hurt. I think the worst I've ever had hurt was probably\n   right here on the collarbone area. Yeah, that's probably the worst.\n \n \n   Claudia: We've heard from a lot of people here tattoos are kind of\n   associated with gangs and criminal activity over in the States, and that's\n   why a lot of migrants when they come back get profiled. Do you think that's\n   true?\n \n \n   Yosell: I have to tell you, I'm going to guess that's really true. Because\n   it's just something really common up there. Either you join something and\n   you're known as hardcore, you're known as somebody, or you don't join\n   anything and you get bullied around. That's what I could say.\n \n \n   Claudia: Did you join anyone when you were over there?\n \n \n   Yosell: Yeah. I got jumped in, 15,16, with a family kind of thing when\n   they're out there. That was basically not a really big choice for me. All\n   the family was in there, so that's all I could say on that.\n \n \n   Claudia: How was that?\n \n \n   Yosell: Basically, there's a very big process into it, which is kind of, I\n   don’t know. Probably we shouldn't talk about it too much.\n \n \n   Claudia: What's been the hardest part back in Mexico?\n \n \n   Yosell: The hardest part here in Mexico is actually I'm trying to live here\n   with the economy that they have. One day transport is cheap, the next day\n   it goes up, and then it keeps going up, and you're just like, \"Oh.\" It's\n   just really hard to keep up with it.\n \n \n   Claudia: What have you been up to in this past year and a half that you've\n   been here?\n \n \n   Yosell: This past year I moved in with my girlfriend, so I've been here\n   ever since, and we met each other here. So I ended up moving out with her,\n   and I'm trying to do my university but it's kind of hard and stuff like\n   that.\n \n \n   Claudia: What are you trying to study?\n \n \n   Yosell: I was actually doing a graphic designs and stuff like that.\n \n \n   Claudia: Cool!\n \n \n   Yosell: That was always something I did like. And now in the States I\n   actually had an administration, so that was probably one of those two.\n \n \n   Claudia: Are you currently working or what are you doing?\n \n \n   Yosell: Yeah, currently I had a cousin that got me to work here at T-Tech,\n   so I guess that was it.\n \n \n   Claudia: Do you like T-Tech?\n \n \n   Yosell: Yeah, it’s a pretty interesting place.\n \n \n   Claudia: In what ways?\n \n \n   Yosell: It kind of reminds me of the high school out in the States. That's\n   basically that's all I can say about it. [Chuckle]\n \n \n   Claudia: In what way does it remind you of a high school?\n \n \n   Yosell: With all the people in there, basically it's a high school. That's\n   how high school is out there. It just reminded me exactly like in\n   California high school.\n \n \n   Claudia: In what ways do you think that being in the U.S. all that time\n   shaped who you are?\n \n \n   Yosell: I think the only way I can put it really is just being strong.\n   Because basically you got to learn how to mature in a faster way than you'd\n   probably do it here. I've seen a couple of family members or friends here\n   that are like 30 years old and they're still living with their dad and mom.\n   They're just like not doing anything for their life, and opposed of people\n   out there, most of them that I do know were just living by themselves and\n   doing their thing. I'd say out there it's probably not that good because\n   you’d get, because most of the people would get into some kind of a drug\n   addiction or something like that. I’d say, here, here it'd be probably the\n   same, but out there it'd be easier to make money. Here it's a lot harder.\n   That's probably what's the difference here to there. That's what I'm\n   saying, I think out there you learn how to be strong. When you come here,\n   you're just like, \"Oh.\" most people get depressed or frustrated here.\n   Others actually know how to move on and continue. That's probably how I see\n   it.\n \n \n   Claudia: Do you consider yourself Mexican or American?\n \n \n   Yosell: I've actually always said I consider myself Mexican. American, no,\n   I was never that.\n \n \n   Claudia: If you could have stayed in the U.S., what do you think you might\n   have done?\n \n \n   Yosell: I probably would have finished my university out there.\n \n \n   Claudia: Where were you going to school?\n \n \n   Yosell: I was studying in the University of Utah, so that was pretty\n   interesting.\n \n \n   Claudia: And now that you're back in Mexico, what do you think you'd like\n   to do over here, dreams?\n \n \n   Yosell: I just want to finish my university. When I was out in the States I\n   would send money out here, so I have a house and stuff like that. I just\n   want to just get done with my university and actually, you know, work on\n   that. That's pretty much it, all the goals I do have on here. Yeah.\n \n \n   Claudia: Well those are pretty much all the questions that I had, but now I\n   want to give you a chance if there's anything else that you want to add, or\n   anything that you want to tell me that you'd like me to know or anybody\n   else who's listening to this, or whatever you want to say.\n \n \n   Yosell: Let's see, I like the program that you guys are doing, it's\n   actually something very interesting that I haven't really seen around here,\n   so that's probably a good thing. And other than that, I think you guys\n   pretty much got everything. It's not that much into details, but I think\n   you guys got it all.\n ", "annotations": [{"type": "text", "start": 16, "end": 21, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 88, "end": 94, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 137, "end": 143, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 234, "end": 239, "text": "first", "label": "ORDINAL"}, {"type": "text", "start": 389, "end": 402, "text": "San Francisco", "label": "GPE"}, {"type": "text", "start": 418, "end": 427, "text": "two years", "label": "DATE"}, {"type": "text", "start": 529, "end": 533, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 572, "end": 578, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 623, "end": 628, "text": "Vegas", "label": "GPE"}, {"type": "text", "start": 1190, "end": 1196, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 1273, "end": 1279, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 1281, "end": 1284, "text": "Six", "label": "CARDINAL"}, {"type": "text", "start": 1288, "end": 1293, "text": "eight", "label": "CARDINAL"}, {"type": "text", "start": 1324, "end": 1331, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 1393, "end": 1399, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 1448, "end": 1455, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 1511, "end": 1517, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 1684, "end": 1693, "text": "Christmas", "label": "DATE"}, {"type": "text", "start": 1890, "end": 1897, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 1972, "end": 1978, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 2106, "end": 2111, "text": "Trump", "label": "PERSON"}, {"type": "text", "start": 2286, "end": 2292, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 2443, "end": 2449, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 2625, "end": 2631, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 2681, "end": 2687, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 2794, "end": 2800, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 3053, "end": 3060, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 3119, "end": 3125, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 3182, "end": 3186, "text": "Utah", "label": "GPE"}, {"type": "text", "start": 3556, "end": 3562, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 3649, "end": 3662, "text": "San Francisco", "label": "GPE"}, {"type": "text", "start": 3667, "end": 3679, "text": "Venice Beach", "label": "LOC"}, {"type": "text", "start": 3949, "end": 3952, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 4000, "end": 4007, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 4089, "end": 4095, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 4388, "end": 4394, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 4494, "end": 4500, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 4554, "end": 4559, "text": "Jones", "label": "PERSON"}, {"type": "text", "start": 4646, "end": 4652, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 4737, "end": 4743, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 4907, "end": 4913, "text": "States", "label": "GPE"}, {"type": "text", "start": 4980, "end": 4986, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5050, "end": 5056, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5139, "end": 5145, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 5186, "end": 5192, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5386, "end": 5392, "text": "States", "label": "GPE"}, {"type": "text", "start": 5401, "end": 5407, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 5420, "end": 5434, "text": "about 24 years", "label": "DATE"}, {"type": "text", "start": 5448, "end": 5454, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5487, "end": 5509, "text": "like a year and a half", "label": "DATE"}, {"type": "text", "start": 5581, "end": 5587, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 5643, "end": 5649, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 5764, "end": 5775, "text": "Los Angeles", "label": "GPE"}, {"type": "text", "start": 6127, "end": 6133, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6198, "end": 6204, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6238, "end": 6240, "text": "17", "label": "DATE"}, {"type": "text", "start": 6244, "end": 6246, "text": "16", "label": "DATE"}, {"type": "text", "start": 6296, "end": 6303, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 6320, "end": 6326, "text": "States", "label": "GPE"}, {"type": "text", "start": 6335, "end": 6341, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6369, "end": 6376, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 6418, "end": 6424, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6541, "end": 6547, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6601, "end": 6604, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 6634, "end": 6637, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 6762, "end": 6768, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 6879, "end": 6883, "text": "Utah", "label": "GPE"}, {"type": "text", "start": 6909, "end": 6921, "text": "Salt\n   Lake", "label": "LOC"}, {"type": "text", "start": 6948, "end": 6955, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 6975, "end": 6981, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 7021, "end": 7024, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 7200, "end": 7206, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 7634, "end": 7640, "text": "States", "label": "GPE"}, {"type": "text", "start": 7748, "end": 7754, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 8107, "end": 8113, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 8138, "end": 8143, "text": "15,16", "label": "DATE"}, {"type": "text", "start": 8355, "end": 8361, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 8498, "end": 8505, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 8544, "end": 8550, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 8559, "end": 8565, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 8592, "end": 8598, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 8872, "end": 8897, "text": "this past year and a half", "label": "DATE"}, {"type": "text", "start": 8931, "end": 8937, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 8939, "end": 8953, "text": "This past year", "label": "DATE"}, {"type": "text", "start": 9172, "end": 9179, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 9218, "end": 9224, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 9315, "end": 9321, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 9441, "end": 9444, "text": "one", "label": "CARDINAL"}, {"type": "text", "start": 9454, "end": 9457, "text": "two", "label": "CARDINAL"}, {"type": "text", "start": 9466, "end": 9473, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 9531, "end": 9537, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 9598, "end": 9604, "text": "T-Tech", "label": "ORG"}, {"type": "text", "start": 9661, "end": 9667, "text": "T-Tech", "label": "ORG"}, {"type": "text", "start": 9676, "end": 9682, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 9730, "end": 9737, "text": "Claudia", "label": "PERSON"}, {"type": "text", "start": 9760, "end": 9766, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 9961, "end": 9967, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 10192, "end": 10196, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 10241, "end": 10247, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 10485, "end": 10497, "text": "30 years old", "label": "DATE"}, {"type": "text", "start": 11358, "end": 11365, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 11369, "end": 11377, "text": "American", "label": "NORP"}, {"type": "text", "start": 11386, "end": 11392, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 11438, "end": 11445, "text": "Mexican", "label": "NORP"}, {"type": "text", "start": 11447, "end": 11455, "text": "American", "label": "NORP"}, {"type": "text", "start": 11530, "end": 11534, "text": "U.S.", "label": "GPE"}, {"type": "text", "start": 11585, "end": 11591, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 11704, "end": 11710, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 11730, "end": 11752, "text": "the University of Utah", "label": "ORG"}, {"type": "text", "start": 11833, "end": 11839, "text": "Mexico", "label": "GPE"}, {"type": "text", "start": 11905, "end": 11911, "text": "Yosell", "label": "PERSON"}, {"type": "text", "start": 12510, "end": 12516, "text": "Yosell", "label": "PERSON"}], "audio": [{"name": "Tattoos", "src": "Yosell_On_tattoos.mp3"}, {"name": "Learning resilience in the US", "src": "Yosell_On_learning_resilience_in_the_US.mp3"}, {"name": "Snowboarding, surfing and dirt biking in the US", "src": "Yosell_On_snowboarding,_surfing_and_dirt_biking_in_the_US.mp3"}], "subjects": null}